export default [
  {
    text: 'Apple',
    children: [
      {
        text: 'iPad 2 (2011)',
        children: [
          { text: 'Замена дисплейного модуля', price: 1200 },
          { text: 'Замена стекла сенсора тачскрин', price: 1200 },
          { text: 'Замена нижнего шлейфа зарядки', price: 1200 },
          { text: 'Замена контроллера питания', price: 1500 },
          { text: 'Замена SIM-коннектора', price: 1500 },
          { text: 'Замена АКБ', price: 1500 },
          { text: 'Замена камеры', price: 1200 },
          { text: 'Замена динамика', price: 1200 },
          { text: 'Замена шлейфа боковых кнопок + включения', price: 1200 }
        ]
      },
      {
        text: 'iPad 3 (2012)',
        children: [
          { text: 'Замена дисплейного модуля', price: 1200 },
          { text: 'Замена стекла сенсора тачскрин', price: 1200 },
          { text: 'Замена нижнего шлейфа зарядки', price: 1200 },
          { text: 'Замена контроллера питания', price: 1500 },
          { text: 'Замена SIM-коннектора', price: 1500 },
          { text: 'Замена АКБ', price: 1500 },
          { text: 'Замена камеры', price: 1200 },
          { text: 'Замена динамика', price: 1200 },
          { text: 'Замена шлейфа боковых кнопок + включения', price: 1200 }
        ]
      },
      {
        text: 'iPad Mini (2012)',
        children: [
          { text: 'Замена дисплейного модуля', price: 1200 },
          { text: 'Замена стекла сенсора тачскрин', price: 1200 },
          { text: 'Замена нижнего шлейфа зарядки', price: 1200 },
          { text: 'Замена контроллера питания', price: 1500 },
          { text: 'Замена SIM-коннектора', price: 1500 },
          { text: 'Замена АКБ', price: 1500 },
          { text: 'Замена камеры', price: 1200 },
          { text: 'Замена динамика', price: 1200 },
          { text: 'Замена шлейфа боковых кнопок + включения', price: 1200 }
        ]
      },
      {
        text: 'iPad 4 (2012)',
        children: [
          { text: 'Замена дисплейного модуля', price: 1200 },
          { text: 'Замена стекла сенсора тачскрин', price: 1200 },
          { text: 'Замена нижнего шлейфа зарядки', price: 1200 },
          { text: 'Замена контроллера питания', price: 1500 },
          { text: 'Замена SIM-коннектора', price: 1500 },
          { text: 'Замена АКБ', price: 1500 },
          { text: 'Замена камеры', price: 1200 },
          { text: 'Замена динамика', price: 1200 },
          { text: 'Замена шлейфа боковых кнопок + включения', price: 1200 }
        ]
      },
      {
        text: 'iPad Mini 2 (2013)',
        children: [
          { text: 'Замена дисплейного модуля', price: 2500 },
          { text: 'Замена стекла сенсора тачскрин', price: 2500 },
          { text: 'Замена нижнего шлейфа зарядки', price: 2500 },
          { text: 'Замена контроллера питания', price: 2700 },
          { text: 'Замена SIM-коннектора', price: 2700 },
          { text: 'Замена АКБ', price: 2700 },
          { text: 'Замена камеры', price: 2500 },
          { text: 'Замена динамика', price: 2500 },
          { text: 'Замена шлейфа боковых кнопок + включения', price: 2500 }
        ]
      },
      {
        text: 'iPad Air (2013)',
        children: [
          { text: 'Замена дисплейного модуля', price: 1200 },
          { text: 'Замена стекла сенсора тачскрин', price: 1200 },
          { text: 'Замена нижнего шлейфа зарядки', price: 1200 },
          { text: 'Замена контроллера питания', price: 1500 },
          { text: 'Замена SIM-коннектора', price: 1500 },
          { text: 'Замена АКБ', price: 1500 },
          { text: 'Замена камеры', price: 1200 },
          { text: 'Замена динамика', price: 1200 },
          { text: 'Замена шлейфа боковых кнопок + включения', price: 1200 }
        ]
      },
      {
        text: 'iPad Mini 3 (2014)',
        children: [
          { text: 'Замена дисплейного модуля', price: 2500 },
          { text: 'Замена стекла сенсора тачскрин', price: 2500 },
          { text: 'Замена нижнего шлейфа зарядки', price: 2500 },
          { text: 'Замена контроллера питания', price: 2700 },
          { text: 'Замена SIM-коннектора', price: 2700 },
          { text: 'Замена АКБ', price: 2700 },
          { text: 'Замена камеры', price: 2500 },
          { text: 'Замена динамика', price: 2500 },
          { text: 'Замена шлейфа боковых кнопок + включения', price: 2500 }
        ]
      },
      {
        text: 'iPad Air 2 (2014)',
        children: [
          { text: 'Замена дисплейного модуля', price: 2500 },
          { text: 'Замена стекла сенсора тачскрин', price: 2500 },
          { text: 'Замена нижнего шлейфа зарядки', price: 2500 },
          { text: 'Замена контроллера питания', price: 2700 },
          { text: 'Замена SIM-коннектора', price: 2700 },
          { text: 'Замена АКБ', price: 2700 },
          { text: 'Замена камеры', price: 2500 },
          { text: 'Замена динамика', price: 2500 },
          { text: 'Замена шлейфа боковых кнопок + включения', price: 2500 }
        ]
      },
      {
        text: 'iPad Mini 4 (2015)',
        children: [
          { text: 'Замена дисплейного модуля', price: 2500 },
          { text: 'Замена стекла сенсора тачскрин', price: 2500 },
          { text: 'Замена нижнего шлейфа зарядки', price: 2500 },
          { text: 'Замена контроллера питания', price: 2700 },
          { text: 'Замена SIM-коннектора', price: 2700 },
          { text: 'Замена АКБ', price: 2700 },
          { text: 'Замена камеры', price: 2500 },
          { text: 'Замена динамика', price: 2500 },
          { text: 'Замена шлейфа боковых кнопок + включения', price: 2500 }
        ]
      },
      {
        text: 'iPad Pro 12.9" (2015 )',
        children: [
          { text: 'Замена дисплейного модуля', price: 2500 },
          { text: 'Замена стекла сенсора тачскрин', price: 2500 },
          { text: 'Замена нижнего шлейфа зарядки', price: 2500 },
          { text: 'Замена контроллера питания', price: 2700 },
          { text: 'Замена SIM-коннектора', price: 2700 },
          { text: 'Замена АКБ', price: 2700 },
          { text: 'Замена камеры', price: 2500 },
          { text: 'Замена динамика', price: 2500 },
          { text: 'Замена шлейфа боковых кнопок + включения', price: 2500 }
        ]
      },
      {
        text: 'iPad Pro 9.7" (2016)',
        children: [
          { text: 'Замена дисплейного модуля', price: 2500 },
          { text: 'Замена стекла сенсора тачскрин', price: 2500 },
          { text: 'Замена нижнего шлейфа зарядки', price: 2500 },
          { text: 'Замена контроллера питания', price: 2700 },
          { text: 'Замена SIM-коннектора', price: 2700 },
          { text: 'Замена АКБ', price: 2700 },
          { text: 'Замена камеры', price: 2500 },
          { text: 'Замена динамика', price: 2500 },
          { text: 'Замена шлейфа боковых кнопок + включения', price: 2500 }
        ]
      },
      {
        text: 'iPad 10.2" (2017)',
        children: [
          { text: 'Замена дисплейного модуля', price: 2500 },
          { text: 'Замена стекла сенсора тачскрин', price: 2500 },
          { text: 'Замена нижнего шлейфа зарядки', price: 2500 },
          { text: 'Замена контроллера питания', price: 2700 },
          { text: 'Замена SIM-коннектора', price: 2700 },
          { text: 'Замена АКБ', price: 2700 },
          { text: 'Замена камеры', price: 2500 },
          { text: 'Замена динамика', price: 2500 },
          { text: 'Замена шлейфа боковых кнопок + включения', price: 2500 }
        ]
      },
      {
        text: 'iPad Pro 10.5" (2017)',
        children: [
          { text: 'Замена дисплейного модуля', price: 2500 },
          { text: 'Замена стекла сенсора тачскрин', price: 2500 },
          { text: 'Замена нижнего шлейфа зарядки', price: 2500 },
          { text: 'Замена контроллера питания', price: 2700 },
          { text: 'Замена SIM-коннектора', price: 2700 },
          { text: 'Замена АКБ', price: 2700 },
          { text: 'Замена камеры', price: 2500 },
          { text: 'Замена динамика', price: 2500 },
          { text: 'Замена шлейфа боковых кнопок + включения', price: 2500 }
        ]
      },
      {
        text: 'iPad Pro 12.9" (2017)',
        children: [
          { text: 'Замена дисплейного модуля', price: 2500 },
          { text: 'Замена стекла сенсора тачскрин', price: 2500 },
          { text: 'Замена нижнего шлейфа зарядки', price: 2500 },
          { text: 'Замена контроллера питания', price: 2700 },
          { text: 'Замена SIM-коннектора', price: 2700 },
          { text: 'Замена АКБ', price: 2700 },
          { text: 'Замена камеры', price: 2500 },
          { text: 'Замена динамика', price: 2500 },
          { text: 'Замена шлейфа боковых кнопок + включения', price: 2500 }
        ]
      },
      {
        text: 'iPad 9.7" (2018)',
        children: [
          { text: 'Замена дисплейного модуля', price: 2500 },
          { text: 'Замена стекла сенсора тачскрин', price: 2500 },
          { text: 'Замена нижнего шлейфа зарядки', price: 2500 },
          { text: 'Замена контроллера питания', price: 2700 },
          { text: 'Замена SIM-коннектора', price: 2700 },
          { text: 'Замена АКБ', price: 2700 },
          { text: 'Замена камеры', price: 2500 },
          { text: 'Замена динамика', price: 2500 },
          { text: 'Замена шлейфа боковых кнопок + включения', price: 2500 }
        ]
      },
      {
        text: 'iPad Pro 11" (2018)',
        children: [
          { text: 'Замена дисплейного модуля', price: 2500 },
          { text: 'Замена стекла сенсора тачскрин', price: 2500 },
          { text: 'Замена нижнего шлейфа зарядки', price: 2500 },
          { text: 'Замена контроллера питания', price: 2700 },
          { text: 'Замена SIM-коннектора', price: 2700 },
          { text: 'Замена АКБ', price: 2700 },
          { text: 'Замена камеры', price: 2500 },
          { text: 'Замена динамика', price: 2500 },
          { text: 'Замена шлейфа боковых кнопок + включения', price: 2500 }
        ]
      },
      {
        text: 'iPad Pro 12.9" (2018)',
        children: [
          { text: 'Замена дисплейного модуля', price: 2500 },
          { text: 'Замена стекла сенсора тачскрин', price: 2500 },
          { text: 'Замена нижнего шлейфа зарядки', price: 2500 },
          { text: 'Замена контроллера питания', price: 2700 },
          { text: 'Замена SIM-коннектора', price: 2700 },
          { text: 'Замена АКБ', price: 2700 },
          { text: 'Замена камеры', price: 2500 },
          { text: 'Замена динамика', price: 2500 },
          { text: 'Замена шлейфа боковых кнопок + включения', price: 2500 }
        ]
      },
      {
        text: 'iPad Mini 7.9" (2019)',
        children: [
          { text: 'Замена дисплейного модуля', price: 2500 },
          { text: 'Замена стекла сенсора тачскрин', price: 2500 },
          { text: 'Замена нижнего шлейфа зарядки', price: 2500 },
          { text: 'Замена контроллера питания', price: 2700 },
          { text: 'Замена SIM-коннектора', price: 2700 },
          { text: 'Замена АКБ', price: 2700 },
          { text: 'Замена камеры', price: 2500 },
          { text: 'Замена динамика', price: 2500 },
          { text: 'Замена шлейфа боковых кнопок + включения', price: 2500 }
        ]
      },
      {
        text: 'iPad Air 10.5" (2019)',
        children: [
          { text: 'Замена дисплейного модуля', price: 2500 },
          { text: 'Замена стекла сенсора тачскрин', price: 2500 },
          { text: 'Замена нижнего шлейфа зарядки', price: 2500 },
          { text: 'Замена контроллера питания', price: 2700 },
          { text: 'Замена SIM-коннектора', price: 2700 },
          { text: 'Замена АКБ', price: 2700 },
          { text: 'Замена камеры', price: 2500 },
          { text: 'Замена динамика', price: 2500 },
          { text: 'Замена шлейфа боковых кнопок + включения', price: 2500 }
        ]
      },
      {
        text: 'iPad 10.2" (2019)',
        children: [
          { text: 'Замена дисплейного модуля', price: 2500 },
          { text: 'Замена стекла сенсора тачскрин', price: 2500 },
          { text: 'Замена нижнего шлейфа зарядки', price: 2500 },
          { text: 'Замена контроллера питания', price: 2700 },
          { text: 'Замена SIM-коннектора', price: 2700 },
          { text: 'Замена АКБ', price: 2700 },
          { text: 'Замена камеры', price: 2500 },
          { text: 'Замена динамика', price: 2500 },
          { text: 'Замена шлейфа боковых кнопок + включения', price: 2500 }
        ]
      },
      {
        text: 'iPad Pro 11" (2020)',
        children: [
          { text: 'Замена дисплейного модуля', price: 2500 },
          { text: 'Замена стекла сенсора тачскрин', price: 2500 },
          { text: 'Замена нижнего шлейфа зарядки', price: 2500 },
          { text: 'Замена контроллера питания', price: 2700 },
          { text: 'Замена SIM-коннектора', price: 2700 },
          { text: 'Замена АКБ', price: 2700 },
          { text: 'Замена камеры', price: 2500 },
          { text: 'Замена динамика', price: 2500 },
          { text: 'Замена шлейфа боковых кнопок + включения', price: 2500 }
        ]
      },
      {
        text: 'iPad Pro 12.9" (2020)',
        children: [
          { text: 'Замена дисплейного модуля', price: 2500 },
          { text: 'Замена стекла сенсора тачскрин', price: 2500 },
          { text: 'Замена нижнего шлейфа зарядки', price: 2500 },
          { text: 'Замена контроллера питания', price: 2700 },
          { text: 'Замена SIM-коннектора', price: 2700 },
          { text: 'Замена АКБ', price: 2700 },
          { text: 'Замена камеры', price: 2500 },
          { text: 'Замена динамика', price: 2500 },
          { text: 'Замена шлейфа боковых кнопок + включения', price: 2500 }
        ]
      },
      {
        text: 'iPhone 4',
        children: [
          { text: 'Замена дисплейного модуля', price: 700 },
          { text: 'Замена нижнего шлейфа', price: 700 },
          { text: 'Замена верхнего шлейфа', price: 800 },
          {
            text: 'Замена шлейфа датчика приближения и фронтальной камеры',
            price: 700
          },
          { text: 'Замена АКБ', price: 500 },
          { text: 'Замена контроллера питания', price: 1500 },
          { text: 'Замена модема', price: 1500 }
        ]
      },
      {
        text: 'iPhone 4S',
        children: [
          { text: 'Замена дисплейного модуля', price: 700 },
          { text: 'Замена нижнего шлейфа', price: 700 },
          { text: 'Замена верхнего шлейфа', price: 800 },
          {
            text: 'Замена шлейфа датчика приближения и фронтальной камеры',
            price: 700
          },
          { text: 'Замена АКБ', price: 500 },
          { text: 'Замена контроллера питания', price: 1500 },
          { text: 'Замена модема', price: 1500 }
        ]
      },
      {
        text: 'iPhone 5',
        children: [
          { text: 'Замена дисплейного модуля', price: 700 },
          { text: 'Замена нижнего шлейфа', price: 700 },
          { text: 'Замена верхнего шлейфа', price: 800 },
          {
            text: 'Замена шлейфа датчика приближения и фронтальной камеры',
            price: 700
          },
          { text: 'Замена АКБ', price: 500 },
          { text: 'Замена контроллера питания', price: 1500 },
          { text: 'Замена модема', price: 1500 }
        ]
      },
      {
        text: 'iPhone 5C',
        children: [
          { text: 'Замена дисплейного модуля', price: 700 },
          { text: 'Замена нижнего шлейфа', price: 700 },
          { text: 'Замена верхнего шлейфа', price: 800 },
          {
            text: 'Замена шлейфа датчика приближения и фронтальной камеры',
            price: 700
          },
          { text: 'Замена АКБ', price: 500 },
          { text: 'Замена контроллера питания', price: 1500 },
          { text: 'Замена модема', price: 1500 }
        ]
      },
      {
        text: 'iPhone 5S',
        children: [
          { text: 'Замена дисплейного модуля', price: 700 },
          { text: 'Замена нижнего шлейфа', price: 700 },
          { text: 'Замена верхнего шлейфа', price: 800 },
          {
            text: 'Замена шлейфа датчика приближения и фронтальной камеры',
            price: 700
          },
          { text: 'Замена АКБ', price: 500 },
          { text: 'Замена контроллера питания', price: 1500 },
          { text: 'Замена модема', price: 1500 }
        ]
      },
      {
        text: 'iPhone 6',
        children: [
          { text: 'Замена дисплейного модуля', price: 700 },
          { text: 'Замена нижнего шлейфа', price: 700 },
          { text: 'Замена верхнего шлейфа', price: 800 },
          {
            text: 'Замена шлейфа датчика приближения и фронтальной камеры',
            price: 700
          },
          { text: 'Замена АКБ', price: 500 },
          { text: 'Замена контроллера питания', price: 1500 },
          { text: 'Замена модема', price: 1500 }
        ]
      },
      {
        text: 'iPhone 6 Plus',
        children: [
          { text: 'Замена дисплейного модуля', price: 700 },
          { text: 'Замена нижнего шлейфа', price: 700 },
          { text: 'Замена верхнего шлейфа', price: 800 },
          {
            text: 'Замена шлейфа датчика приближения и фронтальной камеры',
            price: 700
          },
          { text: 'Замена АКБ', price: 500 },
          { text: 'Замена контроллера питания', price: 1500 },
          { text: 'Замена модема', price: 1500 }
        ]
      },
      {
        text: 'iPhone 6S',
        children: [
          { text: 'Замена дисплейного модуля', price: 700 },
          { text: 'Замена нижнего шлейфа', price: 700 },
          { text: 'Замена верхнего шлейфа', price: 800 },
          {
            text: 'Замена шлейфа датчика приближения и фронтальной камеры',
            price: 700
          },
          { text: 'Замена АКБ', price: 500 },
          { text: 'Замена контроллера питания', price: 1500 },
          { text: 'Замена модема', price: 1500 }
        ]
      },
      {
        text: 'iPhone 6S Plus',
        children: [
          { text: 'Замена дисплейного модуля', price: 700 },
          { text: 'Замена нижнего шлейфа', price: 700 },
          { text: 'Замена верхнего шлейфа', price: 800 },
          {
            text: 'Замена шлейфа датчика приближения и фронтальной камеры',
            price: 700
          },
          { text: 'Замена АКБ', price: 500 },
          { text: 'Замена контроллера питания', price: 1500 },
          { text: 'Замена модема', price: 1500 }
        ]
      },
      {
        text: 'iPhone SE',
        children: [
          { text: 'Замена дисплейного модуля', price: 700 },
          { text: 'Замена нижнего шлейфа', price: 700 },
          { text: 'Замена верхнего шлейфа', price: 800 },
          {
            text: 'Замена шлейфа датчика приближения и фронтальной камеры',
            price: 700
          },
          { text: 'Замена АКБ', price: 500 },
          { text: 'Замена контроллера питания', price: 1500 },
          { text: 'Замена модема', price: 1500 }
        ]
      },
      {
        text: 'iPhone 7',
        children: [
          { text: 'Замена дисплейного модуля', price: 700 },
          { text: 'Замена нижнего шлейфа', price: 700 },
          { text: 'Замена верхнего шлейфа', price: 800 },
          {
            text: 'Замена шлейфа датчика приближения и фронтальной камеры',
            price: 700
          },
          { text: 'Замена АКБ', price: 500 },
          { text: 'Замена контроллера питания', price: 1500 },
          { text: 'Замена модема', price: 1500 }
        ]
      },
      {
        text: 'iPhone 7 Plus',
        children: [
          { text: 'Замена дисплейного модуля', price: 700 },
          { text: 'Замена нижнего шлейфа', price: 700 },
          { text: 'Замена верхнего шлейфа', price: 800 },
          {
            text: 'Замена шлейфа датчика приближения и фронтальной камеры',
            price: 700
          },
          { text: 'Замена АКБ', price: 500 },
          { text: 'Замена контроллера питания', price: 1500 },
          { text: 'Замена модема', price: 1500 }
        ]
      },
      {
        text: 'iPhone 8',
        children: [
          { text: 'Замена дисплейного модуля', price: 700 },
          { text: 'Замена нижнего шлейфа', price: 700 },
          { text: 'Замена верхнего шлейфа', price: 800 },
          {
            text: 'Замена шлейфа датчика приближения и фронтальной камеры',
            price: 700
          },
          { text: 'Замена АКБ', price: 500 },
          { text: 'Замена контроллера питания', price: 1500 },
          { text: 'Замена модема', price: 1500 }
        ]
      },
      {
        text: 'iPhone 8 Plus',
        children: [
          { text: 'Замена дисплейного модуля', price: 1200 },
          { text: 'Замена нижнего шлейфа', price: 1500 },
          { text: 'Замена верхнего шлейфа', price: 1500 },
          {
            text: 'Замена шлейфа датчика приближения и фронтальной камеры',
            price: 1000
          },
          { text: 'Замена АКБ', price: 900 },
          { text: 'Замена контроллера питания', price: 2500 },
          { text: 'Замена модема', price: 2500 }
        ]
      },
      {
        text: 'iPhone X',
        children: [
          { text: 'Замена дисплейного модуля', price: 1200 },
          { text: 'Замена нижнего шлейфа', price: 1500 },
          { text: 'Замена верхнего шлейфа', price: 1500 },
          {
            text: 'Замена шлейфа датчика приближения и фронтальной камеры',
            price: 1000
          },
          { text: 'Замена АКБ', price: 900 },
          { text: 'Замена контроллера питания', price: 2500 },
          { text: 'Замена модема', price: 2500 }
        ]
      },
      {
        text: 'iPhone XS',
        children: [
          { text: 'Замена дисплейного модуля', price: 1200 },
          { text: 'Замена нижнего шлейфа', price: 1500 },
          { text: 'Замена верхнего шлейфа', price: 1500 },
          {
            text: 'Замена шлейфа датчика приближения и фронтальной камеры',
            price: 1000
          },
          { text: 'Замена АКБ', price: 900 },
          { text: 'Замена контроллера питания', price: 2500 },
          { text: 'Замена модема', price: 2500 }
        ]
      },
      {
        text: 'iPhone XS Max',
        children: [
          { text: 'Замена дисплейного модуля', price: 1200 },
          { text: 'Замена нижнего шлейфа', price: 1500 },
          { text: 'Замена верхнего шлейфа', price: 1500 },
          {
            text: 'Замена шлейфа датчика приближения и фронтальной камеры',
            price: 1000
          },
          { text: 'Замена АКБ', price: 900 },
          { text: 'Замена контроллера питания', price: 2500 },
          { text: 'Замена модема', price: 2500 }
        ]
      },
      {
        text: 'iPhone 11',
        children: [
          { text: 'Замена дисплейного модуля', price: 1200 },
          { text: 'Замена нижнего шлейфа', price: 1500 },
          { text: 'Замена верхнего шлейфа', price: 1500 },
          {
            text: 'Замена шлейфа датчика приближения и фронтальной камеры',
            price: 1000
          },
          { text: 'Замена АКБ', price: 900 },
          { text: 'Замена контроллера питания', price: 2500 },
          { text: 'Замена модема', price: 2500 }
        ]
      },
      {
        text: 'iPhone 11 Pro',
        children: [
          { text: 'Замена дисплейного модуля', price: 1200 },
          { text: 'Замена нижнего шлейфа', price: 1500 },
          { text: 'Замена верхнего шлейфа', price: 1500 },
          {
            text: 'Замена шлейфа датчика приближения и фронтальной камеры',
            price: 1000
          },
          { text: 'Замена АКБ', price: 900 },
          { text: 'Замена контроллера питания', price: 2500 },
          { text: 'Замена модема', price: 2500 }
        ]
      },
      {
        text: 'iPhone 11 Pro Max',
        children: [
          { text: 'Замена дисплейного модуля', price: 1200 },
          { text: 'Замена нижнего шлейфа', price: 1500 },
          { text: 'Замена верхнего шлейфа', price: 1500 },
          {
            text: 'Замена шлейфа датчика приближения и фронтальной камеры',
            price: 1000
          },
          { text: 'Замена АКБ', price: 900 },
          { text: 'Замена контроллера питания', price: 2500 },
          { text: 'Замена модема', price: 2500 }
        ]
      }
    ]
  },
  {
    text: 'Samsung',
    children: [
      {
        text: 'Смартфоны 2015-2020 годов выпуска',
        children: [
          { text: 'Замена гнезда зарядки', price: 2000 },
          { text: 'Замена микрофона', price: 2000 },
          { text: 'Замена динамика', price: 2000 },
          { text: 'Замена SIM-коннектора', price: 2000 },
          { text: 'Замена дисплейного модуля', price: 1000 },
          { text: 'Восстановление после воды ', price: 2000 }
        ]
      },
      {
        text: 'Смартфоны до 2015 года выпуска',
        children: [
          { text: 'Замена гнезда зарядки', price: 800 },
          { text: 'Замена микрофона', price: 800 },
          { text: 'Замена динамика', price: 800 },
          { text: 'Замена SIM-коннектора', price: 800 },
          { text: 'Замена дисплейного модуля', price: 600 },
          { text: 'Восстановление после воды ', price: 800 }
        ]
      }
    ]
  },
  {
    text: 'Huawei, Xiaomi и др.',
    children: [
      {
        text: 'Любая модель',
        children: [
          { text: 'Замена дисплейного модуля', price: 800 },
          { text: 'Замена микрофона', price: 900 },
          { text: 'Замена гнезда зарядки', price: 1000 },
          { text: 'Замена динамика', price: 700 },
          { text: 'Замена ПО', price: 1000 },
          { text: 'Замена контроллера питания', price: 1500 },
          { text: 'Замена SIM-коннектора', price: 1200 },
          { text: 'Не видит сеть', price: 1200 },
          { text: 'Замена Wi-Fi', price: 1200 },
          { text: 'Замена восстановление после воды', price: 1500 }
        ]
      }
    ]
  }
]
