export default [
  {
    id: '468__Оборудование, инструменты, расходные материалы',
    name: 'Оборудование, инструменты, расходные материалы',
    children: [
      {
        id: '469__Инструменты',
        name: 'Инструменты',
        children: [
          {
            id: '470__Разное',
            name: 'Разное',
            children: [
              { id: '0-000002054', name: 'Держатель дисплея', price: 450 },
              { id: '0-000001338', name: 'Держатель для струны', price: 80 },
              {
                id: '0-000006231',
                name:
                  'Держатель плат для iPhone 5/5C/5S/6/6 Plus/6S/6S Plus/7/7 Plus/SE/8/8 Plus',
                price: 1650
              },
              {
                id: 'УТ-00009488',
                name: 'Инструмент для вскрытия (лопатка металлическая)',
                price: 70
              },
              {
                id: '0-000001849',
                name: 'Инструмент для вскрытия BK-7279 (лезвие)',
                price: 120
              },
              {
                id: 'Т-000002616',
                name:
                  'Коврик для радиомонтажных работ (23*18 см) (жаропрочный)',
                price: 230
              },
              {
                id: '0-000000451',
                name:
                  'Коврик для радиомонтажных работ (32*20см) (жаропрочный с ячейками)',
                price: 600
              },
              {
                id: '0-000001354',
                name: 'Магнитный коврик YOU-1501',
                price: 300
              },
              {
                id: 'Т-000003691',
                name: 'Набор инструмента для правки корпусов iPhone / iPad',
                price: 3400
              },
              {
                id: '0-000000387',
                name: 'Набор лопаток для снятия микросхем MY-100',
                price: 300
              },
              {
                id: 'УТ-00012362',
                name: 'Отвертка FK-6036 20314 (30 насадок)',
                price: 200
              },
              {
                id: 'Т-000005725',
                name: 'Отвертка IPhone Y (0.6 iPhone 7/7 Plus/8/8 Plus)',
                price: 100
              },
              {
                id: 'УТ-00010216',
                name:
                  'Отвертка iPhone звездочка Rhino (0,8x25mm iPhone 4/5/6/6s)',
                price: 270
              },
              {
                id: 'УТ-00012364',
                name: 'Отвертка NO:6688, (5 насадок)',
                price: 150
              },
              {
                id: 'УТ-00004305',
                name: 'Отвертка PH00 RHINO 113-1 (тонкий крестик)',
                price: 200
              },
              {
                id: 'УТ-00004330',
                name: 'Пинцет изогнутый Rhino RH-15',
                price: 250
              },
              {
                id: 'УТ-00004331',
                name: 'Пинцет прямой Rhino RH-11',
                price: 250
              },
              {
                id: '0-000006949',
                name: 'Пластиковая карта для разбора телефона JF-855',
                price: 50
              },
              {
                id: 'Т-000004387',
                name: 'Плоскогубцы с присосками для разборки телефонов',
                price: 250
              },
              { id: '0-000000848', name: 'Прищепка (85 мм*55 мм)', price: 70 },
              {
                id: 'Т-000000474',
                name: 'Резиновый коврик для станции TH-528',
                price: 130
              },
              { id: 'Т-000005657', name: 'Струбцина Pholder 2.0', price: 200 },
              {
                id: 'УТ-00010225',
                name: 'Струна для разделения дисплейных модулей',
                price: 80
              },
              {
                id: '0-000000386',
                name:
                  'Струна с держателями MY318 (для разделения дисплейных модулей)',
                price: 200
              },
              {
                id: 'УТ-00009375',
                name: 'Шпатель для наклейки защитных пленок',
                price: 50
              }
            ]
          },
          {
            id: '471__Apple',
            name: 'Apple',
            children: [
              {
                id: 'УТ-00009429',
                name: 'Набор адаптеров SIM/NanoSIM/MicroSIM',
                price: 20
              }
            ]
          },
          {
            id: '472__Baku',
            name: 'Baku',
            children: [
              { id: '0-000001314', name: 'Бокорезы BAKU BK-109', price: 200 },
              {
                id: '0-000001312',
                name: 'Ёмкость для жидкостей BAKU BK-402 (с дозатором)',
                price: 180
              },
              {
                id: 'УТ-00004289',
                name: 'Набор вскрывателей BAKU BK-212 (медиаторы)',
                price: 100
              },
              {
                id: '0-000001847',
                name: 'Набор вскрывателей BAKU BK-7278 (лопатки)',
                price: 200
              },
              {
                id: '0-000002866',
                name: 'Набор инструмента BAKU BK-3336 (7 шт.)',
                price: 340
              },
              {
                id: '0-000002867',
                name: 'Набор инструмента BAKU BK-3337 (4 шт.)',
                price: 360
              },
              {
                id: 'Т-000003698',
                name: 'Набор инструмента BAKU BK-6000/BK-6001 (8 шт.)',
                price: 220
              },
              {
                id: 'Т-000003699',
                name: 'Набор инструмента BAKU BK-621A (12 шт.)',
                price: 350
              },
              {
                id: '0-000001324',
                name: 'Набор инструмента BAKU BK-7296 (для iPhone)',
                price: 60
              },
              {
                id: 'Т-000004145',
                name: 'Набор отверток BAKU BK-3335A (6шт.)',
                price: 420
              },
              {
                id: '0-000001303',
                name: 'Набор отверток BAKU BK-5530 (5шт.)',
                price: 200
              },
              {
                id: '0-000001304',
                name: 'Набор отверток BAKU BK-6108 (8шт.)',
                price: 200
              },
              {
                id: 'Т-000004220',
                name: 'Намагничиватель отверток BAKU BK-210',
                price: 170
              },
              { id: 'Т-000004219', name: 'Оловоотсос BAKU BK-106', price: 130 },
              {
                id: '0-000002871',
                name: 'Отвертка BAKU BA-3037 (36 насадок)',
                price: 750
              },
              {
                id: '0-000002877',
                name: 'Отвертка BAKU BK-3020 (20 насадок)',
                price: 270
              },
              {
                id: '0-000006998',
                name: 'Отвертка BAKU BK-338 ( для внутренних болтов iPhone )',
                price: 200
              },
              {
                id: '0-000006996',
                name: 'Отвертка BAKU BK-338 SL1.5',
                price: 200
              },
              {
                id: '0-000006997',
                name: 'Отвертка BAKU BK-338 SL2.0',
                price: 200
              },
              {
                id: '0-000006999',
                name: 'Отвертка BAKU BK-338 T2',
                price: 150
              },
              {
                id: '0-000007000',
                name: 'Отвертка BAKU BK-338 T3',
                price: 200
              },
              {
                id: '0-000007001',
                name: 'Отвертка BAKU BK-338 T4',
                price: 150
              },
              {
                id: '0-000007002',
                name: 'Отвертка BAKU BK-338 T5',
                price: 150
              },
              {
                id: '0-000001302',
                name: 'Отвертка iPhone BAKU BK-7275-B (5 насадок)',
                price: 330
              },
              {
                id: '0-000001805',
                name: 'Отвертка iPhone BAKU BK-7276 для iPhone (6 насадок)',
                price: 500
              },
              {
                id: '0-000001305',
                name:
                  'Отвертка iPhone Y BAKU BK-338 (0,6mm iPhone 7/7 Plus/8/8 Plus)',
                price: 200
              },
              {
                id: 'УТ-00004304',
                name:
                  'Отвертка iPhone звездочка BAKU BK-338 (0,8x25mm iPhone 4/5/6/6s)',
                price: 180
              },
              {
                id: '0-000001308',
                name: 'Отвертка PH00 BAKU BK-338 (тонкий крестик)',
                price: 180
              },
              {
                id: '0-000002869',
                name: 'Отвертка PH00 BAKU BK-351 (тонкий крестик)',
                price: 200
              },
              {
                id: '0-000002870',
                name: 'Отвертка PH00 BAKU BK-352 (тонкий крестик)',
                price: 320
              },
              {
                id: '0-000001309',
                name: 'Очиститель жал паяльника BAKU BK-222 (латунная стружка)',
                price: 280
              },
              {
                id: '0-000002878',
                name: 'Пинцет изогнутый BAKU 7-sa',
                price: 90
              },
              {
                id: '0-000007003',
                name: 'Пинцет прямой BAKU 34-sa-15',
                price: 300
              },
              {
                id: '0-000007004',
                name: 'Пинцет прямой BAKU BA-2A-16',
                price: 300
              },
              {
                id: '0-000002879',
                name: 'Пинцет прямой BAKU SS-sa',
                price: 90
              },
              {
                id: '0-000001325',
                name: 'Присоска для снятия дисплея BAKU BK-7259 (с зажимом)',
                price: 180
              }
            ]
          },
          {
            id: '473__Xiaomi',
            name: 'Xiaomi',
            children: [
              {
                id: '0-000002789',
                name: 'Отвертка Xiaomi Wiha (24 насадок)',
                price: 1400
              },
              {
                id: '0-000006228',
                name: 'Отвертка Xiaomi Wiha (8 в 1)',
                price: 1350
              }
            ]
          },
          {
            id: '474__Универсальный',
            name: 'Универсальный',
            children: [
              {
                id: '0-000001248',
                name: 'BGA трафарет 3D для iPhone 6/6 Plus',
                price: 700
              },
              {
                id: '0-000001249',
                name: 'BGA трафарет 3D для iPhone 6S/6S Plus',
                price: 700
              },
              {
                id: '0-000001250',
                name: 'BGA трафарет 3D для iPhone 7/7 Plus',
                price: 700
              },
              {
                id: '0-000006412',
                name: 'BGA трафарет 3D для iPhone Xs/Xs Max/Xr',
                price: 770
              },
              { id: 'Т-000000466', name: 'BGA трафарет MTK (A89)', price: 100 },
              { id: '0-000002434', name: 'BGA трафарет MTK (A97)', price: 130 },
              { id: '0-000002563', name: 'BGA трафарет MTK (A98)', price: 100 },
              {
                id: 'Т-000002632',
                name: 'BGA трафарет для iPhone 5G',
                price: 100
              },
              {
                id: '0-000004703',
                name: 'BGA трафарет для iPhone 5S',
                price: 70
              },
              {
                id: 'Т-000005874',
                name: 'BGA трафарет для iPhone 6/6 Plus',
                price: 100
              },
              {
                id: 'Т-000005875',
                name: 'BGA трафарет для iPhone 6S/6S Plus',
                price: 100
              },
              {
                id: 'Т-000005876',
                name: 'BGA трафарет для iPhone 7/7 Plus',
                price: 100
              },
              {
                id: '0-000002195',
                name: 'BGA трафарет для iPhone 8/8 Plus',
                price: 100
              },
              {
                id: '0-000002196',
                name: 'BGA трафарет для iPhone X',
                price: 100
              },
              { id: '0-000001329', name: 'BGA трафарет для LG', price: 60 },
              {
                id: '0-000001974',
                name: 'BGA трафарет для Samsung J120F/J320F',
                price: 80
              },
              {
                id: 'УТ-00012361',
                name:
                  'Инструмент для обрезки SIM 3 in1 (для всех видов сим-карт)',
                price: 300
              },
              {
                id: 'УТ-00002115',
                name: 'Ключ для извлечения SIM (шило)',
                price: 10
              },
              {
                id: '0-000007221',
                name: 'Магнитный держатель для отверток',
                price: 370
              },
              {
                id: '0-000007547',
                name: 'Магнитный коврик для iPhone 5S',
                price: 150
              },
              {
                id: '0-000007548',
                name: 'Магнитный коврик для iPhone 6',
                price: 150
              },
              {
                id: '0-000007112',
                name: 'Магнитный коврик для iPhone 6 Plus',
                price: 150
              },
              {
                id: '0-000007549',
                name: 'Магнитный коврик для iPhone 6S Plus',
                price: 130
              },
              {
                id: '0-000007108',
                name: 'Магнитный коврик для iPhone 8',
                price: 150
              },
              {
                id: '0-000007550',
                name: 'Магнитный коврик для iPhone 8 Plus',
                price: 150
              },
              {
                id: '0-000007111',
                name: 'Магнитный коврик для iPhone X',
                price: 150
              },
              {
                id: '0-000002780',
                name: 'Набор инструмента Kaisi KS-3801 (38 шт.)',
                price: 660
              },
              {
                id: '0-000002790',
                name:
                  'Подсветка ламповая для микроскопа YA XUN (диаметр до 64мм)',
                price: 750
              },
              {
                id: 'УТ-00002114',
                name: 'Присоска для снятия дисплея (обычная)',
                price: 50
              },
              {
                id: 'УТ-00012363',
                name: 'Присоска для снятия дисплея (с зажимом)',
                price: 120
              }
            ]
          }
        ]
      },
      {
        id: '475__Оборудование для сборки/разборки дисплейных модулей',
        name: 'Оборудование для сборки/разборки дисплейных модулей',
        children: [
          {
            id: '476__Разное',
            name: 'Разное',
            children: [
              {
                id: '0-000002796',
                name: 'Матрица для сборки дисплейного модуля для iPhone X',
                price: 270
              },
              {
                id: 'Т-000002596',
                name:
                  'Матрица для сборки дисплейного модуля для Samsung A300F (A3)',
                price: 130
              },
              {
                id: '0-000001334',
                name:
                  'Матрица для сборки дисплейного модуля для Samsung A310F (A3 2016)',
                price: 120
              },
              {
                id: '0-000001335',
                name:
                  'Матрица для сборки дисплейного модуля для Samsung A510F (A5 2016)',
                price: 130
              },
              {
                id: '0-000002872',
                name:
                  'Матрица для сборки дисплейного модуля для Samsung G950F (S8)',
                price: 420
              },
              {
                id: '0-000001333',
                name:
                  'Матрица для сборки дисплейного модуля для Samsung J320F (J3 2016)',
                price: 150
              }
            ]
          },
          {
            id: '477__Baku',
            name: 'Baku',
            children: [
              {
                id: '0-000001844',
                name: 'Станок для разделения дисплея от рамки BAKU BK-7231',
                price: 6600
              },
              {
                id: '0-000001313',
                name: 'Станция для разборки модулей BAKU BK-946D',
                price: 5900
              }
            ]
          }
        ]
      },
      {
        id: '478__Паяльное оборудование',
        name: 'Паяльное оборудование',
        children: [
          {
            id: '479__Разное',
            name: 'Разное',
            children: [
              {
                id: 'УТ-00004299',
                name:
                  'Нагревательный элемент для паяльника Lukey 936 (керамика)',
                price: 130
              },
              {
                id: 'УТ-00005953',
                name: 'Ручка паяльника Lukey 936A/702',
                price: 480
              }
            ]
          },
          {
            id: '480__Baku',
            name: 'Baku',
            children: [
              {
                id: '0-000001318',
                name: 'Паяльная станция BAKU BK-878L (фен+паяльник)',
                price: 3700
              },
              {
                id: '0-000001315',
                name:
                  'Паяльная станция BAKU BK-909 (фен+паяльник+источник питания)',
                price: 5300
              },
              {
                id: '0-000005422',
                name: 'Паяльник Baku BK-451 (40W)',
                price: 180
              },
              {
                id: '0-000005423',
                name:
                  'Паяльник Baku BK-461 (регулировка температуры, 20/30/40/60W)',
                price: 470
              },
              {
                id: '0-000001339',
                name: 'Ручка паяльника BAKU BK-878L',
                price: 320
              }
            ]
          }
        ]
      },
      {
        id: '481__Расходные материалы',
        name: 'Расходные материалы',
        children: [
          {
            id: '482__Разное',
            name: 'Разное',
            children: [
              {
                id: '0-000002383',
                name: 'Гель для наклейки защитных стекол (30 мл.)',
                price: 100
              },
              { id: 'УТ-00000609', name: 'Губка для паяльника', price: 20 },
              {
                id: 'УТ-00001650',
                name: 'Жало паяльника Hakko 900-T-1',
                price: 350
              },
              {
                id: 'УТ-00001651',
                name: 'Жало паяльника Lukey 900-T-1',
                price: 100
              },
              {
                id: 'УТ-00001652',
                name: 'Жало паяльника Mechanic 900-T-1C',
                price: 150
              },
              {
                id: 'УТ-00001653',
                name: 'Жало паяльника Rhino 900-T-1',
                price: 480
              },
              {
                id: 'Т-000003692',
                name: 'Запасная лампа UV (9W, 365 nm)',
                price: 100
              },
              {
                id: 'Т-000002600',
                name: 'Клей B-7000 110 мл. (прозрачный)',
                price: 150
              },
              {
                id: '0-000000384',
                name: 'Клей B-7000 15 мл. (прозрачный)',
                price: 80
              },
              {
                id: '0-000002936',
                name: 'Клей T-5000 110 мл. (белый)',
                price: 200
              },
              {
                id: '0-000002937',
                name: 'Клей T-5000 15 мл. (белый)',
                price: 80
              },
              {
                id: '0-000001321',
                name: 'Клей T-7000 110 мл. (черный)',
                price: 150
              },
              {
                id: '0-000001322',
                name: 'Клей T-7000 15 мл. (черный)',
                price: 80
              },
              { id: 'УТ-00010224', name: 'Клей UV TP-1000', price: 500 },
              { id: 'УТ-00010842', name: 'Клей UV TP-2500F', price: 550 },
              {
                id: 'УТ-00009428',
                name: 'Клей двухкомпонентный 10 г',
                price: 130
              },
              { id: 'Т-000002617', name: 'Клей токопроводящий', price: 150 },
              {
                id: '0-000002265',
                name: 'Концентрат для ультразвуковых ванн Solins US (500 мл.)',
                price: 230
              },
              {
                id: 'УТ-00009374',
                name: 'Лезвия для скальпеля (10шт.)',
                price: 50
              },
              {
                id: 'УТ-00009373',
                name: 'Лента термостойкая (10 мм.)',
                price: 120
              },
              {
                id: 'УТ-00010215',
                name: 'Лента термостойкая (6 мм.)',
                price: 50
              },
              {
                id: '0-000000077',
                name: 'Паста паяльная EFD 62NCLR-A (США, 35 гр.)',
                price: 1300
              },
              {
                id: 'УТ-00004321',
                name: 'Паста паяльная Mechanic XG-50 (50 гр.)',
                price: 200
              },
              {
                id: 'УТ-00004412',
                name: 'Поглотитель олова gootwick (2 мм.)',
                price: 150
              },
              {
                id: 'УТ-00004681',
                name: 'Припой MAYUAN 0,3 мм. (30 гр.)',
                price: 130
              },
              {
                id: '0-000002466',
                name:
                  'Салфетки для обезжиривания и протирки дисплеев (100 шт.)',
                price: 200
              },
              {
                id: 'Т-000002841',
                name: 'Салфетки для обезжиривания и протирки дисплеев (2 шт.)',
                price: 10
              },
              {
                id: '0-000002707',
                name:
                  'Салфетки для обезжиривания и протирки дисплеев (200 шт.)',
                price: 300
              },
              {
                id: 'УТ-00010220',
                name: 'Салфетки для протирки дисплеев Micro fiber (100 шт.)',
                price: 1650
              },
              {
                id: 'УТ-00010221',
                name: 'Салфетки для протирки дисплеев цветные (100 шт.)',
                price: 180
              },
              {
                id: 'УТ-00010316',
                name: 'Салфетки для чистки дисплеев одноразовые (400 шт.)',
                price: 400
              },
              {
                id: '0-000006205',
                name: 'Скотч алюминиевый (80 мм*150 м)',
                price: 270
              },
              {
                id: 'УТ-00004917',
                name: 'Скотч двусторонний 3M (черный, 3мм.)',
                price: 80
              },
              {
                id: 'УТ-00004918',
                name: 'Скотч двусторонний 3M (черный, 5мм.)',
                price: 100
              },
              {
                id: 'УТ-00012360',
                name: 'Скотч двусторонний акриловый 3M (прозрачный 5мм.)',
                price: 100
              },
              {
                id: 'УТ-00012359',
                name: 'Скотч двусторонний акриловый 3M (прозрачный, 3мм.)',
                price: 110
              },
              {
                id: '0-000002314',
                name:
                  'Скотч двусторонний акриловый 3M 9088F (прозрачный, 5мм.) - Ориг',
                price: 290
              },
              {
                id: '0-000002483',
                name: 'Скотч двусторонний вспененный (0,5 мм*30 мм*5 м)',
                price: 120
              },
              {
                id: 'Т-000003977',
                name: 'Скотч двусторонний вспененный (1 мм*12 мм*5 м)',
                price: 70
              },
              {
                id: 'Т-000004784',
                name: 'Скотч двусторонний вспененный (1 мм*3 мм*5 м)',
                price: 40
              },
              {
                id: 'Т-000003978',
                name: 'Скотч двусторонний вспененный (1 мм*30 мм*5 м)',
                price: 120
              },
              {
                id: 'Т-000003976',
                name: 'Скотч двусторонний вспененный (1 мм*8 мм*5 м)',
                price: 50
              },
              {
                id: 'Т-000003703',
                name: 'Скотч для защиты / очистки дисплеев (60 мм*150 м.)',
                price: 180
              },
              {
                id: 'Т-000003701',
                name: 'Скотч для защиты / очистки дисплеев (80 мм*150 м)',
                price: 310
              },
              {
                id: '0-000001703',
                name: 'Сплав Розе (гранулы) 50г.',
                price: 160
              },
              {
                id: '0-000002582',
                name: 'Спрей-охладитель Solins Freezer (400 мл.)',
                price: 190
              },
              {
                id: 'Т-000000248',
                name: 'Спрей-очиститель Cramolin CLEANER (400 мл.)',
                price: 650
              },
              {
                id: 'УТ-00011444',
                name: 'Спрей-очиститель Cramolin FLUX-OFF (400 мл.)',
                price: 750
              },
              {
                id: '0-000002057',
                name: 'Спрей-очиститель Solins CLEANER (400 мл.)',
                price: 200
              },
              {
                id: '0-000002058',
                name: 'Спрей-очиститель Solins DEGREASER (400 мл.)',
                price: 200
              },
              {
                id: '0-000002060',
                name: 'Спрей-очиститель Solins FLUX-OFF (400 мл.)',
                price: 200
              },
              {
                id: '0-000002264',
                name: 'Спрей-очиститель Solins LABEL-OFF (200 мл.)',
                price: 200
              },
              {
                id: '0-000002059',
                name:
                  'Спрей-пылеудалитель Solins Duster (сжатый воздух, 400 мл.)',
                price: 200
              },
              {
                id: '0-000002792',
                name: 'Термопаста КПТ-8 (17 гр.)',
                price: 60
              },
              {
                id: 'УТ-00005166',
                name: 'Флюс Amtech RMA-223 (Китай, 10 гр.)',
                price: 150
              },
              {
                id: '0-000000075',
                name: 'Флюс FluxPlus EFD 6-411-A (США, 10 гр.)',
                price: 800
              },
              {
                id: 'УТ-00005164',
                name: 'Флюс FluxPlus EFD 6-412-A (США, 10 гр.)',
                price: 970
              },
              {
                id: '0-000001119',
                name: 'Флюс FluxPlus EFD 6-412-AA (США, 3 гр.)',
                price: 600
              },
              {
                id: '0-000000076',
                name: 'Флюс FluxPlus EFD 6-415-A (США, 10 гр.)',
                price: 850
              }
            ]
          },
          {
            id: '483__Baku',
            name: 'Baku',
            children: [
              {
                id: '0-000002565',
                name: 'Активатор жала паяльника BAKU BK-226',
                price: 370
              },
              {
                id: '0-000001691',
                name: 'Жало паяльника BAKU 900-T-1',
                price: 150
              },
              {
                id: '0-000007007',
                name: 'Жало паяльника BAKU 900M-T-FI',
                price: 500
              },
              {
                id: '0-000007008',
                name: 'Жало паяльника BAKU 900M-T-FS',
                price: 500
              },
              {
                id: '0-000007009',
                name: 'Жало паяльника BAKU 900M-T-IS',
                price: 500
              },
              {
                id: '0-000004940',
                name: 'Лак изоляционный BAKU BK-126 (8 гр.)',
                price: 160
              },
              {
                id: '0-000001319',
                name: 'Паста паяльная BAKU BK-5051 (50 гр.)',
                price: 200
              },
              {
                id: '0-000003097',
                name: 'Флюс BAKU BK-223 (10 гр.)',
                price: 120
              }
            ]
          },
          {
            id: '484__Универсальный',
            name: 'Универсальный',
            children: [
              {
                id: '0-000006423',
                name: 'Клей двухкомпонентный 2 г',
                price: 30
              }
            ]
          }
        ]
      },
      {
        id: '485__Электрическое и измерительное оборудование',
        name: 'Электрическое и измерительное оборудование',
        children: [
          {
            id: '486__Разное',
            name: 'Разное',
            children: [
              {
                id: '0-000003177',
                name: 'Источник питания Yaxun PS-1502DD (0-15V 2A)',
                price: 1400
              },
              {
                id: 'Т-000000249',
                name:
                  'Кабель питания для iPhone от источника питания (все модели)',
                price: 320
              },
              {
                id: '0-000006410',
                name: 'Коврик с подогревом ZJ-1805 (30см*21см)',
                price: 3850
              },
              {
                id: '0-000002384',
                name: 'Лупа с подсветкой MG6B-1B',
                price: 200
              },
              {
                id: '0-000002791',
                name: 'Машинка для удаления клея OCA',
                price: 700
              },
              {
                id: '0-000001850',
                name:
                  'Микроскоп YA XUN YX-AK01 (бинокулярный, стереоскопический, с подсветкой)',
                price: 5900
              },
              {
                id: '0-000001851',
                name:
                  'Микроскоп YA XUN YX-AK03 (бинокулярный, стереоскопический, с подсветкой)',
                price: 6500
              },
              {
                id: '0-000001852',
                name:
                  'Микроскоп YA XUN YX-AK04 (бинокулярный, стереоскопический, с подсветкой)',
                price: 7500
              },
              {
                id: 'Т-000002704',
                name:
                  'Плата для активации и зарядки АКБ для IPhone ( все модели )',
                price: 800
              },
              {
                id: 'Т-000005854',
                name:
                  'Плата для активации и зарядки АКБ для IPhone 4/,,../7 Plus (от USB и источника питания)',
                price: 480
              },
              {
                id: 'Т-000001116',
                name: 'Тестер зарядного устройства USB',
                price: 300
              },
              {
                id: 'Т-000000468',
                name: 'Щупы для мультиметра (остроконечные)',
                price: 190
              }
            ]
          },
          {
            id: '487__Baku',
            name: 'Baku',
            children: [
              {
                id: '0-000002868',
                name: 'Анализатор батарей BAKU BA-19A',
                price: 8800
              },
              {
                id: '0-000002056',
                name: 'Анализатор батарей BAKU DBT-2012',
                price: 11800
              },
              {
                id: '0-000002566',
                name: 'Ванна ультразвуковая BAKU BK-9050 (0.5л 30/50Вт)',
                price: 1550
              },
              {
                id: '0-000003178',
                name: 'Источник питания BAKU BK-1502D+ (0-15V 2A)',
                price: 1950
              },
              {
                id: '0-000001317',
                name: 'Источник питания BAKU BK-305D (0-30V 5A)',
                price: 3700
              },
              {
                id: 'УТ-00004288',
                name: 'Мультиметр BAKU BK-9205A',
                price: 470
              },
              {
                id: '0-000001326',
                name: 'Мультиметр BAKU BK-A830L',
                price: 420
              },
              {
                id: '0-000001311',
                name: 'Фен строительный BAKU BK-8033',
                price: 800
              }
            ]
          }
        ]
      },
      {
        id:
          '488__Стекла, пленки OCA, поляризаторы и т.п. для дисплейных модулей',
        name:
          '489__Стекла, пленки OCA, поляризаторы и т.п. для дисплейных модулей',
        children: [
          {
            id: '490__Apple',
            name: 'Apple',
            children: [
              {
                id: '0-000006665',
                name: 'Пленка OCA для iPhone 11',
                price: 60
              },
              {
                id: '0-000006666',
                name: 'Пленка OCA для iPhone 11 Pro',
                price: 50
              },
              {
                id: '0-000006667',
                name: 'Пленка OCA для iPhone 11 Pro Max',
                price: 60
              },
              {
                id: 'Т-000002612',
                name: 'Пленка OCA для iPhone 4/4S',
                price: 10
              },
              {
                id: 'Т-000002613',
                name: 'Пленка OCA для iPhone 5/5S/5C/SE',
                price: 30
              },
              {
                id: 'Т-000002615',
                name: 'Пленка OCA для iPhone 6 Plus/6S Plus/7 Plus/8 Plus',
                price: 50
              },
              {
                id: 'Т-000002614',
                name: 'Пленка OCA для iPhone 6/6S/7/8',
                price: 30
              },
              { id: '0-000002248', name: 'Пленка OCA для iPhone X', price: 50 },
              {
                id: '0-000004372',
                name: 'Пленка OCA для iPhone Xr',
                price: 50
              },
              {
                id: '0-000005814',
                name: 'Пленка OCA для iPhone Xs',
                price: 50
              },
              {
                id: 'Т-000002602',
                name: 'Пленка поляризационная для iPhone 5/5S/5C/SE',
                price: 50
              },
              {
                id: 'Т-000002603',
                name: 'Пленка поляризационная для iPhone 6/6S/7',
                price: 50
              },
              {
                id: 'УТ-00010854',
                name: 'Поляризатор дисплея (подсветка) для iPhone 5 в сборе',
                price: 50
              },
              {
                id: 'Т-000002913',
                name:
                  'Поляризатор дисплея (подсветка) для iPhone 5S/SE в сборе',
                price: 80
              },
              {
                id: 'Т-000002589',
                name:
                  'Поляризатор дисплея (подсветка) для iPhone 6 Plus в сборе',
                price: 100
              },
              {
                id: 'Т-000002588',
                name: 'Поляризатор дисплея (подсветка) для iPhone 6 в сборе',
                price: 100
              },
              {
                id: 'Т-000004658',
                name: 'Поляризатор дисплея (подсветка) для iPhone 6S в сборе',
                price: 220
              },
              {
                id: '0-000000319',
                name:
                  'Поляризатор дисплея (подсветка) для iPhone 7 Plus в сборе',
                price: 350
              },
              {
                id: '0-000006843',
                name: 'Стекло для iPhone 11 Pro Max Черное',
                price: 250
              },
              {
                id: '0-000006842',
                name: 'Стекло для iPhone 11 Pro Черное',
                price: 250
              },
              {
                id: '0-000006841',
                name: 'Стекло для iPhone 11 Черное',
                price: 270
              },
              {
                id: 'УТ-00010248',
                name: 'Стекло для iPhone 4 Белое',
                price: 30
              },
              {
                id: 'УТ-00010249',
                name: 'Стекло для iPhone 4/4S Белое',
                price: 30
              },
              {
                id: 'УТ-00010247',
                name: 'Стекло для iPhone 4/4S Черное',
                price: 30
              },
              {
                id: 'УТ-00010251',
                name: 'Стекло для iPhone 5/5C/5S/SE Белое',
                price: 100
              },
              {
                id: 'УТ-00010252',
                name: 'Стекло для iPhone 5/5C/5S/SE Черное',
                price: 80
              },
              {
                id: 'Т-000005716',
                name: 'Стекло для iPhone 6 Plus в сборе с рамкой Белое',
                price: 100
              },
              {
                id: 'Т-000005717',
                name: 'Стекло для iPhone 6 Plus в сборе с рамкой Черное',
                price: 130
              },
              {
                id: '0У-00000419',
                name: 'Стекло для iPhone 6 Plus/6S Plus Белое',
                price: 150
              },
              {
                id: '0У-00000420',
                name: 'Стекло для iPhone 6 Plus/6S Plus Черное',
                price: 150
              },
              {
                id: 'Т-000005712',
                name: 'Стекло для iPhone 6 в сборе с рамкой Белое',
                price: 120
              },
              {
                id: '0-000002486',
                name:
                  'Стекло для iPhone 6 в сборе с рамкой и OCA пленкой Белое',
                price: 150
              },
              {
                id: '0-000002487',
                name:
                  'Стекло для iPhone 6 в сборе с рамкой и OCA пленкой Черное',
                price: 150
              },
              {
                id: '0У-00000182',
                name: 'Стекло для iPhone 6/6S Белое',
                price: 100
              },
              {
                id: '0У-00000181',
                name: 'Стекло для iPhone 6/6S Черное',
                price: 70
              },
              {
                id: 'Т-000005718',
                name: 'Стекло для iPhone 6S Plus в сборе с рамкой Черное',
                price: 100
              },
              {
                id: 'Т-000005714',
                name: 'Стекло для iPhone 6S в сборе с рамкой Белое',
                price: 120
              },
              {
                id: 'Т-000005715',
                name: 'Стекло для iPhone 6S в сборе с рамкой Черное',
                price: 120
              },
              {
                id: 'Т-000005499',
                name: 'Стекло для iPhone 7 Plus Белое',
                price: 150
              },
              {
                id: '0-000001529',
                name: 'Стекло для iPhone 7 Plus в сборе с рамкой Белое',
                price: 150
              },
              {
                id: '0-000001530',
                name: 'Стекло для iPhone 7 Plus в сборе с рамкой Черное',
                price: 150
              },
              {
                id: 'Т-000005500',
                name: 'Стекло для iPhone 7 Plus Черное',
                price: 150
              },
              {
                id: 'Т-000005497',
                name: 'Стекло для iPhone 7 Белое',
                price: 150
              },
              {
                id: '0-000001528',
                name: 'Стекло для iPhone 7 в сборе с рамкой Белое',
                price: 150
              },
              {
                id: '0-000002491',
                name:
                  'Стекло для iPhone 7 в сборе с рамкой и OCA пленкой Белое',
                price: 150
              },
              {
                id: '0-000001527',
                name: 'Стекло для iPhone 7 в сборе с рамкой Черное',
                price: 150
              },
              {
                id: '0-000001621',
                name: 'Стекло для iPhone 8 Plus Белое',
                price: 150
              },
              {
                id: '0-000001623',
                name: 'Стекло для iPhone 8 Plus Черное',
                price: 150
              },
              {
                id: '0-000001651',
                name: 'Стекло для iPhone 8 Белое',
                price: 150
              },
              {
                id: '0-000001652',
                name: 'Стекло для iPhone 8 в сборе с рамкой Белое',
                price: 150
              },
              {
                id: '0-000001653',
                name: 'Стекло для iPhone 8 в сборе с рамкой Черное',
                price: 220
              },
              {
                id: '0-000001650',
                name: 'Стекло для iPhone 8 Черное',
                price: 150
              },
              {
                id: '0-000006156',
                name: 'Стекло для iPhone Xr в сборе с OCA пленкой Черное',
                price: 300
              },
              {
                id: '0-000004371',
                name: 'Стекло для iPhone Xr Черное',
                price: 150
              },
              {
                id: '0-000006158',
                name: 'Стекло для iPhone Xs Max в сборе с OCA пленкой Черное',
                price: 200
              },
              {
                id: '0-000005376',
                name: 'Стекло для iPhone Xs Max Черное',
                price: 180
              },
              {
                id: '0-000006157',
                name: 'Стекло для iPhone Xs в сборе с OCA пленкой Черное',
                price: 180
              },
              {
                id: '0-000005377',
                name: 'Стекло для iPhone Xs Черное',
                price: 200
              }
            ]
          },
          {
            id: '491__LG',
            name: 'LG',
            children: [
              {
                id: 'Т-000005697',
                name: 'Стекло для LG K410/K430DS Черное',
                price: 80
              },
              {
                id: '0-000000569',
                name: 'Стекло для LG X210DS Черное',
                price: 100
              }
            ]
          },
          {
            id: '492__Nokia',
            name: 'Nokia',
            children: [
              {
                id: '0У-00001188',
                name: 'Стекло для Nokia 730 Dual/735 (RM-1040) Черное',
                price: 100
              }
            ]
          },
          {
            id: '493__Samsung',
            name: 'Samsung',
            children: [
              {
                id: '0-000002734',
                name: 'Пленка OCA для Samsung G950F/G960F (S8/S9)',
                price: 50
              },
              {
                id: '0-000006664',
                name: 'Пленка OCA для Samsung G970F (S10e)',
                price: 70
              },
              {
                id: '0-000006662',
                name: 'Пленка OCA для Samsung G973F (S10)',
                price: 60
              },
              {
                id: '0-000006663',
                name: 'Пленка OCA для Samsung G975F (S10+)',
                price: 60
              },
              {
                id: '0-000004166',
                name: 'Пленка OCA для Samsung N950F (Note 8)',
                price: 50
              },
              {
                id: '0-000005378',
                name: 'Стекло для Samsung A105 (A10) Черное',
                price: 100
              },
              {
                id: '0-000005379',
                name: 'Стекло для Samsung A205 (A20) Черное',
                price: 100
              },
              {
                id: '0-000006845',
                name: 'Стекло для Samsung A307 (A30s) Черное',
                price: 100
              },
              {
                id: 'Т-000004063',
                name: 'Стекло для Samsung A310F (A3 2016) Черное',
                price: 100
              },
              {
                id: 'Т-000004065',
                name: 'Стекло для Samsung A510F (A5 2016) Черное',
                price: 100
              },
              {
                id: '0-000002476',
                name: 'Стекло для Samsung A520F (A5 2017) Золото',
                price: 100
              },
              {
                id: '0-000002475',
                name: 'Стекло для Samsung A520F (A5 2017) Черное',
                price: 100
              },
              {
                id: '0-000003372',
                name: 'Стекло для Samsung A530F (A8 2018) Черное',
                price: 100
              },
              {
                id: '0-000003371',
                name: 'Стекло для Samsung A730F (A8+ 2018) Черное',
                price: 100
              },
              {
                id: '0-000004496',
                name: 'Стекло для Samsung A750F (A7 2018) Черное',
                price: 100
              },
              {
                id: '0-000004497',
                name: 'Стекло для Samsung A920F (A9 2018) Черное',
                price: 120
              },
              {
                id: '0У-00000176',
                name: 'Стекло для Samsung G900F (S5) Черное',
                price: 100
              },
              {
                id: 'Т-000003878',
                name: 'Стекло для Samsung G930F (S7) Черное',
                price: 100
              },
              {
                id: '0-000000979',
                name: 'Стекло для Samsung G935F (S7 Edge) Черное',
                price: 220
              },
              {
                id: '0-000001176',
                name: 'Стекло для Samsung G955F (S8+) Черное',
                price: 230
              },
              {
                id: '0-000004819',
                name: 'Стекло для Samsung G960F (S9) с OCA пленкой Черное',
                price: 350
              },
              {
                id: '0-000002834',
                name: 'Стекло для Samsung G965F (S9+) Черное',
                price: 230
              },
              {
                id: '0-000006840',
                name: 'Стекло для Samsung G970F (S10e) Черное',
                price: 100
              },
              {
                id: 'УТ-00010278',
                name: 'Стекло для Samsung i8190/i8200 Синее',
                price: 50
              },
              {
                id: 'УТ-00010256',
                name: 'Стекло для Samsung i9100/i9105 Черное',
                price: 80
              },
              {
                id: 'УТ-00010838',
                name: 'Стекло для Samsung i9190/i9192/i9195 Черное',
                price: 50
              },
              {
                id: 'УТ-00010257',
                name: 'Стекло для Samsung i9300 Белое',
                price: 100
              },
              {
                id: 'УТ-00010261',
                name: 'Стекло для Samsung i9300 Синее',
                price: 120
              },
              {
                id: 'УТ-00010276',
                name: 'Стекло для Samsung i9500/i9505 Белое',
                price: 100
              },
              {
                id: 'УТ-00011956',
                name: 'Стекло для Samsung i9500/i9505 Серое',
                price: 100
              },
              {
                id: 'УТ-00010275',
                name: 'Стекло для Samsung i9500/i9505 Черное',
                price: 100
              },
              {
                id: '0-000000314',
                name: 'Стекло для Samsung J120F (J1 2016) Золото',
                price: 80
              },
              {
                id: '0-000000312',
                name: 'Стекло для Samsung J120F (J1 2016) Черное',
                price: 80
              },
              {
                id: '0-000002830',
                name: 'Стекло для Samsung J250F (J2 2018) Черное',
                price: 100
              },
              {
                id: '0-000000317',
                name: 'Стекло для Samsung J320F (J3 2016) Золото',
                price: 70
              },
              {
                id: '0-000000316',
                name: 'Стекло для Samsung J320F (J3 2016) Черное',
                price: 80
              },
              {
                id: '0-000004498',
                name: 'Стекло для Samsung J400F (J4 2018) Черное',
                price: 100
              },
              {
                id: '0-000004499',
                name:
                  'Стекло для Samsung J415F/J610F (J4+ 2018/J6+ 2018) Черное',
                price: 100
              },
              {
                id: '0-000000723',
                name: 'Стекло для Samsung J510F (J5 2016) Золото',
                price: 100
              },
              {
                id: '0-000000722',
                name: 'Стекло для Samsung J510F (J5 2016) Черное',
                price: 100
              },
              {
                id: '0-000003556',
                name: 'Стекло для Samsung J530F (J5 2017) Золото',
                price: 100
              },
              {
                id: '0-000003555',
                name: 'Стекло для Samsung J530F (J5 2017) Черное',
                price: 100
              },
              {
                id: '0-000004500',
                name: 'Стекло для Samsung J600F (J6 2018) Черное',
                price: 50
              },
              {
                id: '0-000002833',
                name: 'Стекло для Samsung J701F (J7 Neo) Золото',
                price: 80
              },
              {
                id: '0-000003183',
                name: 'Стекло для Samsung J730F (J7 2017) Белое',
                price: 90
              },
              {
                id: '0-000003370',
                name: 'Стекло для Samsung J730F (J7 2017) Черное',
                price: 100
              },
              {
                id: '0-000004502',
                name: 'Стекло для Samsung J810F (J8 2018) Черное',
                price: 50
              },
              {
                id: '0-000006730',
                name: 'Стекло для Samsung M205F (M20) Черное',
                price: 100
              },
              {
                id: '0-000004627',
                name: 'Стекло для Samsung N960F (Note 9)Черное',
                price: 360
              }
            ]
          },
          {
            id: '494__Универсальный',
            name: 'Универсальный',
            children: [
              {
                id: '0-000006893',
                name: 'Пленка OCA универсальная 4.5"',
                price: 30
              },
              {
                id: '0-000006894',
                name: 'Пленка OCA универсальная 4.7"',
                price: 30
              },
              {
                id: '0-000006891',
                name: 'Пленка OCA универсальная 5.1"',
                price: 50
              },
              {
                id: '0-000006889',
                name: 'Пленка OCA универсальная 5.2"',
                price: 50
              },
              {
                id: '0-000006888',
                name: 'Пленка OCA универсальная 5.3"',
                price: 50
              },
              {
                id: '0-000006887',
                name: 'Пленка OCA универсальная 5.5"',
                price: 50
              },
              {
                id: '0-000006886',
                name: 'Пленка OCA универсальная 5.7"',
                price: 50
              },
              {
                id: '0-000006892',
                name: 'Пленка OCA универсальная 5"',
                price: 50
              },
              {
                id: '0-000006885',
                name: 'Пленка OCA универсальная 6.15"',
                price: 50
              },
              {
                id: '0-000006882',
                name: 'Пленка OCA универсальная 6.5"',
                price: 50
              },
              {
                id: '0-000006884',
                name: 'Пленка OCA универсальная 6"',
                price: 50
              }
            ]
          }
        ]
      },
      {
        id: '495__Тачскрины',
        name: 'Тачскрины',
        children: [
          {
            id: '496__Acer',
            name: 'Acer',
            children: [
              {
                id: 'УТ-00010916',
                name: 'Тачскрин для Acer Iconia Tab A1-810/A1-811 Черный',
                price: 760
              },
              {
                id: '0-000000002',
                name: 'Тачскрин для Acer Iconia Talk 7 B1-723 Белый',
                price: 270
              }
            ]
          },
          {
            id: '497__Alcatel',
            name: 'Alcatel',
            children: [
              {
                id: 'Т-000001719',
                name: 'Тачскрин для Alcatel OT-4009D (Pixi 3) Черный',
                price: 150
              },
              {
                id: 'Т-000004630',
                name: 'Тачскрин для Alcatel OT-4024D (Pixi First) Черный',
                price: 130
              },
              {
                id: 'Т-000005585',
                name: 'Тачскрин для Alcatel OT-4034D (Pixi 4) Черный',
                price: 200
              },
              {
                id: 'Т-000005588',
                name: 'Тачскрин для Alcatel OT-5010D (Pixi 4) Черный',
                price: 200
              },
              {
                id: 'Т-000004635',
                name: 'Тачскрин для Alcatel OT-5015D (Pop 3) Черный',
                price: 170
              },
              {
                id: '0-000003918',
                name:
                  'Тачскрин для Alcatel OT-5023F (Pixi 4 Plus Power) Черный',
                price: 220
              },
              {
                id: 'Т-000004638',
                name: 'Тачскрин для Alcatel OT-5025D (Pop 3) Черный',
                price: 180
              },
              {
                id: '0-000004516',
                name: 'Тачскрин для Alcatel OT-5033D (1) Белый',
                price: 180
              },
              {
                id: '0-000004517',
                name: 'Тачскрин для Alcatel OT-5033D (1) Черный',
                price: 200
              },
              {
                id: '0У-00001152',
                name: 'Тачскрин для Alcatel OT-5036D (Pop C5) Белый',
                price: 200
              },
              {
                id: '0У-00001151',
                name: 'Тачскрин для Alcatel OT-5036D (Pop C5) Черный',
                price: 180
              },
              {
                id: 'Т-000000349',
                name: 'Тачскрин для Alcatel OT-5042D (Pop 2) Черный',
                price: 130
              },
              {
                id: '0-000003181',
                name: 'Тачскрин для Alcatel OT-5044 (U5) Черный',
                price: 180
              },
              {
                id: 'Т-000005552',
                name: 'Тачскрин для Alcatel OT-5045D (Pixi 4) (5") Черный',
                price: 180
              },
              {
                id: 'Т-000005704',
                name: 'Тачскрин для Alcatel OT-5054D (Pop 3) Черный',
                price: 170
              },
              {
                id: '0-000004522',
                name: 'Тачскрин для Alcatel OT-5059D (1X) Черный',
                price: 220
              },
              {
                id: '0-000000547',
                name: 'Тачскрин для Alcatel OT-6055K (Idol 4) Черный',
                price: 350
              },
              {
                id: '0У-00000349',
                name: 'Тачскрин для Alcatel OT-7041D (Pop C7) Белый',
                price: 180
              },
              {
                id: '0У-00000348',
                name: 'Тачскрин для Alcatel OT-7041D (Pop C7) Черный',
                price: 180
              }
            ]
          },
          {
            id: '498__Apple',
            name: 'Apple',
            children: [
              {
                id: 'УТ-00010828',
                name: 'Тачскрин для iPad 2 Белый - AA',
                price: 400
              },
              {
                id: 'УТ-00010829',
                name: 'Тачскрин для iPad 2 Черный - AA',
                price: 400
              },
              {
                id: 'УТ-00010830',
                name: 'Тачскрин для iPad 3/iPad 4 Белый - AA',
                price: 400
              },
              {
                id: 'УТ-00010831',
                name: 'Тачскрин для iPad 3/iPad 4 Черный - AA',
                price: 400
              },
              {
                id: '0-000006931',
                name: 'Тачскрин для iPad 9.7 (2018) Белый - AA',
                price: 530
              },
              {
                id: '0-000003924',
                name: 'Тачскрин для iPad 9.7 (2018) Белый - Ориг',
                price: 1650
              },
              {
                id: '0-000006932',
                name: 'Тачскрин для iPad 9.7 (2018) Черный - AA',
                price: 530
              },
              {
                id: '0-000003925',
                name: 'Тачскрин для iPad 9.7 (2018) Черный - Ориг',
                price: 1650
              },
              {
                id: '0У-00001175',
                name: 'Тачскрин для iPad Air 2 Белый',
                price: 950
              },
              {
                id: '0У-00001174',
                name: 'Тачскрин для iPad Air 2 Черный',
                price: 950
              },
              {
                id: '0У-00001251',
                name: 'Тачскрин для iPad Air/iPad 9.7 (2017) Белый - AA',
                price: 400
              },
              {
                id: 'УТ-00011300',
                name: 'Тачскрин для iPad Air/iPad 9.7 (2017) Белый - Ориг',
                price: 1350
              },
              {
                id: '0У-00001250',
                name: 'Тачскрин для iPad Air/iPad 9.7 (2017) Черный - AA',
                price: 400
              },
              {
                id: 'УТ-00011299',
                name: 'Тачскрин для iPad Air/iPad 9.7 (2017) Черный - Ориг',
                price: 1350
              },
              {
                id: '0-000007307',
                name: 'Тачскрин для iPad mini (2019) Белый',
                price: 1850
              },
              {
                id: '0-000007308',
                name: 'Тачскрин для iPad mini (2019) Черный',
                price: 1850
              },
              {
                id: 'Т-000001473',
                name: 'Тачскрин для iPad mini 3 В СБОРЕ Белый',
                price: 500
              },
              {
                id: 'Т-000001474',
                name: 'Тачскрин для iPad mini 3 В СБОРЕ Черный',
                price: 500
              },
              {
                id: 'Т-000004505',
                name: 'Тачскрин для iPad Mini 4 Белый',
                price: 670
              },
              {
                id: 'Т-000004506',
                name: 'Тачскрин для iPad Mini 4 Черный',
                price: 670
              },
              {
                id: 'УТ-00008192',
                name: 'Тачскрин для iPad mini/mini 2 Retina Белый',
                price: 330
              },
              {
                id: 'УТ-00009704',
                name: 'Тачскрин для iPad mini/mini 2 Retina В СБОРЕ Белый',
                price: 550
              },
              {
                id: '0У-00000108',
                name:
                  'Тачскрин для iPad mini/mini 2 Retina В СБОРЕ Белый - Ориг',
                price: 920
              },
              {
                id: 'УТ-00009705',
                name: 'Тачскрин для iPad mini/mini 2 Retina В СБОРЕ Черный',
                price: 550
              },
              {
                id: '0У-00000107',
                name:
                  'Тачскрин для iPad mini/mini 2 Retina В СБОРЕ Черный - Ориг',
                price: 920
              },
              {
                id: 'УТ-00008191',
                name: 'Тачскрин для iPad mini/mini 2 Retina Черный',
                price: 330
              },
              {
                id: 'Т-000003038',
                name: 'Тачскрин для iPad Pro 12.9" (2015) Белый',
                price: 1990
              },
              {
                id: 'Т-000003037',
                name: 'Тачскрин для iPad Pro 12.9" (2015) Черный',
                price: 1990
              },
              {
                id: 'Т-000004517',
                name: 'Тачскрин для iPad Pro 9.7" Белый',
                price: 1150
              },
              {
                id: 'Т-000004518',
                name: 'Тачскрин для iPad Pro 9.7" Черный',
                price: 1150
              }
            ]
          },
          {
            id: '499__Asus',
            name: 'Asus',
            children: [
              {
                id: '0У-00000443',
                name: 'Тачскрин для Asus FE170CG/k012 (Fonepad 7) Черный',
                price: 270
              },
              {
                id: 'УТ-00012708',
                name: 'Тачскрин для Asus ME173X (MeMO Pad HD 7) Черный',
                price: 270
              },
              {
                id: 'УТ-00008118',
                name:
                  'Тачскрин для Asus TF300 (Transformer Pad) REV.G01 Черный',
                price: 550
              },
              {
                id: '0-000000614',
                name: 'Тачскрин для Asus ZB452KG (ZenFone Go) Черный',
                price: 180
              },
              {
                id: '0-000002173',
                name: 'Тачскрин для Asus ZB500KL/ZB500KG (ZenFone Go) Черный',
                price: 240
              },
              {
                id: 'Т-000001843',
                name: 'Тачскрин для Asus ZC451CG (ZenFone C) Черный',
                price: 170
              },
              {
                id: '0-000000603',
                name: 'Тачскрин для Asus ZC451TG (ZenFone Go) Черный',
                price: 220
              },
              {
                id: 'Т-000003195',
                name:
                  'Тачскрин для Asus ZE500KL/ZE500KG (ZenFone 2 Laser) Черный',
                price: 170
              },
              {
                id: '0-000001156',
                name: 'Тачскрин для Asus ZE520KL (ZenFone 3) Черный',
                price: 320
              }
            ]
          },
          {
            id: '500__BQ',
            name: 'BQ',
            children: [
              {
                id: '0-000003077',
                name: 'Тачскрин для BQ BQ-5022 (Bond) Белый',
                price: 280
              },
              {
                id: '0-000003078',
                name: 'Тачскрин для BQ BQ-5022 (Bond) Черный',
                price: 330
              },
              {
                id: '0-000004550',
                name: 'Тачскрин для BQ BQ-5058 (Strike Power Easy) Черный',
                price: 220
              },
              {
                id: '0-000006910',
                name: 'Тачскрин для BQ BQ-5211 (Strike) Черный',
                price: 300
              },
              {
                id: '0-000006911',
                name: 'Тачскрин для BQ BQ-5508L ( Next LTE ) Черный',
                price: 240
              },
              {
                id: '0-000004569',
                name: 'Тачскрин для BQ BQ-5522 (Next) Черный',
                price: 240
              },
              {
                id: '0-000006912',
                name: 'Тачскрин для BQ BQ-5591 (Jeans) Черный',
                price: 300
              },
              {
                id: '0-000006913',
                name: 'Тачскрин для BQ BQ-5594 (Strike Power Max) Черный',
                price: 420
              },
              {
                id: '0-000006914',
                name: 'Тачскрин для BQ BQ-5707 (Next Music) Черный',
                price: 280
              },
              {
                id: 'Т-000005196',
                name:
                  'Тачскрин для BQ BQS-5020 (Strike) DJN 48-16050-2039B-00 Черный',
                price: 280
              }
            ]
          },
          {
            id: '501__Dexp',
            name: 'Dexp',
            children: [
              {
                id: '0-000003490',
                name: 'Тачскрин для DEXP Ixion ES550 (Soul 3 Pro) Черный',
                price: 280
              }
            ]
          },
          {
            id: '502__Digma,Prestigio,IconBit,Texet,Ritmix,MegaFon.',
            name: 'Digma,Prestigio,IconBit,Texet,Ritmix,MegaFon.',
            children: [
              {
                id: '0-000005205',
                name: 'Тачскрин 10.1" CY101S200-01 Черный',
                price: 280
              },
              {
                id: '0-000002778',
                name: 'Тачскрин 10.1" DP101226-F1 Черный',
                price: 300
              },
              {
                id: '0-000000813',
                name: 'Тачскрин 10.1" FX-C10.1-192 Черный',
                price: 250
              },
              {
                id: '0-000002766',
                name: 'Тачскрин 10.1" HK101PG3115H-V01 Серый',
                price: 330
              },
              {
                id: '0-000000812',
                name: 'Тачскрин 10.1" MF-872-101F (Digma Plane 1601) Черный',
                price: 270
              },
              {
                id: 'Т-000004881',
                name: 'Тачскрин 10.1" PB101JG1389 Черный',
                price: 280
              },
              {
                id: 'Т-000000585',
                name: 'Тачскрин 10.1" QSD 701-10059-02/xc-pg1010-019-a0 Черный',
                price: 270
              },
              {
                id: '0-000000785',
                name: 'Тачскрин 10.1" RP-400A-10.1-FPC-A3 Черный',
                price: 380
              },
              {
                id: '0-000000794',
                name: 'Тачскрин 10.1" SQ-PG1033-FPC-A1 Черный',
                price: 230
              },
              {
                id: '0-000004126',
                name: 'Тачскрин 10.1" SQ-PGA1072-FPC-A0 Черный',
                price: 300
              },
              {
                id: '0-000000271',
                name: 'Тачскрин 10.1" XC-PG1010-055-0A-FPC Черный',
                price: 460
              },
              {
                id: '0-000000815',
                name: 'Тачскрин 10.1" XC-PG1010-084-FPC-A0 Черный',
                price: 270
              },
              {
                id: 'Т-000000589',
                name: 'Тачскрин 10.1" YLD-CEGA300-FPC-A0 Черный',
                price: 270
              },
              {
                id: '0-000000292',
                name:
                  'Тачскрин 10.1" YLD-CEGA617-FPC-A0/YLD-CEGA566-FPC-A Черный',
                price: 300
              },
              {
                id: '0-000000814',
                name: 'Тачскрин 10.1" ZJ-10029A Черный',
                price: 360
              },
              {
                id: 'Т-000002527',
                name:
                  'Тачскрин 7.0" 04-0700-0866 V1/FPC833DR 50 pin (Digma Plane TT702M 3G) Черный',
                price: 230
              },
              {
                id: '0-000002351',
                name: 'Тачскрин 7.0" 70296A0 Черный',
                price: 170
              },
              {
                id: 'Т-000000671',
                name:
                  'Тачскрин 7.0" FPC-753AO-V02/ZLD07002707/WJ932-FPC V1.0 (Билайн, Supra) Черный',
                price: 180
              },
              {
                id: '0У-00000166',
                name:
                  'Тачскрин 7.0" FPC-FC70S589-00 (Explay HIT, Texet, Digma) Белый',
                price: 150
              },
              {
                id: 'Т-000000152',
                name: 'Тачскрин 7.0" FPC-FC70S589-00/FPC-FC70S917-00 Черный',
                price: 150
              },
              {
                id: '0-000000085',
                name: 'Тачскрин 7.0" FPC-FC70S706-01 Черный',
                price: 150
              },
              {
                id: 'Т-000002579',
                name:
                  'Тачскрин 7.0" FPC-FC70S786-00 FHX (билайн таб фаст) Черный',
                price: 180
              },
              {
                id: '0-000000406',
                name: 'Тачскрин 7.0" FPC-QCY070152 V1.0 Черный',
                price: 220
              },
              {
                id: '0-000001076',
                name: 'Тачскрин 7.0" FX-136-V1.0 Черный',
                price: 240
              },
              {
                id: 'Т-000004303',
                name: 'Тачскрин 7.0" HK70DR2671-V02 (Мегафон Login 4) Черный',
                price: 180
              },
              {
                id: '0-000001078',
                name: 'Тачскрин 7.0" HSCTP-827-8-V1 (Irbis TZ791) Черный',
                price: 200
              },
              {
                id: '0-000000663',
                name: 'Тачскрин 7.0" HSCTP-833-7-V1 Черный',
                price: 160
              },
              {
                id: '0-000001081',
                name: 'Тачскрин 7.0" MT70326-V1 (Supra M748G) Черный',
                price: 130
              },
              {
                id: 'Т-000000300',
                name:
                  'Тачскрин 7.0" NjG070099JEGOB-V0 30 pin (Freelander, Digma, Irbis) Белый',
                price: 170
              },
              {
                id: 'Т-000000299',
                name:
                  'Тачскрин 7.0" NjG070099JEGOB-V0 30 pin (Freelander, Digma, Irbis) Черный',
                price: 180
              },
              {
                id: 'Т-000005053',
                name:
                  'Тачскрин 7.0" PB70A2616 (Prestigio MultiPad PMT3797) Черный',
                price: 150
              },
              {
                id: '0-000000789',
                name: 'Тачскрин 7.0" PB70PGJ3613-R2 Черный',
                price: 180
              },
              {
                id: '0У-00000165',
                name:
                  'Тачскрин 7.0" SG5351A-FPC-V0 (Digma, IconBit, DNS) Черный',
                price: 250
              },
              {
                id: '0У-00001267',
                name: 'Тачскрин 7.0" TPC1463 ver. 5.0 (Мегафон Login 3) Черный',
                price: 170
              },
              {
                id: 'Т-000000298',
                name:
                  'Тачскрин 7.0" TPC1463/TPT-070-360 FHX ver. 5.0 (Мегафон Login 3) Белый',
                price: 170
              },
              {
                id: '0-000000817',
                name:
                  'Тачскрин 7.0" XC-PG0700-127-FPC-A0 (Digma Plane7004) Черный',
                price: 180
              },
              {
                id: 'УТ-00013425',
                name: 'Тачскрин 7.0" Y7Y007(86V) (Digma, Explay,) Черный',
                price: 150
              },
              {
                id: '0-000002252',
                name: 'Тачскрин 7.0" YTG-G70094-F1 Белый',
                price: 180
              },
              {
                id: 'Т-000000803',
                name:
                  'Тачскрин 7.0" ZHC-Q8-057A (TurboKids S2/SkyTiger ST-704) Белый',
                price: 280
              },
              {
                id: '0-000000256',
                name: 'Тачскрин 7.85" F-WGJ78012-V2 Черный',
                price: 450
              },
              {
                id: '0-000002349',
                name: 'Тачскрин 7.9" FPCA-79A25-V01 Белый',
                price: 470
              },
              {
                id: '0-000000666',
                name: 'Тачскрин 8.0" HSCTP-826-8-V0 Черный',
                price: 230
              },
              {
                id: '0-000001080',
                name:
                  'Тачскрин 8.0" WJ1312-FPC-V1.0 (Prestigio 3118 3G) Черный',
                price: 180
              },
              {
                id: '0-000000846',
                name: 'Тачскрин 8.0" YJ350FPC-V0 Irbis TZ852/Irbis TZ80 Черный',
                price: 200
              },
              {
                id: '0-000000286',
                name: 'Тачскрин 8.0" YLD-CEG8805-FPC-A1 Черный',
                price: 240
              },
              {
                id: '0-000000288',
                name: 'Тачскрин 8.0" ZYD080-64V02 Черный',
                price: 200
              }
            ]
          },
          {
            id: '503__Explay',
            name: 'Explay',
            children: [
              {
                id: 'Т-000002088',
                name: 'Тачскрин для Explay 4Game Черный',
                price: 180
              },
              {
                id: 'Т-000000444',
                name: 'Тачскрин для Explay Craft Черный',
                price: 180
              },
              {
                id: 'Т-000000448',
                name: 'Тачскрин для Explay Fresh Черный',
                price: 200
              },
              {
                id: 'Т-000001887',
                name: 'Тачскрин для Explay Phantom Черный',
                price: 180
              },
              {
                id: 'Т-000000453',
                name: 'Тачскрин для Explay Rio/Rio Play Черный',
                price: 200
              },
              {
                id: 'Т-000001053',
                name: 'Тачскрин для Explay Tornado Черный (смартфон)',
                price: 220
              },
              {
                id: '0У-00001277',
                name: 'Тачскрин для Explay Vega Черный',
                price: 190
              }
            ]
          },
          {
            id: '504__Fly',
            name: 'Fly',
            children: [
              {
                id: '0-000002117',
                name: 'Тачскрин для Fly 5S Черный',
                price: 350
              },
              {
                id: '0-000001260',
                name: 'Тачскрин для Fly FS402 (Stratus 2) Черный',
                price: 170
              },
              {
                id: 'Т-000003970',
                name: 'Тачскрин для Fly FS451 (Nimbus 1) Черный',
                price: 220
              },
              {
                id: 'Т-000003965',
                name: 'Тачскрин для Fly FS452 (Nimbus 2) Черный',
                price: 200
              },
              {
                id: '0-000000112',
                name: 'Тачскрин для Fly FS454 (Nimbus 8) Белый',
                price: 220
              },
              {
                id: 'Т-000005258',
                name: 'Тачскрин для Fly FS454 (Nimbus 8) Черный',
                price: 170
              },
              {
                id: '0-000001822',
                name: 'Тачскрин для Fly FS457 (Nimbus 15) Черный',
                price: 200
              },
              {
                id: '0-000002104',
                name: 'Тачскрин для Fly FS458 (Stratus 7) Черный',
                price: 390
              },
              {
                id: '0-000002210',
                name: 'Тачскрин для Fly FS459 (Nimbus 16) Черный',
                price: 350
              },
              {
                id: 'Т-000005292',
                name: 'Тачскрин для Fly FS505 (NImbus 7) Черный',
                price: 280
              },
              {
                id: 'Т-000005937',
                name: 'Тачскрин для Fly FS509 (Nimbus 9) Черный',
                price: 250
              },
              {
                id: '0-000001823',
                name: 'Тачскрин для Fly FS511 (Cirrus 7) Черный',
                price: 300
              },
              {
                id: '0-000002170',
                name: 'Тачскрин для Fly FS514 (Cirrus 8) Черный',
                price: 230
              },
              {
                id: '0-000002638',
                name: 'Тачскрин для Fly FS528 (Memory Plus) Черный',
                price: 420
              },
              {
                id: '0-000001825',
                name: 'Тачскрин для Fly FS553 (Cirrus 9) Черный',
                price: 230
              },
              {
                id: '0У-00000619',
                name: 'Тачскрин для Fly IQ239 (Era Nano 2) Черный',
                price: 160
              },
              {
                id: 'Т-000003971',
                name: 'Тачскрин для Fly IQ239+ Черный',
                price: 180
              },
              {
                id: 'УТ-00011318',
                name: 'Тачскрин для Fly IQ4403 (Energie 3) Черный',
                price: 280
              },
              {
                id: '0У-00000026',
                name: 'Тачскрин для Fly IQ4415 (Quad Era Style 3) Белый',
                price: 160
              },
              {
                id: '0У-00000025',
                name: 'Тачскрин для Fly IQ4415 (Quad Era Style 3) Черный',
                price: 280
              },
              {
                id: '0У-00001165',
                name: 'Тачскрин для Fly IQ4416 (Era Life 5) Черный',
                price: 150
              },
              {
                id: 'УТ-00010529',
                name: 'Тачскрин для Fly IQ443 (Trend) Черный',
                price: 170
              },
              {
                id: 'Т-000001492',
                name: 'Тачскрин для Fly IQ4505 (Era Life 7) Белый',
                price: 250
              },
              {
                id: 'Т-000001491',
                name: 'Тачскрин для Fly IQ4505 (Era Life 7) Черный',
                price: 230
              }
            ]
          },
          {
            id: '505__Highscreen',
            name: 'Highscreen',
            children: [
              {
                id: 'Т-000004188',
                name: 'Тачскрин для Highscreen Pure F Черный',
                price: 230
              },
              {
                id: 'Т-000003848',
                name: 'Тачскрин для Highscreen Spark 2 Черный',
                price: 200
              },
              {
                id: 'Т-000002156',
                name: 'Тачскрин для Highscreen Zera F (rev.S) Черный',
                price: 130
              }
            ]
          },
          {
            id: '506__HTC',
            name: 'HTC',
            children: [
              {
                id: '0У-00001153',
                name: 'Тачскрин для HTC Desire 310/Desire 310 Dual Черный',
                price: 180
              },
              {
                id: 'Т-000000337',
                name: 'Тачскрин для HTC Desire 516 Dual Черный',
                price: 300
              },
              {
                id: 'Т-000002129',
                name: 'Тачскрин для HTC Desire 526G Dual/526G+ Dual Черный',
                price: 200
              },
              {
                id: 'Т-000003583',
                name: 'Тачскрин для HTC Desire 620G Черный',
                price: 200
              },
              {
                id: '0-000001190',
                name: 'Тачскрин для HTC Desire 830 Черный',
                price: 280
              },
              {
                id: 'УТ-00007433',
                name: 'Тачскрин для HTC Desire C Черный',
                price: 220
              }
            ]
          },
          {
            id: '507__Huawei',
            name: 'Huawei',
            children: [
              {
                id: 'Т-000003031',
                name: 'Тачскрин для Huawei Ascend Y5C/Y541',
                price: 170
              },
              {
                id: 'УТ-00012153',
                name: 'Тачскрин для Huawei MediaPad 10 Link Черный',
                price: 750
              },
              {
                id: 'Т-000002137',
                name: 'Тачскрин для Huawei MediaPad T1 8.0" Белый',
                price: 470
              },
              {
                id: '0-000002294',
                name: 'Тачскрин для Huawei Y3 2017 Белый',
                price: 170
              },
              {
                id: '0-000002295',
                name: 'Тачскрин для Huawei Y3 2017 Черный',
                price: 150
              },
              {
                id: 'Т-000005643',
                name: 'Тачскрин для Huawei Y3 II 3G (Загнутый шлейф) Золото',
                price: 150
              },
              {
                id: '0-000000225',
                name: 'Тачскрин для Huawei Y3 II LTE (Прямой шлейф) Золото',
                price: 160
              },
              {
                id: '0-000000226',
                name: 'Тачскрин для Huawei Y3 II LTE (Прямой шлейф) Черный',
                price: 150
              }
            ]
          },
          {
            id: '508__Lenovo',
            name: 'Lenovo',
            children: [
              {
                id: '0-000000875',
                name: 'Тачскрин для Lenovo A Plus (A1010) Белый',
                price: 170
              },
              {
                id: '0-000000876',
                name: 'Тачскрин для Lenovo A Plus (A1010) Черный',
                price: 170
              },
              {
                id: '0У-00000608',
                name: 'Тачскрин для Lenovo A10-70 (A7600) Черный',
                price: 670
              },
              {
                id: '0-000001366',
                name: 'Тачскрин для Lenovo A1000 Белый',
                price: 190
              },
              {
                id: 'Т-000003518',
                name: 'Тачскрин для Lenovo A1000 Черный',
                price: 190
              },
              {
                id: 'Т-000004396',
                name: 'Тачскрин для Lenovo A2010 Белый',
                price: 170
              },
              {
                id: 'Т-000004395',
                name: 'Тачскрин для Lenovo A2010 Черный',
                price: 170
              },
              {
                id: '0У-00000618',
                name: 'Тачскрин для Lenovo A316i Черный',
                price: 150
              },
              {
                id: 'Т-000001046',
                name: 'Тачскрин для Lenovo A319 Черный',
                price: 170
              },
              {
                id: 'Т-000000379',
                name: 'Тачскрин для Lenovo A328 Белый',
                price: 200
              },
              {
                id: 'Т-000000378',
                name: 'Тачскрин для Lenovo A328 Черный',
                price: 190
              },
              {
                id: 'УТ-00012175',
                name: 'Тачскрин для Lenovo A369i Черный',
                price: 150
              },
              {
                id: 'Т-000001849',
                name: 'Тачскрин для Lenovo A5000/S60T Черный',
                price: 200
              },
              {
                id: 'Т-000001048',
                name:
                  'Тачскрин для Lenovo A536 Белый (установка на скотч не менее 1мм)',
                price: 180
              },
              {
                id: 'Т-000001047',
                name:
                  'Тачскрин для Lenovo A536 Черный (установка на скотч не менее 1мм)',
                price: 180
              },
              {
                id: '0У-00000609',
                name: 'Тачскрин для Lenovo A7-50 (A3500) Черный',
                price: 420
              },
              {
                id: '0У-00000610',
                name: 'Тачскрин для Lenovo A8-50 (A5500) Черный',
                price: 330
              },
              {
                id: 'Т-000001496',
                name: 'Тачскрин для Lenovo P770 Черный',
                price: 200
              },
              {
                id: 'Т-000004856',
                name: 'Тачскрин для Lenovo TAB 2 A10-30 Белый',
                price: 420
              },
              {
                id: 'Т-000004855',
                name: 'Тачскрин для Lenovo TAB 2 A10-30 Черный',
                price: 670
              },
              {
                id: 'Т-000004649',
                name: 'Тачскрин для Lenovo TAB 2 A10-70 Черный',
                price: 800
              },
              {
                id: 'Т-000003519',
                name: 'Тачскрин для Lenovo TAB 2 A8-50/TAB 3 8 850M Черный',
                price: 500
              },
              {
                id: '0-000002681',
                name: 'Тачскрин для Lenovo Tab 3 7 Essential TB3-710 Черный',
                price: 360
              },
              {
                id: '0-000003391',
                name: 'Тачскрин для Lenovo TAB 4 10 TB-X304L Черный',
                price: 720
              },
              {
                id: 'Т-000000459',
                name: 'Тачскрин для Lenovo TAB A7-30 (A3300) Черный',
                price: 420
              },
              {
                id: '0-000001720',
                name: 'Тачскрин для Lenovo Vibe B (A2016) Белый',
                price: 180
              },
              {
                id: '0-000001400',
                name: 'Тачскрин для Lenovo Vibe B (A2016) Черный',
                price: 170
              },
              {
                id: 'Т-000005319',
                name: 'Тачскрин для Lenovo Vibe C (A2020) Белый',
                price: 170
              },
              {
                id: 'Т-000005320',
                name: 'Тачскрин для Lenovo Vibe C (A2020) Черный',
                price: 170
              },
              {
                id: 'Т-000005545',
                name: 'Тачскрин для Lenovo Zuk Z1 Черный',
                price: 180
              }
            ]
          },
          {
            id: '509__LG',
            name: 'LG',
            children: [
              {
                id: 'УТ-00013454',
                name: 'Тачскрин для LG D325 (L70) Черный',
                price: 200
              },
              {
                id: 'УТ-00013457',
                name: 'Тачскрин для LG D410 (L90) Белый',
                price: 190
              },
              {
                id: 'УТ-00013456',
                name: 'Тачскрин для LG D410 (L90) Черный',
                price: 220
              },
              {
                id: '0-000000568',
                name: 'Тачскрин для LG K130E (K4 LTE) Черный',
                price: 150
              },
              {
                id: 'УТ-00010046',
                name: 'Тачскрин для LG P715 (L7 ll Dual) Белый',
                price: 180
              },
              {
                id: '0-000000574',
                name: 'Тачскрин для LG X220DS (K5) Черный',
                price: 270
              }
            ]
          },
          {
            id: '510__Micromax',
            name: 'Micromax',
            children: [
              {
                id: 'Т-000004890',
                name: 'Тачскрин для Micromax A61 Bolt Черный',
                price: 170
              },
              {
                id: 'Т-000004886',
                name: 'Тачскрин для Micromax A79 Bolt V1.0 Черный',
                price: 170
              },
              {
                id: 'Т-000004386',
                name: 'Тачскрин для Micromax AQ5001 Canvas Power Черный',
                price: 280
              },
              {
                id: 'Т-000004487',
                name: 'Тачскрин для Micromax Bolt D303 Черный',
                price: 180
              },
              {
                id: 'Т-000004490',
                name: 'Тачскрин для Micromax Canvas Pace Q415 Черный',
                price: 220
              },
              {
                id: 'Т-000004883',
                name: 'Тачскрин для Micromax D320 Bolt Черный',
                price: 160
              },
              {
                id: '0-000002280',
                name: 'Тачскрин для Micromax Q301 Bolt Черный',
                price: 200
              },
              {
                id: '0-000001865',
                name: 'Тачскрин для Micromax Q340 Selfie 2 Черный',
                price: 240
              },
              {
                id: '0-000002331',
                name: 'Тачскрин для Micromax Q341 Bolt Черный',
                price: 230
              },
              {
                id: '0-000000073',
                name: 'Тачскрин для Micromax Q346 Bolt Белый',
                price: 200
              },
              {
                id: '0-000000072',
                name: 'Тачскрин для Micromax Q346 Bolt Черный',
                price: 200
              },
              {
                id: '0-000002283',
                name: 'Тачскрин для Micromax Q351 Canvas Spark 2 Pro Черный',
                price: 200
              },
              {
                id: '0-000001857',
                name: 'Тачскрин для Micromax Q354 Bolt Черный',
                price: 220
              },
              {
                id: 'Т-000005198',
                name: 'Тачскрин для Micromax Q380 Canvas Spark Черный',
                price: 170
              },
              {
                id: '0-000002165',
                name: 'Тачскрин для Micromax Q383 Bolt Черный',
                price: 200
              },
              {
                id: '0-000002086',
                name: 'Тачскрин для Micromax Q402 Bolt Pace Золото',
                price: 220
              },
              {
                id: '0-000002099',
                name: 'Тачскрин для Micromax Q402 Bolt Pace Черный',
                price: 280
              },
              {
                id: '0-000000074',
                name: 'Тачскрин для Micromax Q409 Bolt Supreme 6 Черный',
                price: 180
              },
              {
                id: '0-000001878',
                name: 'Тачскрин для Micromax Q4101 Bolt Warrior 1 Plus Белый',
                price: 200
              },
              {
                id: '0-000006090',
                name: 'Тачскрин для Micromax Q4101 Bolt Warrior 1 Plus Черный',
                price: 200
              },
              {
                id: '0-000002286',
                name: 'Тачскрин для Micromax Q4260 Canvas Juice A1 plus Черный',
                price: 220
              }
            ]
          },
          {
            id: '511__Microsoft',
            name: 'Microsoft',
            children: [
              {
                id: 'Т-000002874',
                name: 'Тачскрин для Microsoft 430 Dual Черный',
                price: 130
              },
              {
                id: 'Т-000001100',
                name:
                  'Тачскрин для Microsoft 435 Dual/532 Dual (RM-1069) Черный',
                price: 170
              },
              {
                id: 'Т-000001101',
                name:
                  'Тачскрин для Microsoft 535 Dual (RM-1090) (Rev. 2S) Черный',
                price: 220
              }
            ]
          },
          {
            id: '512__Nokia',
            name: 'Nokia',
            children: [
              {
                id: 'УТ-00006963',
                name: 'Тачскрин для Nokia 202/203 Черный - Ориг',
                price: 140
              },
              {
                id: 'УТ-00000133',
                name: 'Тачскрин для Nokia 300 Черный',
                price: 130
              },
              {
                id: 'УТ-00007480',
                name: 'Тачскрин для Nokia 305/306 Черный',
                price: 150
              },
              {
                id: 'УТ-00011072',
                name: 'Тачскрин для Nokia 308/309/310 Черный',
                price: 170
              },
              {
                id: 'УТ-00010670',
                name: 'Тачскрин для Nokia 501/501 Dual Черный',
                price: 170
              },
              {
                id: 'УТ-00009984',
                name: 'Тачскрин для Nokia 520/525 в сборе Черный',
                price: 180
              },
              {
                id: '0У-00000706',
                name: 'Тачскрин для Nokia 530 Dual (RM-1019) Черный',
                price: 150
              },
              {
                id: 'УТ-00013434',
                name: 'Тачскрин для Nokia 620 Черный REV.3 - Аналог',
                price: 180
              },
              {
                id: 'УТ-00012168',
                name: 'Тачскрин для Nokia 625 Черный',
                price: 150
              },
              {
                id: 'УТ-00010725',
                name: 'Тачскрин для Nokia 625 Черный - Ориг',
                price: 150
              },
              {
                id: 'УТ-00008105',
                name: 'Тачскрин для Nokia 820 в сборе Черный',
                price: 270
              },
              {
                id: 'УТ-00011544',
                name: 'Тачскрин для Nokia 820 Черный - Аналог',
                price: 180
              },
              {
                id: 'УТ-00011459',
                name: 'Тачскрин для Nokia 920 Черный',
                price: 300
              },
              {
                id: 'УТ-00007044',
                name: 'Тачскрин для Nokia C3-01 Золото',
                price: 170
              },
              {
                id: 'УТ-00007791',
                name: 'Тачскрин для Nokia C3-01 Черный',
                price: 130
              },
              {
                id: 'УТ-00013472',
                name: 'Тачскрин для Nokia X Dual (RM-980) Черный',
                price: 180
              }
            ]
          },
          {
            id: '513__Philips',
            name: 'Philips',
            children: [
              {
                id: '0У-00000627',
                name: 'Тачскрин для Philips S308 Черный',
                price: 150
              },
              {
                id: 'Т-000004152',
                name: 'Тачскрин для Philips S309 Черный',
                price: 200
              },
              {
                id: 'Т-000002162',
                name: 'Тачскрин для Philips S388 Черный',
                price: 180
              },
              {
                id: '0-000000648',
                name: 'Тачскрин для Philips V377 Черный',
                price: 320
              },
              {
                id: 'Т-000000661',
                name: 'Тачскрин для Philips V387 Черный',
                price: 300
              }
            ]
          },
          {
            id: '514__Prestigio',
            name: 'Prestigio',
            children: [
              {
                id: 'Т-000004870',
                name: 'Тачскрин для Prestigio MultiPhone 5500 DUO Черный',
                price: 250
              },
              {
                id: '0-000004917',
                name: 'Тачскрин для Prestigio Muze G3 LTE Черный',
                price: 390
              },
              {
                id: '0-000004918',
                name: 'Тачскрин для Prestigio Wize Q3 Черный',
                price: 420
              }
            ]
          },
          {
            id: '515__Samsung',
            name: 'Samsung',
            children: [
              {
                id: '0У-00000730',
                name: 'Тачскрин для Samsung G313H Белый',
                price: 150
              },
              {
                id: '0У-00000729',
                name: 'Тачскрин для Samsung G313H Черный',
                price: 250
              },
              {
                id: 'Т-000003586',
                name: 'Тачскрин для Samsung G318H (Ace 4 Neo) Белый',
                price: 330
              },
              {
                id: 'Т-000003730',
                name: 'Тачскрин для Samsung G318H (Ace 4 Neo) Черный',
                price: 280
              },
              {
                id: '0У-00000948',
                name: 'Тачскрин для Samsung G350E Белый',
                price: 200
              },
              {
                id: '0У-00000947',
                name: 'Тачскрин для Samsung G350E Черный',
                price: 200
              },
              {
                id: '0У-00000732',
                name: 'Тачскрин для Samsung G355H Белый',
                price: 180
              },
              {
                id: '0У-00000731',
                name: 'Тачскрин для Samsung G355H Черный',
                price: 180
              },
              {
                id: 'Т-000000243',
                name: 'Тачскрин для Samsung G360H (Core Prime) Белый',
                price: 170
              },
              {
                id: 'Т-000000242',
                name: 'Тачскрин для Samsung G360H (Core Prime) Серый',
                price: 200
              },
              {
                id: 'Т-000004169',
                name: 'Тачскрин для Samsung G361H (Core Prime VE) Белый',
                price: 200
              },
              {
                id: 'Т-000004170',
                name: 'Тачскрин для Samsung G361H (Core Prime VE) Серый',
                price: 250
              },
              {
                id: 'Т-000000127',
                name: 'Тачскрин для Samsung G530H Белый',
                price: 200
              },
              {
                id: 'Т-000000377',
                name: 'Тачскрин для Samsung G530H Черный',
                price: 200
              },
              {
                id: 'Т-000003791',
                name: 'Тачскрин для Samsung G531H/G530DV Белый',
                price: 200
              },
              {
                id: 'Т-000003792',
                name: 'Тачскрин для Samsung G531H/G530DV Золото',
                price: 200
              },
              {
                id: 'Т-000003793',
                name: 'Тачскрин для Samsung G531H/G530DV Серый',
                price: 200
              },
              {
                id: '0-000000340',
                name: 'Тачскрин для Samsung G532F Золото',
                price: 200
              },
              {
                id: '0-000000339',
                name: 'Тачскрин для Samsung G532F Черный',
                price: 200
              },
              {
                id: 'УТ-00012484',
                name: 'Тачскрин для Samsung G7102 Белый',
                price: 200
              },
              {
                id: 'УТ-00012483',
                name: 'Тачскрин для Samsung G7102 Черный',
                price: 200
              },
              {
                id: 'УТ-00007978',
                name: 'Тачскрин для Samsung i8160 Черный',
                price: 250
              },
              {
                id: 'УТ-00010399',
                name: 'Тачскрин для Samsung i8262 Синий',
                price: 150
              },
              {
                id: 'УТ-00013347',
                name: 'Тачскрин для Samsung i8552 Белый',
                price: 150
              },
              {
                id: 'УТ-00011955',
                name: 'Тачскрин для Samsung i8552 Серый',
                price: 150
              },
              {
                id: 'УТ-00008902',
                name: 'Тачскрин для Samsung i9082 Белый',
                price: 160
              },
              {
                id: 'УТ-00008903',
                name: 'Тачскрин для Samsung i9082 Синий',
                price: 180
              },
              {
                id: 'УТ-00010674',
                name: 'Тачскрин для Samsung i9152 Белый',
                price: 240
              },
              {
                id: 'УТ-00010675',
                name: 'Тачскрин для Samsung i9152 Черный',
                price: 220
              },
              {
                id: 'Т-000000774',
                name: 'Тачскрин для Samsung J100F Синий',
                price: 200
              },
              {
                id: 'Т-000000772',
                name: 'Тачскрин для Samsung J100F Черный',
                price: 220
              },
              {
                id: 'Т-000003958',
                name: 'Тачскрин для Samsung J105H/J105F Белый',
                price: 170
              },
              {
                id: 'Т-000003959',
                name: 'Тачскрин для Samsung J105H/J105F Золото',
                price: 180
              },
              {
                id: 'Т-000003961',
                name: 'Тачскрин для Samsung J105H/J105F Черный',
                price: 180
              },
              {
                id: '0-000001368',
                name: 'Тачскрин для Samsung J106F Белый',
                price: 150
              },
              {
                id: '0-000001364',
                name: 'Тачскрин для Samsung J106F Черный',
                price: 200
              },
              {
                id: 'УТ-00007588',
                name: 'Тачскрин для Samsung N8000/P5100/P5110 Белый',
                price: 550
              },
              {
                id: 'УТ-00007586',
                name: 'Тачскрин для Samsung N8000/P5100/P5110 Черный',
                price: 550
              },
              {
                id: 'УТ-00008014',
                name: 'Тачскрин для Samsung P3100 Черный',
                price: 200
              },
              {
                id: 'УТ-00011305',
                name: 'Тачскрин для Samsung P5200/P5210 Белый',
                price: 530
              },
              {
                id: 'УТ-00011618',
                name: 'Тачскрин для Samsung P5200/P5210 Коричневый',
                price: 530
              },
              {
                id: 'УТ-00011304',
                name: 'Тачскрин для Samsung P5200/P5210 Черный',
                price: 530
              },
              {
                id: 'УТ-00000271',
                name: 'Тачскрин для Samsung S5230 La-Fleur Красный',
                price: 100
              },
              {
                id: 'УТ-00000273',
                name: 'Тачскрин для Samsung S5230 Черный',
                price: 170
              },
              {
                id: 'УТ-00011588',
                name: 'Тачскрин для Samsung S7262 Белый',
                price: 200
              },
              {
                id: 'УТ-00011587',
                name: 'Тачскрин для Samsung S7262 Черный',
                price: 170
              },
              {
                id: 'УТ-00007675',
                name: 'Тачскрин для Samsung S7562 Белый',
                price: 170
              },
              {
                id: 'УТ-00007674',
                name: 'Тачскрин для Samsung S7562 Черный',
                price: 200
              },
              {
                id: 'УТ-00012983',
                name: 'Тачскрин для Samsung T111 Белый',
                price: 350
              },
              {
                id: 'УТ-00012982',
                name: 'Тачскрин для Samsung T111 Черный',
                price: 200
              },
              {
                id: 'УТ-00011334',
                name: 'Тачскрин для Samsung T211 (Tab 3 7.0") Белый',
                price: 200
              },
              {
                id: 'УТ-00011336',
                name: 'Тачскрин для Samsung T211 (Tab 3 7.0") Черный',
                price: 200
              },
              {
                id: '0У-00000449',
                name: 'Тачскрин для Samsung T231 (Tab 4 7.0" 3G) Белый',
                price: 200
              },
              {
                id: '0У-00000448',
                name: 'Тачскрин для Samsung T231 (Tab 4 7.0" 3G) Черный',
                price: 330
              },
              {
                id: 'Т-000002233',
                name: 'Тачскрин для Samsung T355 (Tab A 8.0" LTE) Белый',
                price: 400
              },
              {
                id: '0-000000291',
                name: 'Тачскрин для Samsung T355 (Tab A 8.0" LTE) Серый',
                price: 400
              },
              {
                id: '0У-00000711',
                name: 'Тачскрин для Samsung T530/T531/T535 Белый',
                price: 470
              },
              {
                id: '0У-00000710',
                name: 'Тачскрин для Samsung T530/T531/T535 Черный',
                price: 470
              },
              {
                id: 'Т-000003015',
                name:
                  'Тачскрин для Samsung T550/T555 (Tab A 9.7" Wi-Fi/LTE) Белый',
                price: 400
              },
              {
                id: '0-000003153',
                name:
                  'Тачскрин для Samsung T560/T561 (Tab E 9.6" Wi-Fi/3G) Серый',
                price: 520
              }
            ]
          },
          {
            id: '516__Sony',
            name: 'Sony',
            children: [
              {
                id: 'УТ-00010939',
                name: 'Тачскрин для Sony C1904/C2005/C1905 (M/M Dual) Черный',
                price: 130
              },
              {
                id: 'УТ-00010857',
                name: 'Тачскрин для Sony C2105 (L) Черный',
                price: 180
              },
              {
                id: 'УТ-00011973',
                name: 'Тачскрин для Sony C2305 (C) Черный',
                price: 220
              },
              {
                id: 'УТ-00010686',
                name: 'Тачскрин для Sony C5302 (SP) Белый',
                price: 200
              },
              {
                id: 'УТ-00010687',
                name: 'Тачскрин для Sony C5302 (SP) Черный',
                price: 220
              },
              {
                id: 'УТ-00012241',
                name: 'Тачскрин для Sony C6903 (Z1) Черный',
                price: 230
              },
              {
                id: 'УТ-00013792',
                name: 'Тачскрин для Sony D2303/D2302 (M2/M2 Dual) Белый',
                price: 280
              },
              {
                id: 'УТ-00012216',
                name: 'Тачскрин для Sony D2303/D2302 (M2/M2 Dual) Черный',
                price: 240
              },
              {
                id: 'Т-000001140',
                name: 'Тачскрин для Sony D2403 (M2 Aqua) Черный',
                price: 200
              },
              {
                id: 'Т-000003957',
                name: 'Тачскрин для Sony D5803 (Z3 Compact) Черный',
                price: 320
              },
              {
                id: 'Т-000001106',
                name: 'Тачскрин для Sony E2105/E2115 (E4/E4 Dual) Черный',
                price: 180
              },
              {
                id: 'УТ-00007585',
                name: 'Тачскрин для Sony ST26i (J) Черный',
                price: 150
              }
            ]
          },
          {
            id: '517__Tele2',
            name: 'Tele2',
            children: [
              {
                id: '0-000000659',
                name: 'Тачскрин для Tele2 Maxi 1.1 Черный',
                price: 350
              },
              {
                id: '0-000001603',
                name: 'Тачскрин для Tele2 Maxi Белый',
                price: 350
              },
              {
                id: '0-000001602',
                name: 'Тачскрин для Tele2 Maxi Черный',
                price: 400
              },
              {
                id: 'Т-000005504',
                name: 'Тачскрин для Tele2 Midi Черный',
                price: 180
              },
              {
                id: 'Т-000005296',
                name: 'Тачскрин для Tele2 Mini Черный',
                price: 200
              }
            ]
          },
          {
            id: '518__Vertex',
            name: 'Vertex',
            children: [
              {
                id: '0-000005210',
                name: 'Тачскрин для Vertex Impress Eagle Золото',
                price: 370
              },
              {
                id: '0-000005211',
                name: 'Тачскрин для Vertex Impress Eagle Черный',
                price: 330
              },
              {
                id: '0-000005213',
                name: 'Тачскрин для Vertex Impress Grip Черный',
                price: 370
              },
              {
                id: '0-000005214',
                name: 'Тачскрин для Vertex Impress Luck Черный',
                price: 200
              }
            ]
          },
          {
            id: '519__Xiaomi',
            name: 'Xiaomi',
            children: [
              {
                id: 'Т-000005850',
                name: 'Тачскрин для Xiaomi Mi 4S Черный',
                price: 230
              },
              {
                id: '0-000003105',
                name: 'Тачскрин для Xiaomi Redmi Note 4X Белый',
                price: 180
              },
              {
                id: '0-000003106',
                name: 'Тачскрин для Xiaomi Redmi Note 4X Черный',
                price: 200
              }
            ]
          },
          {
            id: '520__ZTE',
            name: 'ZTE',
            children: [
              {
                id: '0-000004653',
                name: 'Тачскрин для ZTE Blade A330 Черный',
                price: 360
              },
              {
                id: 'Т-000005485',
                name: 'Тачскрин для ZTE Blade AF3/A3/A5/A5 Pro Белый',
                price: 180
              },
              {
                id: 'Т-000005483',
                name: 'Тачскрин для ZTE Blade AF3/A3/A5/A5 Pro Черный',
                price: 180
              },
              {
                id: 'Т-000006043',
                name: 'Тачскрин для ZTE Blade GF3 Черный',
                price: 190
              },
              {
                id: '0-000000995',
                name: 'Тачскрин для ZTE Blade L110/MTC Smart Start 3 Черный',
                price: 170
              },
              {
                id: 'Т-000001939',
                name: 'Тачскрин для ZTE Blade L3 Черный',
                price: 330
              },
              {
                id: 'Т-000003523',
                name: 'Тачскрин для ZTE Blade L370 Черный',
                price: 220
              },
              {
                id: '0-000000664',
                name: 'Тачскрин для ZTE Blade X9 Черный',
                price: 230
              },
              {
                id: 'Т-000000438',
                name:
                  'Тачскрин для ZTE V815W (Kis 2 Max/МТС Smart Start/Билайн Смарт 3) Черный',
                price: 170
              }
            ]
          },
          {
            id: '521__МТС',
            name: 'МТС',
            children: [
              {
                id: '0-000001713',
                name: 'Тачскрин для МТС Smart Race 2 4G Черный',
                price: 180
              },
              {
                id: 'Т-000004299',
                name: 'Тачскрин для МТС Smart Sprint 4G Черный',
                price: 360
              }
            ]
          },
          {
            id: '522__Универсальный',
            name: 'Универсальный',
            children: [
              {
                id: 'Т-000001816',
                name: 'Тачскрин 5.5" G5247_A1 (Мегафон Login+) Черный',
                price: 280
              }
            ]
          }
        ]
      }
    ]
  }
]
