export default [{
	id: '7182Матрицы для планшетов и ноутбуков',
	name: 'Матрицы для планшетов и ноутбуков',
	children: [{
		id: '7186Универсальный',
		name: 'Универсальный',
		children: [{
				id: 'MTX-101-MT-LP101WSA-TLA1',
				name: 'Матрица 10.1" LED 1024x600 40-pin слева внизу, матовая (LP101WSA-TLA1)',
				price: 1950
			},
			{
				id: 'MTX-101-GLS-B101UAT02V1',
				name: 'Матрица 10.1" LED 1920x1080 50-pin слева внизу, глянцевая (B101UAT02 V.1) (планшет Acer)',
				price: 950
			},
			{
				id: 'MTX-116-GLS-B116XW03V0',
				name: 'Матрица 11.6" LED 1366x768 Slim 40-pin справа внизу, глянцевая (уши сбоку) (B116XW03 V0)',
				price: 1950
			},
			{
				id: 'MTX-116-MT-B116XW03V0',
				name: 'Матрица 11.6" LED 1366x768 Slim 40-pin справа внизу, матовая (уши сбоку) (B116XW03 V0)',
				price: 1950
			},
			{
				id: 'MTX-116-MT-NT116WHMN10',
				name: 'Матрица 11.6" LED 1366x768 Slim 40-pin справа внизу, матовая (уши сбоку) (NT116WHM-N10)',
				price: 1950
			},
			{
				id: 'MTX-156-GLS-B156XW02V6',
				name: 'Матрица 15.6" LED 1366x768 40-pin слева внизу, глянцевая (B156XW02 V.6)',
				price: 3150
			},
			{
				id: 'MTX-156-GLS-B156XTN031',
				name: 'Матрица 15.6" LED 1366x768 Slim 30-pin справа внизу, глянцевая (уши вверху/внизу) (B156XTN03.1)',
				price: 3200
			},
			{
				id: 'MTX-156-MT-LP156WHBTPGB',
				name: 'Матрица 15.6" LED 1366x768 Slim 30-pin справа внизу, матовая (LP156WHB-TPGB)',
				price: 3100
			},
			{
				id: 'MTX-156-GLS-LP156WH3',
				name: 'Матрица 15.6" LED 1366x768 Slim 40-pin справа внизу, глянцевая (уши вверху/внизу) (LP156WH3)',
				price: 3950
			}
		]
	}]
}]
