export default [
  {
    id: '449-Микросхемы, контроллеры, усилители и т.п.',
    name: 'Микросхемы, контроллеры, усилители и т.п.',
    children: [
      {
        id: '450-Apple',
        name: 'Apple',
        children: [
          {
            id: 'Т-000000101',
            code: 'IC-PM8019',
            name: 'Микросхема PM8019 (Контроллер питания для iPhone 6/6 Plus)',
            price: '130'
          },
          {
            id: 'Т-000005595',
            code: 'IC-PMI-NNDFSH-32GB',
            name: 'Микросхема для iPhone (NAND FLASH для iPhone 5/5s/6 32GB)',
            price: '550'
          },
          {
            id: 'УТ-00011291',
            code: 'IC-PMI-1608A1',
            name:
              'Микросхема для iPhone 1608A1 (Контроллер питания USB для iPhone 5 - 36 pin)',
            price: '180'
          },
          {
            id: 'УТ-00012205',
            code: 'IC-PMI-1610A3B',
            name:
              'Микросхема для iPhone 1610A3B [совместима с 1610A1/1610A2/1610A3] (Контроллер USB 36 pin)',
            price: '200'
          },
          {
            id: 'Т-000003049',
            code: 'IC-PMI-338S00105',
            name:
              'Микросхема для iPhone 338S00105 (Аудио-контроллер для iPhone 6S/7/7 Plus)',
            price: '250'
          },
          {
            id: 'Т-000002703',
            code: 'IC-PMI-338S00120',
            name:
              'Микросхема для iPhone 338S00120 (Контроллер питания для iPhone 6S)',
            price: '200'
          },
          {
            id: '0-000000321',
            code: 'IC-PMI-338S00225-A1',
            name:
              'Микросхема для iPhone 338S00225-A1 (Контроллер питания для iPhone 7/7 Plus)',
            price: '250'
          },
          {
            id: '0-000006118',
            code: 'IC-PMI-338S00248',
            name:
              'Микросхема для iPhone 338S00248 ( Аудио-контроллер X/Xs/Xs Max/Xr )',
            price: '200'
          },
          {
            id: '0-000006197',
            code: 'IC-PMI-338S00295',
            name:
              'Микросхема для iPhone 338S00295 (Контроллер питания для iPhone 8/8 Plus/X)',
            price: '160'
          },
          {
            id: '0-000006117',
            code: 'IC-PMI-338S00309',
            name:
              'Микросхема для iPhone 338S00309 (Контроллер питания для iPhone 8/8 Plus)',
            price: '270'
          },
          {
            id: '0-000006196',
            code: 'IC-PMI-338S00341',
            name:
              'Микросхема для iPhone 338S00341 (Контроллер питания для iPhone X)',
            price: '270'
          },
          {
            id: '0-000006202',
            code: 'IC-PMI-338S00375',
            name:
              'Микросхема для iPhone 338S00375 (Контроллер питания для iPhone Xr/Xs/Xs Max)',
            price: '250'
          },
          {
            id: '0-000006200',
            code: 'IC-PMI-338S00383A0',
            name:
              'Микросхема для iPhone 338S00383-A0 (Контроллер питания для iPhone Xr/Xs)',
            price: '250'
          },
          {
            id: '0-000006199',
            code: 'IC-PMI-338S00411',
            name:
              'Микросхема для iPhone 338S00411 ( Аудио-контроллер Xr/Xs/Xs Max )',
            price: '200'
          },
          {
            id: '0-000006201',
            code: 'IC-PMI-338S00456',
            name:
              'Микросхема для iPhone 338S00456 (Контроллер питания для iPhone Xs Max)',
            price: '360'
          },
          {
            id: 'УТ-00011479',
            code: 'IC-PMI-338S1131-B2',
            name:
              'Микросхема для iPhone 338S1131-B2 (Контроллер питания для iPhone 5)',
            price: '100'
          },
          {
            id: 'Т-000000122',
            code: 'IC-PMI-338S1201',
            name:
              'Микросхема для iPhone 338S1201 (Аудио-контроллер для 5S/6/6 Plus)',
            price: '110'
          },
          {
            id: 'УТ-00012209',
            code: 'IC-PMI-338S1202',
            name:
              'Микросхема для iPhone 338S1202 (Аудио-контроллер для 5S/6/6 Plus)',
            price: '80'
          },
          {
            id: 'Т-000000100',
            code: 'IC-PMI-338S1251-AZ',
            name:
              'Микросхема для iPhone 338S1251-AZ (Контроллер питания для iPhone 6/6 Plus)',
            price: '220'
          },
          {
            id: 'Т-000003053',
            code: 'IC-PMI-338S1285',
            name:
              'Микросхема для iPhone 338S1285 (Аудио-контроллер для iPhone 6S)',
            price: '130'
          },
          {
            id: 'Т-000002702',
            code: 'IC-PMI-339S00043',
            name:
              'Микросхема для iPhone 339S00043 (Wi-Fi модуль для iPhone 6S)',
            price: '230'
          },
          {
            id: '0-000000320',
            code: 'IC-PMI-339S00201',
            name:
              'Микросхема для iPhone 339S00201 (Wi-Fi модуль для iPhone 7/7 Plus)',
            price: '230'
          },
          {
            id: '0-000006119',
            code: 'IC-PMI-339S00397',
            name:
              'Микросхема для iPhone 339S00397 (Wi-Fi модуль для iPhone 8/X)',
            price: '270'
          },
          {
            id: '0-000006120',
            code: 'IC-PMI-339S00540',
            name:
              'Микросхема для iPhone 339S00540 (Wi-Fi модуль для iPhone Xs/Xs Max)',
            price: '400'
          },
          {
            id: 'УТ-00012210',
            code: 'IC-PMI-339S0204',
            name:
              'Микросхема для iPhone 339S0204/339S0205 (Wi-Fi модуль для iPhone 5S/5C)',
            price: '120'
          },
          {
            id: 'УТ-00009480',
            code: 'IC-PMI-343S0561-A1',
            name: 'Микросхема для iPhone 343S0561-A1 (Контроллер питания)',
            price: '100'
          },
          {
            id: 'УТ-00011118',
            code: 'IC-PMI-343S0593-A5',
            name: 'Микросхема для iPhone 343S0593-A5 (Контроллер питания)',
            price: '300'
          },
          {
            id: 'УТ-00013611',
            code: 'IC-PMI-343S0622-A1',
            name: 'Микросхема для iPhone 343S0622-A1 (Контроллер питания)',
            price: '460'
          },
          {
            id: 'УТ-00011481',
            code: 'IC-PMI-343S0628',
            name:
              'Микросхема для iPhone 343S0628 (Контроллер сенсорного экрана для iPhone 5)',
            price: '130'
          },
          {
            id: 'УТ-00012206',
            code: 'IC-PMI-343S0645',
            name:
              'Микросхема для iPhone 343S0645 (Контроллер сенсорного экрана 5S/5C [черная])',
            price: '150'
          },
          {
            id: 'Т-000000104',
            code: 'IC-PMI-343S0694',
            name:
              'Микросхема для iPhone 343S0694 (Контроллер сенсорного экрана 6/6 Plus [черная])',
            price: '470'
          },
          {
            id: 'Т-000000119',
            code: 'IC-PMI-49C5371',
            name:
              'Микросхема для iPhone 49C5371 (Контроллер питания USB для iPhone 6 [черная] - 35 pin)',
            price: '110'
          },
          {
            id: 'Т-000000123',
            code: 'IC-PMI-6-12-PIN',
            name: 'Микросхема для iPhone 6 (Защитный фильтр подсветки 12 pin)',
            price: '170'
          },
          {
            id: '0-000003447',
            code: 'IC-PMI-AD7149',
            name:
              'Микросхема для iPhone AD7149 (Контроллер Home для iPhone 7/7Plus)',
            price: '80'
          },
          {
            id: '0-000006198',
            code: 'IC-PMI-BCM59355',
            name:
              'Микросхема для iPhone BCM59355 (Контроллер беспроводной зарядки для iPhone 8/8 Plus/X)',
            price: '320'
          },
          {
            id: 'УТ-00012207',
            code: 'IC-PMI-BCM5976',
            name:
              'Микросхема для iPhone BCM5976 (Контроллер сенсорного экрана 5S/6/6 Plus/iPad Air/... [серебристая])',
            price: '130'
          },
          {
            id: 'Т-000000108',
            code: 'IC-PMI-MDM9625M',
            name:
              'Микросхема для iPhone MDM9625M (LTE модем для iPhone 6/6 Plus)',
            price: '150'
          },
          {
            id: 'УТ-00011684',
            code: 'IC-PMI-PM8018',
            name:
              'Микросхема для iPhone PM8018 (Контроллер питания для iPhone 5/5S)',
            price: '170'
          },
          {
            id: '0-000006195',
            code: 'IC-PMI-PMD9655',
            name:
              'Микросхема для iPhone PMD9655 (Контроллер питания для iPhone 8/8 Plus/X)',
            price: '250'
          },
          {
            id: 'Т-000000121',
            code: 'IC-PMI-QFE1000',
            name:
              'Микросхема для iPhone QFE1000/QFE1100 (Контроллер питания для iPhone 6/6 Plus/6S/Samsung N910C)',
            price: '60'
          },
          {
            id: '0-000007121',
            code: 'IC-PMI-SN2501A1',
            name:
              'Микросхема для iPhone SN2501A1 (Контроллер питания для iPhone 8/8 Plus/X 63 pin)',
            price: '150'
          },
          {
            id: '0-000003779',
            code: 'IC-PMI-U4020',
            name:
              'Микросхема для iPhone U4020/3539 (Защитный фильтр подсветки 16 pin 6S/6S Plus/7/7 Plus/SE)',
            price: '110'
          }
        ]
      },
      {
        id: '451-Asus',
        name: 'Asus',
        children: [
          {
            id: '0-000003445',
            code: 'IC-SMB1357-006',
            name: 'Микросхема SMB1357 006 (Контроллер питания для Asus)',
            price: '70'
          },
          {
            id: '0-000006124',
            code: 'IC-SMB1381',
            name: 'Микросхема SMB1381 (Контроллер питания)',
            price: '250'
          },
          {
            id: '0-000003446',
            code: 'IC-SMB347',
            name: 'Микросхема SMB347 (Контроллер питания для Asus)',
            price: '150'
          }
        ]
      },
      {
        id: '452-HTC',
        name: 'HTC',
        children: [
          {
            id: 'УТ-00013363',
            code: 'IC-PM8921',
            name: 'Микросхема PM8921 (Контроллер питания HTC/Samsung/…)',
            price: '50'
          }
        ]
      },
      {
        id: '453-Huawei',
        name: 'Huawei',
        children: [
          {
            id: 'Т-000000164',
            code: 'IC-PM8110',
            name:
              'Микросхема PM8110 (Контроллер питания для Huawei/LG/Nokia/Sony)',
            price: '100'
          }
        ]
      },
      {
        id: '454-Nokia',
        name: 'Nokia',
        children: [
          {
            id: 'УТ-00011493',
            code: 'IC-PM8029',
            name: 'Микросхема PM8029 (Контроллер питания Nokia/HTC/…)',
            price: '50'
          },
          {
            id: '0У-00000437',
            code: 'IC-PM8038',
            name: 'Микросхема PM8038 (Контроллер питания Nokia 520/525/1320)',
            price: '60'
          }
        ]
      },
      {
        id: '455-Samsung',
        name: 'Samsung',
        children: [
          {
            id: 'Т-000000151',
            code: 'IC-136S',
            name:
              'Микросхема 136S (Контроллер питания для Samsung P1000/ P1010/ P3100/ P3110/ P6200)',
            price: '130'
          },
          {
            id: 'Т-000000149',
            code: 'IC-347S',
            name:
              'Микросхема 347S (Контроллер зарядки для Samsung P5110/ P5100/ N8000)',
            price: '110'
          },
          {
            id: '0-000003403',
            code: 'IC-9895B',
            name:
              'Микросхема 9895B (Контроллер питания для Samsung A300/A500/A700)',
            price: '120'
          },
          {
            id: '0-000002818',
            code: 'IC-BQ24296M',
            name:
              'Микросхема BQ24296M (Контроллер питания для Lenovo/Meizu/Philips)',
            price: '110'
          },
          {
            id: 'УТ-00011499',
            code: 'IC-KLMAG2GE4A-A002',
            name:
              'Микросхема KLMAG2GE4A-A002 (NAND FLASH N8000/P5100/P6800...)',
            price: '360'
          },
          {
            id: 'УТ-00011497',
            code: 'IC-KMV3W000LM',
            name: 'Микросхема KMV3W000LM (NAND FLASH i9500/...)',
            price: '360'
          },
          {
            id: 'УТ-00009465',
            code: 'IC-MAX77686',
            name:
              'Микросхема MAX77686 (Контроллер питания для Samsung i9300/N7100...)',
            price: '130'
          },
          {
            id: 'УТ-00009477',
            code: 'IC-MAX77693',
            name:
              'Микросхема MAX77693 (Контроллер питания для Samsung i9300/...)',
            price: '130'
          },
          {
            id: 'Т-000000133',
            code: 'IC-MAX77843',
            name:
              'Микросхема MAX77843 (Контроллер питания для Samsung N910C/G920F)',
            price: '150'
          },
          {
            id: 'УТ-00008262',
            code: 'IC-MAX8997',
            name:
              'Микросхема MAX8997 (Контроллер питания для Samsung N7000/i9100/P6800/i9220)',
            price: '100'
          },
          {
            id: '0-000006681',
            code: 'IC-MPB02',
            name:
              'Микросхема MPB02 ( Контроллер питания для Samsung N950F/G930F/G935F... )',
            price: '170'
          },
          {
            id: 'Т-000000159',
            code: 'IC-PM8226',
            name: 'Микросхема PM8226/PM8926 (Контроллер питания для Samsung)',
            price: '120'
          },
          {
            id: 'УТ-00011483',
            code: 'IC-PM8917',
            name:
              'Микросхема PM8917 (Контроллер питания для Samsung i9505/i9500/i9200/i9195/i9295…)',
            price: '170'
          },
          {
            id: 'Т-000000105',
            code: 'IC-PM8941',
            name:
              'Микросхема PM8941 (Контроллер питания Samsung/Sony M8/Z/Z1/Z2...)',
            price: '60'
          },
          {
            id: '0-000004815',
            code: 'IC-SM5504',
            name:
              'Микросхема SM5504 (Контроллер зарядки для Samsung A310/G360/J100/J320/J330)',
            price: '130'
          },
          {
            id: '0-000003442',
            code: 'IC-SM5701',
            name:
              'Микросхема SM5701 (Контроллер питания для Samsung J120/J320)',
            price: '60'
          },
          {
            id: '0-000003443',
            code: 'IC-SM5703',
            name:
              'Микросхема SM5703 (Контроллер питания для Samsung J500/J700)',
            price: '180'
          },
          {
            id: 'Т-000000150',
            code: 'IC-TWL6032',
            name:
              'Микросхема TWL6032 (Контроллер питания для Samsung P3100/ P3110/ P5100/ P5110)',
            price: '110'
          }
        ]
      },
      {
        id: '456-Xiaomi',
        name: 'Xiaomi',
        children: [
          {
            id: '0-000006123',
            code: 'IC-K318',
            name: 'Микросхема K318 ( Аудио-контроллер для для Xiaomi )',
            price: '110'
          }
        ]
      },
      {
        id: '457-Универсальный',
        name: 'Универсальный',
        children: [
          {
            id: '0-000003218',
            code: 'IC-358S-1939',
            name: 'Микросхема 358S 1939 (Контроллер питания)',
            price: '150'
          },
          {
            id: '0-000003219',
            code: 'IC-358S-1947',
            name: 'Микросхема 358S 1947 (Контроллер питания)',
            price: '120'
          },
          {
            id: '0-000003221',
            code: 'IC-358S-2122',
            name: 'Микросхема 358S 2122 (Контроллер питания)',
            price: '140'
          },
          {
            id: '0-000003222',
            code: 'IC-358S-2166',
            name: 'Микросхема 358S 2166 (Контроллер питания)',
            price: '130'
          },
          {
            id: '0-000003223',
            code: 'IC-358S-2225',
            name: 'Микросхема 358S 2225 (Контроллер питания)',
            price: '170'
          },
          {
            id: '0-000003224',
            code: 'IC-358S-2295',
            name: 'Микросхема 358S 2295 (Контроллер питания)',
            price: '120'
          },
          {
            id: '0-000003225',
            code: 'IC-8767-60',
            name: 'Микросхема 8767-60 (Контроллер питания)',
            price: '170'
          },
          {
            id: '0-000003404',
            code: 'IC-AXP188',
            name: 'Микросхема AXP188 (Контроллер питания)',
            price: '30'
          },
          {
            id: '0-000003405',
            code: 'IC-AXP192',
            name: 'Микросхема AXP192 (Контроллер питания)',
            price: '120'
          },
          {
            id: '0-000003406',
            code: 'IC-AXP193',
            name: 'Микросхема AXP193 (Контроллер питания)',
            price: '70'
          },
          {
            id: '0-000003407',
            code: 'IC-AXP199',
            name: 'Микросхема AXP199 (Контроллер питания)',
            price: '50'
          },
          {
            id: '0-000003230',
            code: 'IC-AXP202',
            name: 'Микросхема AXP202 (Контроллер питания)',
            price: '50'
          },
          {
            id: '0-000003408',
            code: 'IC-AXP209',
            name: 'Микросхема AXP209 (Контроллер питания)',
            price: '70'
          },
          {
            id: '0-000003409',
            code: 'IC-AXP221',
            name: 'Микросхема AXP221 (Контроллер питания)',
            price: '60'
          },
          {
            id: '0-000003234',
            code: 'IC-AXP288',
            name: 'Микросхема AXP288 (Контроллер питания)',
            price: '130'
          },
          {
            id: '0-000003235',
            code: 'IC-AXP288C',
            name: 'Микросхема AXP288C (Контроллер питания)',
            price: '170'
          },
          {
            id: '0-000003411',
            code: 'IC-BQ24133',
            name: 'Микросхема BQ24133 (Контроллер питания)',
            price: '50'
          },
          {
            id: '0-000003239',
            code: 'IC-BQ24157A',
            name: 'Микросхема BQ24157A (Контроллер питания)',
            price: '90'
          },
          {
            id: '0-000003241',
            code: 'IC-BQ24158',
            name: 'Микросхема BQ24158 (Контроллер питания)',
            price: '70'
          },
          {
            id: '0-000003243',
            code: 'IC-BQ24196',
            name: 'Микросхема BQ24196 (Контроллер питания)',
            price: '90'
          },
          {
            id: '0-000003245',
            code: 'IC-BQ24296',
            name: 'Микросхема BQ24296 (Контроллер питания)',
            price: '130'
          },
          {
            id: '0-000003412',
            code: 'IC-BQ24703PW',
            name: 'Микросхема BQ24703PW (Контроллер питания)',
            price: '50'
          },
          {
            id: '0-000003413',
            code: 'IC-BQ24715',
            name: 'Микросхема BQ24715 (Контроллер питания)',
            price: '50'
          },
          {
            id: '0-000003414',
            code: 'IC-BQ24721',
            name: 'Микросхема BQ24721 (Контроллер питания)',
            price: '50'
          },
          {
            id: '0-000003415',
            code: 'IC-BQ24725',
            name: 'Микросхема BQ24725 (Контроллер питания)',
            price: '100'
          },
          {
            id: '0-000003416',
            code: 'IC-BQ24726',
            name: 'Микросхема BQ24726 (Контроллер питания)',
            price: '50'
          },
          {
            id: '0-000003417',
            code: 'IC-BQ24727',
            name: 'Микросхема BQ24727 (Контроллер питания)',
            price: '50'
          },
          {
            id: '0-000003418',
            code: 'IC-BQ24728',
            name: 'Микросхема BQ24728 (Контроллер питания)',
            price: '50'
          },
          {
            id: '0-000003419',
            code: 'IC-BQ24736',
            name: 'Микросхема BQ24736 (Контроллер питания)',
            price: '50'
          },
          {
            id: '0-000003420',
            code: 'IC-BQ24737',
            name: 'Микросхема BQ24737 (Контроллер питания)',
            price: '50'
          },
          {
            id: '0-000003421',
            code: 'IC-BQ24738',
            name: 'Микросхема BQ24738 (Контроллер питания)',
            price: '50'
          },
          {
            id: '0-000003422',
            code: 'IC-BQ24741',
            name: 'Микросхема BQ24741 (Контроллер питания)',
            price: '50'
          },
          {
            id: '0-000003423',
            code: 'IC-BQ24745',
            name: 'Микросхема BQ24745 (Контроллер питания)',
            price: '50'
          },
          {
            id: '0-000003424',
            code: 'IC-BQ24751',
            name: 'Микросхема BQ24751 (Контроллер питания)',
            price: '50'
          },
          {
            id: '0-000003425',
            code: 'IC-BQ24765',
            name: 'Микросхема BQ24765 (Контроллер питания)',
            price: '50'
          },
          {
            id: '0-000003426',
            code: 'IC-BQ27425',
            name: 'Микросхема BQ27425 (Контроллер питания)',
            price: '120'
          },
          {
            id: '0-000006122',
            code: 'IC-BQ27426',
            name: 'Микросхема BQ27426 (Контроллер питания)',
            price: '150'
          },
          {
            id: '0-000003428',
            code: 'IC-BQ51221',
            name: 'Микросхема BQ51221 (Контроллер питания)',
            price: '50'
          },
          {
            id: '0-000003430',
            code: 'IC-FAN5405',
            name: 'Микросхема FAN5405 (Контроллер питания для Lenovo)',
            price: '80'
          },
          {
            id: '0-000003431',
            code: 'IC-HI1101',
            name: 'Микросхема Hi1101 (Wi-Fi модуль для Huawei)',
            price: '120'
          },
          {
            id: '0-000003434',
            code: 'IC-HI6551',
            name: 'Микросхема HI6551 (Контроллер питания для Huawei)',
            price: '200'
          },
          {
            id: 'Т-000000156',
            code: 'IC-MT6320GA',
            name: 'Микросхема MT6320GA (Контроллер питания Fly/Huawe)i',
            price: '120'
          },
          {
            id: 'Т-000000160',
            code: 'IC-MT6322GA',
            name: 'Микросхема MT6322GA (Контроллер питания Fly/Huawei)',
            price: '80'
          },
          {
            id: 'Т-000001707',
            code: 'IC-MT6323GA',
            name: 'Микросхема MT6323GA (Контроллер питания Fly/Lenovo/Explay)',
            price: '130'
          },
          {
            id: '0-000003436',
            code: 'IC-MT6325V',
            name: 'Микросхема MT6325V (Контроллер питания для Sony)',
            price: '130'
          },
          {
            id: '0-000002910',
            code: 'IC-MT6328V',
            name: 'Микросхема MT6328V (Контроллер питания)',
            price: '130'
          },
          {
            id: 'УТ-00012569',
            code: 'IC-MT6329A',
            name:
              'Микросхема MT6329A (Контроллер питания Fly/ZTE/Explay/Meizu)',
            price: '30'
          },
          {
            id: '0-000003437',
            code: 'IC-MT6329BA',
            name: 'Микросхема MT6329BA (Контроллер питания для Lenovo)',
            price: '80'
          },
          {
            id: '0-000003438',
            code: 'IC-MT6331P',
            name: 'Микросхема MT6331P (Контроллер питания Meizu/Xiaomi)',
            price: '50'
          },
          {
            id: '0-000003439',
            code: 'IC-MT6332P',
            name: 'Микросхема MT6332P (Контроллер питания Meizu/Xiaomi)',
            price: '50'
          },
          {
            id: '0-000003440',
            code: 'IC-MT6350V',
            name: 'Микросхема MT6350V (Контроллер питания)',
            price: '180'
          },
          {
            id: '0-000001998',
            code: 'IC-MT6351V',
            name: 'Микросхема MT6351V (Контроллер питания Meizu/Xiaomi)',
            price: '190'
          },
          {
            id: '0-000005192',
            code: 'IC-MT6353V',
            name: 'Микросхема MT6353V (Контроллер питания Meizu/Xiaomi)',
            price: '240'
          },
          {
            id: '0-000003246',
            code: 'IC-MU005X02',
            name: 'Микросхема MU005X02 (Контроллер питания)',
            price: '330'
          },
          {
            id: '0-000003248',
            code: 'IC-PM8841',
            name: 'Микросхема PM8841 (Контроллер питания)',
            price: '50'
          },
          {
            id: '0-000003253',
            code: 'IC-PM8916',
            name: 'Микросхема PM8916 (Контроллер питания)',
            price: '140'
          },
          {
            id: '0-000003257',
            code: 'IC-PM8937',
            name: 'Микросхема PM8937 (Контроллер питания)',
            price: '140'
          },
          {
            id: '0-000006121',
            code: 'IC-PM8940',
            name: 'Микросхема PM8940 (Контроллер питания)',
            price: '170'
          },
          {
            id: '0-000003262',
            code: 'IC-PM8952',
            name: 'Микросхема PM8952 (Контроллер питания)',
            price: '170'
          },
          {
            id: '0-000003263',
            code: 'IC-PM8953',
            name: 'Микросхема PM8953 (Контроллер питания)',
            price: '170'
          },
          {
            id: '0-000003264',
            code: 'IC-PM8956',
            name: 'Микросхема PM8956 (Контроллер питания)',
            price: '100'
          },
          {
            id: 'Т-000005841',
            code: 'IC-PM8994',
            name:
              'Микросхема PM8994 (Контроллер питания Sony/Xiaomi/Meizu/Huawei)',
            price: '130'
          },
          {
            id: '0-000001800',
            code: 'IC-PMI8952',
            name: 'Микросхема PMI8952 (Контроллер питания для Xiaomi)',
            price: '170'
          },
          {
            id: '0-000003265',
            code: 'IC-PMI8994',
            name: 'Микросхема PMI8994 (Контроллер питания)',
            price: '170'
          },
          {
            id: '0-000006316',
            code: 'IC-S2MU005X03',
            name: 'Микросхема S2MU005X03 (Контроллер питания)',
            price: '280'
          },
          {
            id: '0-000003267',
            code: 'IC-SGM3803DF',
            name: 'Микросхема SGM3803DF (Контроллер питания)',
            price: '70'
          }
        ]
      }
    ]
  }
]
