export default [
  {
    id: "224__Дисплеи",
    name: "Дисплеи",
    children: [
      {
        id: "225__Acer",
        name: "Acer",
        children: [
          {
            id: "Т-000004332",
            name: "Дисплей для Acer Z530 в сборе с тачскрином Черный",
            price: 1100,
          },
        ],
      },
      {
        id: "226__Alcatel",
        name: "Alcatel",
        children: [
          {
            id: "Т-000001720",
            name: "Дисплей для Alcatel OT-4013D/OT-4045D Pixi 3/Pop 2",
            price: 300,
          },
          {
            id: "Т-000004457",
            name:
              "Дисплей для Alcatel OT-4027D/OT-5017D/OT-5017X/OT-5019D (Pixi 3) в сборе с тачскрином Черный",
            price: 500,
          },
          {
            id: "Т-000005586",
            name: "Дисплей для Alcatel OT-4034D (Pixi 4)",
            price: 370,
          },
          {
            id: "0-000005450",
            name:
              "Дисплей для Alcatel OT-5008Y (1X 2019) в сборе с тачскрином Черный",
            price: 1450,
          },
          {
            id: "0-000004381",
            name:
              "Дисплей для Alcatel OT-5009D (1C) в сборе с тачскрином Черный",
            price: 1150,
          },
          {
            id: "Т-000005587",
            name: "Дисплей для Alcatel OT-5010D (Pixi 4)",
            price: 500,
          },
          {
            id: "Т-000004634",
            name: "Дисплей для Alcatel OT-5015D (Pop 3)",
            price: 300,
          },
          {
            id: "Т-000004461",
            name:
              "Дисплей для Alcatel OT-5022D (Pop Star 3G) в сборе с тачскрином Черный",
            price: 1100,
          },
          {
            id: "0-000006396",
            name:
              "Дисплей для Alcatel OT-5024D (1S) в сборе с тачскрином Черный",
            price: 1450,
          },
          {
            id: "0-000003781",
            name:
              "Дисплей для Alcatel OT-5026D (3C) в сборе с тачскрином Черный",
            price: 1450,
          },
          {
            id: "0-000004515",
            name: "Дисплей для Alcatel OT-5033D (1)",
            price: 550,
          },
          {
            id: "0-000003954",
            name:
              "Дисплей для Alcatel OT-5034D (3L) в сборе с тачскрином Черный",
            price: 1400,
          },
          {
            id: "0У-00001128",
            name:
              "Дисплей для Alcatel OT-5036D/OT-5036X/OT-5038D (Pop C5/Pop D5)",
            price: 400,
          },
          {
            id: "0-000002504",
            name: "Дисплей для Alcatel OT-5044D (U5)",
            price: 300,
          },
          {
            id: "Т-000005314",
            name: "Дисплей для Alcatel OT-5045D (Pixi 4)",
            price: 350,
          },
          {
            id: "0-000001700",
            name:
              "Дисплей для Alcatel OT-5046D (A3) в сборе с тачскрином Черный",
            price: 1050,
          },
          {
            id: "0-000002579",
            name:
              "Дисплей для Alcatel OT-5047D (U5 HD) в сборе с тачскрином Черный",
            price: 1150,
          },
          {
            id: "Т-000005131",
            name:
              "Дисплей для Alcatel OT-5051D (Pop 4) в сборе с тачскрином Черный",
            price: 950,
          },
          {
            id: "0-000004377",
            name:
              "Дисплей для Alcatel OT-5052D (3) в сборе с тачскрином Черный",
            price: 1400,
          },
          {
            id: "0-000004519",
            name:
              "Дисплей для Alcatel OT-5058I (3X) в сборе с тачскрином Черный",
            price: 1350,
          },
          {
            id: "0-000004520",
            name: "Дисплей для Alcatel OT-5059D (1X)",
            price: 800,
          },
          {
            id: "0-000000863",
            name:
              "Дисплей для Alcatel OT-5080X (Shine Lite) в сборе с тачскрином Черный",
            price: 950,
          },
          {
            id: "0-000004123",
            name:
              "Дисплей для Alcatel OT-5086D (5) в сборе с тачскрином Черный",
            price: 1500,
          },
          {
            id: "Т-000005589",
            name:
              "Дисплей для Alcatel OT-5095Y (Pop 4S) в сборе с тачскрином Черный",
            price: 1250,
          },
          {
            id: "0-000003500",
            name:
              "Дисплей для Alcatel OT-5099D (3V) в сборе с тачскрином Черный",
            price: 1550,
          },
          {
            id: "Т-000003868",
            name:
              "Дисплей для Alcatel OT-6012D/OT-6012X (Idol Mini) в сборе с тачскрином Черный",
            price: 430,
          },
          {
            id: "0У-00000209",
            name:
              "Дисплей для Alcatel OT-6037Y/6037K (Idol 2) в сборе с тачскрином Черный",
            price: 850,
          },
          {
            id: "Т-000002057",
            name:
              'Дисплей для Alcatel OT-6039Y/6039K (Idol 3) (4.7") в сборе с тачскрином Черный',
            price: 1100,
          },
          {
            id: "Т-000002897",
            name:
              "Дисплей для Alcatel OT-6045Y (Idol 3) в сборе с тачскрином Черный",
            price: 1200,
          },
          {
            id: "Т-000005045",
            name:
              "Дисплей для Alcatel OT-6055K (Idol 4) в сборе с тачскрином Черный",
            price: 1100,
          },
          {
            id: "0-000003782",
            name:
              "Дисплей для Alcatel OT-6058D (Idol 5) в сборе с тачскрином Черный",
            price: 1200,
          },
          {
            id: "0У-00000347",
            name: "Дисплей для Alcatel OT-7041D (Pop C7)",
            price: 420,
          },
          {
            id: "Т-000002894",
            name:
              "Дисплей для Alcatel OT-7044X/OT-7044Y (Pop 2 Premium) в сборе с тачскрином Черный",
            price: 1100,
          },
        ],
      },
      {
        id: "227__Apple",
        name: "Apple",
        children: [
          {
            id: "Т-000003710",
            name: "Дисплей для Apple Watch (38 мм) в сборе с тачскрином",
            price: 2550,
          },
          {
            id: "Т-000003704",
            name: "Дисплей для Apple Watch (42 мм) в сборе с тачскрином",
            price: 3200,
          },
          {
            id: "0-000000578",
            name: "Дисплей для Apple Watch 2 (38 мм) в сборе с тачскрином",
            price: 6990,
          },
          {
            id: "0-000000579",
            name: "Дисплей для Apple Watch 2 (42 мм) в сборе с тачскрином",
            price: 8700,
          },
          {
            id: "0-000003349",
            name: "Дисплей для Apple Watch 3 LTE (38 мм) в сборе с тачскрином",
            price: 6800,
          },
          {
            id: "0-000003350",
            name: "Дисплей для Apple Watch 3 LTE (42 мм) в сборе с тачскрином",
            price: 6990,
          },
          {
            id: "0-000004623",
            name: "Дисплей для Apple Watch 4 (40 мм) в сборе с тачскрином",
            price: 10550,
          },
          {
            id: "0-000004624",
            name: "Дисплей для Apple Watch 4 (44 мм) в сборе с тачскрином",
            price: 8900,
          },
          {
            id: "0-000006547",
            name: "Дисплей для Apple Watch 5 (44 мм) в сборе с тачскрином",
            price: 11700,
          },
          { id: "УТ-00000973", name: "Дисплей для iPad 2", price: 2050 },
          { id: "УТ-00006453", name: "Дисплей для iPad 3/iPad 4", price: 2150 },
          {
            id: "0-000003923",
            name: "Дисплей для iPad 9.7 (2018)",
            price: 2850,
          },
          {
            id: "Т-000000303",
            name: "Дисплей для iPad Air 2 в сборе с тачскрином Белый",
            price: 6000,
          },
          {
            id: "Т-000000302",
            name: "Дисплей для iPad Air 2 в сборе с тачскрином Черный",
            price: 7300,
          },
          {
            id: "УТ-00011279",
            name: "Дисплей для iPad Air/iPad 9.7 (2017)",
            price: 2990,
          },
          { id: "УТ-00008193", name: "Дисплей для iPad mini", price: 2300 },
          {
            id: "0-000007299",
            name: "Дисплей для iPad mini (2019) в сборе с тачскрином Белый",
            price: 7400,
          },
          {
            id: "0-000007300",
            name: "Дисплей для iPad mini (2019) в сборе с тачскрином Черный",
            price: 7400,
          },
          {
            id: "УТ-00011273",
            name: "Дисплей для iPad Mini 2/Mini 3",
            price: 3250,
          },
          {
            id: "Т-000003193",
            name: "Дисплей для iPad Mini 4 в сборе с тачскрином Белый",
            price: 5300,
          },
          {
            id: "Т-000003192",
            name: "Дисплей для iPad Mini 4 в сборе с тачскрином Черный",
            price: 4850,
          },
          {
            id: "0-000001082",
            name: 'Дисплей для iPad Pro 10.5" в сборе с тачскрином Белый',
            price: 9200,
          },
          {
            id: "0-000001083",
            name: 'Дисплей для iPad Pro 10.5" в сборе с тачскрином Черный',
            price: 9200,
          },
          {
            id: "0-000002140",
            name:
              'Дисплей для iPad Pro 12.9" (2017) в сборе с тачскрином Черный - Ориг',
            price: 21750,
          },
          {
            id: "Т-000004515",
            name: 'Дисплей для iPad Pro 9.7" в сборе с тачскрином Белый',
            price: 6400,
          },
          {
            id: "Т-000004516",
            name: 'Дисплей для iPad Pro 9.7" в сборе с тачскрином Черный',
            price: 7300,
          },
          {
            id: "0-000006505",
            name: "Дисплей для iPhone 11 Pro Max в сборе Черный - Ориг",
            price: 24500,
          },
          {
            id: "0-000006506",
            name: "Дисплей для iPhone 11 Pro Max в сборе Черный - Ориг100",
            price: 23900,
          },
          {
            id: "0-000007401",
            name: "Дисплей для iPhone 11 Pro Max в сборе Черный (Soft OLED)",
            price: 16700,
          },
          {
            id: "0-000006508",
            name: "Дисплей для iPhone 11 Pro в сборе Черный - Ориг100",
            price: 28650,
          },
          {
            id: "0-000007405",
            name: "Дисплей для iPhone 11 Pro в сборе Черный (Soft OLED)",
            price: 19200,
          },
          {
            id: "0-000006510",
            name: "Дисплей для iPhone 11 в сборе Черный - Ориг100",
            price: 7900,
          },
          {
            id: "УТ-00007578",
            name: "Дисплей для iPhone 4 в сборе Белый",
            price: 580,
          },
          {
            id: "УТ-00007577",
            name: "Дисплей для iPhone 4 в сборе Черный",
            price: 580,
          },
          {
            id: "УТ-00007580",
            name: "Дисплей для iPhone 4S в сборе Белый",
            price: 580,
          },
          {
            id: "УТ-00007579",
            name: "Дисплей для iPhone 4S в сборе Черный",
            price: 580,
          },
          {
            id: "Т-000003174",
            name: "Дисплей для iPhone 5 в сборе Белый",
            price: 600,
          },
          {
            id: "0-000002913",
            name: "Дисплей для iPhone 5 в сборе Белый - Ориг",
            price: 1000,
          },
          {
            id: "УТ-00007473",
            name: "Дисплей для iPhone 5 в сборе Белый - Ориг100",
            price: 1850,
          },
          {
            id: "Т-000003175",
            name: "Дисплей для iPhone 5 в сборе Черный",
            price: 600,
          },
          {
            id: "0-000002914",
            name: "Дисплей для iPhone 5 в сборе Черный - Ориг",
            price: 1000,
          },
          {
            id: "УТ-00007469",
            name: "Дисплей для iPhone 5 в сборе Черный - Ориг100",
            price: 1800,
          },
          {
            id: "Т-000003176",
            name: "Дисплей для iPhone 5C в сборе Черный",
            price: 600,
          },
          {
            id: "0-000002934",
            name: "Дисплей для iPhone 5C в сборе Черный - Ориг",
            price: 1050,
          },
          {
            id: "УТ-00011089",
            name: "Дисплей для iPhone 5C в сборе Черный - Ориг100",
            price: 1200,
          },
          {
            id: "Т-000003178",
            name: "Дисплей для iPhone 5S/SE в сборе Белый",
            price: 690,
          },
          {
            id: "0-000002916",
            name: "Дисплей для iPhone 5S/SE в сборе Белый - Ориг",
            price: 1000,
          },
          {
            id: "УТ-00011025",
            name: "Дисплей для iPhone 5S/SE в сборе Белый - Ориг100",
            price: 1550,
          },
          {
            id: "Т-000003177",
            name: "Дисплей для iPhone 5S/SE в сборе Черный",
            price: 690,
          },
          {
            id: "0-000002915",
            name: "Дисплей для iPhone 5S/SE в сборе Черный - Ориг",
            price: 1000,
          },
          {
            id: "УТ-00011024",
            name: "Дисплей для iPhone 5S/SE в сборе Черный - Ориг100",
            price: 1550,
          },
          {
            id: "0У-00000398",
            name: "Дисплей для iPhone 6 Plus в сборе Белый",
            price: 1050,
          },
          {
            id: "0-000002920",
            name: "Дисплей для iPhone 6 Plus в сборе Белый - Ориг",
            price: 2350,
          },
          {
            id: "0У-00000399",
            name: "Дисплей для iPhone 6 Plus в сборе Белый - Ориг100",
            price: 2950,
          },
          {
            id: "0-000006710",
            name: "Дисплей для iPhone 6 Plus в сборе Белый (Pisen)",
            price: 1750,
          },
          {
            id: "0У-00000400",
            name: "Дисплей для iPhone 6 Plus в сборе Черный",
            price: 1050,
          },
          {
            id: "0-000002919",
            name: "Дисплей для iPhone 6 Plus в сборе Черный - Ориг",
            price: 2400,
          },
          {
            id: "0У-00000401",
            name: "Дисплей для iPhone 6 Plus в сборе Черный - Ориг100",
            price: 2500,
          },
          {
            id: "0-000006711",
            name: "Дисплей для iPhone 6 Plus в сборе Черный (Pisen)",
            price: 1750,
          },
          {
            id: "0У-00000367",
            name: "Дисплей для iPhone 6 в сборе Белый",
            price: 790,
          },
          {
            id: "0-000002917",
            name: "Дисплей для iPhone 6 в сборе Белый - Ориг",
            price: 1200,
          },
          {
            id: "0У-00000368",
            name: "Дисплей для iPhone 6 в сборе Белый - Ориг100",
            price: 1700,
          },
          {
            id: "0-000006708",
            name: "Дисплей для iPhone 6 в сборе Белый (Pisen)",
            price: 1400,
          },
          {
            id: "0У-00000365",
            name: "Дисплей для iPhone 6 в сборе Черный",
            price: 790,
          },
          {
            id: "0-000002918",
            name: "Дисплей для iPhone 6 в сборе Черный - Ориг",
            price: 1200,
          },
          {
            id: "0У-00000366",
            name: "Дисплей для iPhone 6 в сборе Черный - Ориг100",
            price: 1900,
          },
          {
            id: "0-000006709",
            name: "Дисплей для iPhone 6 в сборе Черный (Pisen)",
            price: 1400,
          },
          {
            id: "Т-000002664",
            name: "Дисплей для iPhone 6S Plus в сборе Белый",
            price: 1150,
          },
          {
            id: "0-000002924",
            name: "Дисплей для iPhone 6S Plus в сборе Белый - Ориг",
            price: 2300,
          },
          {
            id: "Т-000002663",
            name: "Дисплей для iPhone 6S Plus в сборе Белый - Ориг100",
            price: 3200,
          },
          {
            id: "0-000006714",
            name: "Дисплей для iPhone 6S Plus в сборе Белый (Pisen)",
            price: 2250,
          },
          {
            id: "Т-000002662",
            name: "Дисплей для iPhone 6S Plus в сборе Черный",
            price: 1150,
          },
          {
            id: "0-000002923",
            name: "Дисплей для iPhone 6S Plus в сборе Черный - Ориг",
            price: 2300,
          },
          {
            id: "Т-000002661",
            name: "Дисплей для iPhone 6S Plus в сборе Черный - Ориг100",
            price: 3100,
          },
          {
            id: "0-000006715",
            name: "Дисплей для iPhone 6S Plus в сборе Черный (Pisen)",
            price: 2150,
          },
          {
            id: "Т-000002657",
            name: "Дисплей для iPhone 6S в сборе Белый",
            price: 850,
          },
          {
            id: "0-000002922",
            name: "Дисплей для iPhone 6S в сборе Белый - Ориг",
            price: 1350,
          },
          {
            id: "Т-000002656",
            name: "Дисплей для iPhone 6S в сборе Белый - Ориг100",
            price: 2300,
          },
          {
            id: "0-000006712",
            name: "Дисплей для iPhone 6S в сборе Белый (Pisen)",
            price: 1900,
          },
          {
            id: "Т-000002655",
            name: "Дисплей для iPhone 6S в сборе Черный",
            price: 850,
          },
          {
            id: "0-000002921",
            name: "Дисплей для iPhone 6S в сборе Черный - Ориг",
            price: 1350,
          },
          {
            id: "Т-000002654",
            name: "Дисплей для iPhone 6S в сборе Черный - Ориг100",
            price: 2500,
          },
          {
            id: "0-000006713",
            name: "Дисплей для iPhone 6S в сборе Черный (Pisen)",
            price: 1900,
          },
          {
            id: "0-000001306",
            name: "Дисплей для iPhone 7 Plus в сборе Белый",
            price: 1250,
          },
          {
            id: "0-000002928",
            name: "Дисплей для iPhone 7 Plus в сборе Белый - Ориг",
            price: 2300,
          },
          {
            id: "Т-000005496",
            name: "Дисплей для iPhone 7 Plus в сборе Белый - Ориг100",
            price: 2800,
          },
          {
            id: "0-000006718",
            name: "Дисплей для iPhone 7 Plus в сборе Белый (Pisen)",
            price: 2500,
          },
          {
            id: "0-000001307",
            name: "Дисплей для iPhone 7 Plus в сборе Черный",
            price: 1250,
          },
          {
            id: "0-000002927",
            name: "Дисплей для iPhone 7 Plus в сборе Черный - Ориг",
            price: 2300,
          },
          {
            id: "0-000006719",
            name: "Дисплей для iPhone 7 Plus в сборе Черный (Pisen)",
            price: 2500,
          },
          {
            id: "0-000000978",
            name: "Дисплей для iPhone 7 в сборе Белый",
            price: 950,
          },
          {
            id: "0-000002926",
            name: "Дисплей для iPhone 7 в сборе Белый - Ориг",
            price: 2100,
          },
          {
            id: "Т-000005493",
            name: "Дисплей для iPhone 7 в сборе Белый - Ориг100",
            price: 2850,
          },
          {
            id: "0-000006716",
            name: "Дисплей для iPhone 7 в сборе Белый (Pisen)",
            price: 2100,
          },
          {
            id: "0-000000977",
            name: "Дисплей для iPhone 7 в сборе Черный",
            price: 950,
          },
          {
            id: "0-000002925",
            name: "Дисплей для iPhone 7 в сборе Черный - Ориг",
            price: 2100,
          },
          {
            id: "Т-000005494",
            name: "Дисплей для iPhone 7 в сборе Черный - Ориг100",
            price: 3950,
          },
          {
            id: "0-000006717",
            name: "Дисплей для iPhone 7 в сборе Черный (Pisen)",
            price: 2100,
          },
          {
            id: "0-000002188",
            name: "Дисплей для iPhone 8 Plus в сборе Белый",
            price: 1200,
          },
          {
            id: "0-000002932",
            name: "Дисплей для iPhone 8 Plus в сборе Белый - Ориг",
            price: 2250,
          },
          {
            id: "0-000006722",
            name: "Дисплей для iPhone 8 Plus в сборе Белый (Pisen)",
            price: 2650,
          },
          {
            id: "0-000002189",
            name: "Дисплей для iPhone 8 Plus в сборе Черный",
            price: 1200,
          },
          {
            id: "0-000002931",
            name: "Дисплей для iPhone 8 Plus в сборе Черный - Ориг",
            price: 2250,
          },
          {
            id: "0-000006723",
            name: "Дисплей для iPhone 8 Plus в сборе Черный (Pisen)",
            price: 2650,
          },
          {
            id: "0-000002186",
            name: "Дисплей для iPhone 8 в сборе Белый",
            price: 950,
          },
          {
            id: "0-000002930",
            name: "Дисплей для iPhone 8 в сборе Белый - Ориг",
            price: 2200,
          },
          {
            id: "0-000001633",
            name: "Дисплей для iPhone 8 в сборе Белый - Ориг100",
            price: 3100,
          },
          {
            id: "0-000006720",
            name: "Дисплей для iPhone 8 в сборе Белый (Pisen)",
            price: 2200,
          },
          {
            id: "0-000002187",
            name: "Дисплей для iPhone 8 в сборе Черный",
            price: 950,
          },
          {
            id: "0-000002929",
            name: "Дисплей для iPhone 8 в сборе Черный - Ориг",
            price: 2200,
          },
          {
            id: "0-000001634",
            name: "Дисплей для iPhone 8 в сборе Черный - Ориг100",
            price: 3700,
          },
          {
            id: "0-000006721",
            name: "Дисплей для iPhone 8 в сборе Черный (Pisen)",
            price: 2200,
          },
          {
            id: "0-000002933",
            name: "Дисплей для iPhone X в сборе Черный - Ориг",
            price: 9990,
          },
          {
            id: "0-000002150",
            name: "Дисплей для iPhone X в сборе Черный - Ориг100",
            price: 13750,
          },
          {
            id: "0-000005435",
            name: "Дисплей для iPhone X в сборе Черный (Hard OLED)",
            price: 4850,
          },
          {
            id: "0-000003376",
            name: "Дисплей для iPhone X в сборе Черный (Soft OLED)",
            price: 6900,
          },
          {
            id: "0-000005783",
            name: "Дисплей для iPhone Xr в сборе Черный",
            price: 3800,
          },
          {
            id: "0-000004362",
            name: "Дисплей для iPhone Xr в сборе Черный - Ориг100",
            price: 4990,
          },
          {
            id: "0-000004373",
            name: "Дисплей для iPhone Xs Max в сборе Черный - Ориг100",
            price: 21900,
          },
          {
            id: "0-000004374",
            name: "Дисплей для iPhone Xs в сборе Черный - Ориг100",
            price: 15050,
          },
          {
            id: "0-000006822",
            name: "Дисплей для iPhone Xs в сборе Черный (Hard OLED)",
            price: 5600,
          },
        ],
      },
      {
        id: "228__Asus",
        name: "Asus",
        children: [
          {
            id: "0У-00000104",
            name:
              "Дисплей для Asus A500KL/A501CG (ZenFone 5) в сборе с тачскрином Черный",
            price: 900,
          },
          {
            id: "Т-000005579",
            name:
              "Дисплей для Asus A500KL/A501CG (ZenFone 5) модуль Черный - Ориг",
            price: 1300,
          },
          {
            id: "0У-00000105",
            name:
              "Дисплей для Asus A600CG (ZenFone 6) в сборе с тачскрином Черный",
            price: 1350,
          },
          {
            id: "УТ-00013053",
            name: "Дисплей для Asus Nexus 7 II (2013) в сборе с тачскрином",
            price: 1800,
          },
          {
            id: "Т-000004339",
            name:
              "Дисплей для Asus Z170C/Z170CG (ZenPad C 7.0) в сборе с тачскрином Черный",
            price: 1500,
          },
          {
            id: "0-000003633",
            name:
              "Дисплей для Asus Z301M/Z301ML (ZenPad 10) в сборе с тачскрином Черный",
            price: 3200,
          },
          {
            id: "Т-000004349",
            name:
              "Дисплей для Asus Z580CA (ZenPad S 8.0) в сборе с тачскрином Белый",
            price: 1300,
          },
          {
            id: "0-000004382",
            name:
              "Дисплей для Asus ZA550KL (Zenfone Live L1) в сборе с тачскрином Черный",
            price: 1000,
          },
          {
            id: "Т-000005931",
            name:
              "Дисплей для Asus ZB450KL (Zenfone Go) в сборе с тачскрином Черный",
            price: 950,
          },
          {
            id: "Т-000005269",
            name:
              "Дисплей для Asus ZB452KG (ZenFone Go) (FPC9396H- V0) в сборе с тачскрином Черный",
            price: 950,
          },
          {
            id: "0-000000900",
            name:
              "Дисплей для Asus ZB452KG (ZenFone Go) (TFT5K1623FPC-A1-E) в сборе с тачскрином Черный",
            price: 900,
          },
          {
            id: "0-000001282",
            name:
              "Дисплей для Asus ZB500KG (ZenFone Go) в сборе с тачскрином Черный",
            price: 1050,
          },
          {
            id: "0-000000153",
            name:
              "Дисплей для Asus ZB500KL (ZenFone Go) в сборе с тачскрином Черный",
            price: 950,
          },
          {
            id: "0-000001471",
            name:
              "Дисплей для Asus ZB501KL (ZenFone Live) в сборе с тачскрином Белый",
            price: 900,
          },
          {
            id: "0-000001473",
            name:
              "Дисплей для Asus ZB501KL (ZenFone Live) в сборе с тачскрином Черный",
            price: 900,
          },
          {
            id: "Т-000004795",
            name:
              "Дисплей для Asus ZB551KL (ZenFone Go) в сборе с тачскрином Черный",
            price: 1000,
          },
          {
            id: "0-000002881",
            name:
              "Дисплей для Asus ZB553KL (ZenFone Live) в сборе с тачскрином Черный",
            price: 1050,
          },
          {
            id: "0-000003961",
            name:
              "Дисплей для Asus ZB555KL (ZenFone Max M1) в сборе с тачскрином Черный",
            price: 1150,
          },
          {
            id: "0-000002584",
            name:
              "Дисплей для Asus ZB570TL (ZenFone Max Plus) в сборе с тачскрином Черный",
            price: 1150,
          },
          {
            id: "0-000003735",
            name:
              "Дисплей для Asus ZB602KL/ZB601KL (ZenFone Max Pro M1) в сборе с тачскрином Черный",
            price: 1300,
          },
          {
            id: "0-000005162",
            name:
              "Дисплей для Asus ZB631KL (ZenFone Max Pro M2) в сборе с тачскрином Черный",
            price: 1900,
          },
          {
            id: "0-000004804",
            name:
              "Дисплей для Asus ZB633KL (ZenFone Max M2) в сборе с тачскрином Черный",
            price: 1700,
          },
          {
            id: "Т-000005266",
            name:
              "Дисплей для Asus ZC451TG (ZenFone Go) в сборе с тачскрином Черный",
            price: 950,
          },
          {
            id: "Т-000003844",
            name:
              "Дисплей для Asus ZC500TG (ZenFone Go) в сборе с тачскрином Черный",
            price: 1000,
          },
          {
            id: "0-000002341",
            name:
              "Дисплей для Asus ZC520KL (ZenFone 4 Max) в сборе с тачскрином Белый",
            price: 1050,
          },
          {
            id: "0-000002340",
            name:
              "Дисплей для Asus ZC520KL (ZenFone 4 Max) в сборе с тачскрином Черный",
            price: 1050,
          },
          {
            id: "0-000001123",
            name:
              "Дисплей для Asus ZC520TL (ZenFone 3 Max) в сборе с тачскрином Белый",
            price: 950,
          },
          {
            id: "0-000001125",
            name:
              "Дисплей для Asus ZC520TL (ZenFone 3 Max) в сборе с тачскрином Золото",
            price: 950,
          },
          {
            id: "0-000001124",
            name:
              "Дисплей для Asus ZC520TL (ZenFone 3 Max) в сборе с тачскрином Черный",
            price: 950,
          },
          {
            id: "0-000003501",
            name:
              "Дисплей для Asus ZC550KL (ZenFone Max) в сборе с тачскрином Белый",
            price: 1000,
          },
          {
            id: "Т-000003950",
            name:
              "Дисплей для Asus ZC550KL (ZenFone Max) в сборе с тачскрином Черный",
            price: 1050,
          },
          {
            id: "0-000000866",
            name:
              "Дисплей для Asus ZC553KL (ZenFone 3 Max) в сборе с тачскрином Черный",
            price: 1200,
          },
          {
            id: "0-000001498",
            name:
              "Дисплей для Asus ZC554KL (ZenFone 4 Max) в сборе с тачскрином Белый",
            price: 1050,
          },
          {
            id: "0-000001499",
            name:
              "Дисплей для Asus ZC554KL (ZenFone 4 Max) в сборе с тачскрином Черный",
            price: 950,
          },
          {
            id: "Т-000002902",
            name:
              "Дисплей для Asus ZD551KL (ZenFone Selfie) в сборе с тачскрином Черный",
            price: 1350,
          },
          {
            id: "0-000002889",
            name:
              "Дисплей для Asus ZD552KL (ZenFone 4 Selfie Pro) в сборе с тачскрином Черный",
            price: 2700,
          },
          {
            id: "Т-000001156",
            name:
              "Дисплей для Asus ZE500CL (ZenFone 2) в сборе с тачскрином Черный",
            price: 1150,
          },
          {
            id: "Т-000002903",
            name:
              "Дисплей для Asus ZE500KL/ZE500KG (ZenFone 2 Laser) в сборе с тачскрином Черный",
            price: 990,
          },
          {
            id: "Т-000005593",
            name:
              "Дисплей для Asus ZE520KL (ZenFone 3) в сборе с тачскрином Черный",
            price: 1100,
          },
          {
            id: "Т-000002904",
            name:
              "Дисплей для Asus ZE550KL (ZenFone 2 Laser) в сборе с тачскрином Черный",
            price: 1100,
          },
          {
            id: "Т-000001151",
            name:
              "Дисплей для Asus ZE550ML (ZenFone 2) в сборе с тачскрином Черный",
            price: 850,
          },
          {
            id: "Т-000001152",
            name:
              "Дисплей для Asus ZE551ML (ZenFone 2) в сборе с тачскрином Черный",
            price: 1150,
          },
          {
            id: "Т-000005706",
            name:
              "Дисплей для Asus ZE552KL (ZenFone 3) в сборе с тачскрином Черный",
            price: 1100,
          },
          {
            id: "0-000000867",
            name:
              "Дисплей для Asus ZE553KL (ZenFone 3 Zoom) в сборе с тачскрином Черный",
            price: 2550,
          },
          {
            id: "0-000003738",
            name:
              "Дисплей для Asus ZE620KL/ZS620KL (ZenFone 5/Zenfone 5Z) в сборе с тачскрином Черный",
            price: 1900,
          },
          {
            id: "0-000001296",
            name:
              "Дисплей для Asus ZS550KL (ZenFone 3 Deluxe) в сборе с тачскрином Золото",
            price: 1310,
          },
          {
            id: "0-000001184",
            name:
              "Дисплей для Asus ZS570KL (ZenFone 3 Deluxe) в сборе с тачскрином Золото",
            price: 3780,
          },
          {
            id: "0-000005539",
            name:
              "Дисплей для Asus ZS630KL (ZenFone 6) в сборе с тачскрином Черный",
            price: 1500,
          },
        ],
      },
      {
        id: "229__Blackview",
        name: "Blackview",
        children: [
          {
            id: "0-000002323",
            name: "Дисплей для Blackview BV6000 в сборе с тачскрином Черный",
            price: 1400,
          },
        ],
      },
      {
        id: "230__BQ",
        name: "BQ",
        children: [
          {
            id: "0-000003955",
            name: "Дисплей для BQ BQ-5012L (Rich) в сборе с тачскрином Белый",
            price: 1400,
          },
          {
            id: "0-000003956",
            name: "Дисплей для BQ BQ-5012L (Rich) в сборе с тачскрином Черный",
            price: 1500,
          },
          {
            id: "0-000003075",
            name: "Дисплей для BQ BQ-5022 (Bond)",
            price: 730,
          },
          {
            id: "0-000003793",
            name:
              "Дисплей для BQ BQ-5057 (Strike 2) в сборе с тачскрином Черный",
            price: 1250,
          },
          {
            id: "0-000004549",
            name: "Дисплей для BQ BQ-5058 (Strike power Easy)",
            price: 550,
          },
          {
            id: "0-000003725",
            name:
              "Дисплей для BQ BQ-5059 (Strike Power) в сборе с тачскрином Черный",
            price: 1350,
          },
          {
            id: "0-000004552",
            name:
              "Дисплей для BQ BQ-5508L (Next LTE) в сборе с тачскрином Черный",
            price: 800,
          },
          {
            id: "0-000006380",
            name:
              "Дисплей для BQ BQ-5512L ( Strike Forward ) в сборе с тачскрином Черный",
            price: 1450,
          },
          {
            id: "0-000006388",
            name:
              "Дисплей для BQ BQ-5514L ( Strike Power 4G ) в сборе с тачскрином Черный",
            price: 1750,
          },
          {
            id: "0-000006925",
            name: "Дисплей для BQ BQ-5522 (Next) в сборе с тачскрином Черный",
            price: 1000,
          },
          {
            id: "0-000006385",
            name:
              "Дисплей для BQ BQ-5528L ( Strike Forward ) в сборе с тачскрином Черный",
            price: 1450,
          },
          {
            id: "0-000006390",
            name:
              "Дисплей для BQ BQ-6015L ( Universe ) в сборе с тачскрином Черный",
            price: 2200,
          },
          {
            id: "0-000006381",
            name:
              "Дисплей для BQ BQ-6040L ( Magic ) в сборе с тачскрином Черный",
            price: 2200,
          },
          {
            id: "0-000006384",
            name:
              "Дисплей для BQ BQ-6200L ( Aurora ) в сборе с тачскрином Черный",
            price: 1450,
          },
          {
            id: "Т-000005180",
            name: "Дисплей для BQ BQS-5020 (Strike) (DJN 15-22271-58291)",
            price: 650,
          },
          {
            id: "0-000001506",
            name: "Дисплей для BQ BQS-5070 (Magic) в сборе с тачскрином Белый",
            price: 900,
          },
          {
            id: "0-000001507",
            name: "Дисплей для BQ BQS-5070 (Magic) в сборе с тачскрином Черный",
            price: 1150,
          },
        ],
      },
      {
        id: "231__Digma,Prestigio,IconBit,Texet,Ritmix,MegaFon.",
        name: "Digma,Prestigio,IconBit,Texet,Ritmix,MegaFon.",
        children: [
          {
            id: "Т-000005525",
            name: 'Дисплей для 7" FPC070-TH-02/YH070IF50H-A',
            price: 800,
          },
          {
            id: "Т-000004091",
            name: 'Дисплей для 7" HJ070NA-13A/EJ070NA-01J (40 pin)',
            price: 500,
          },
          {
            id: "Т-000003034",
            name:
              "Дисплей для Digma Optima HIT 3G/Prestigio MultiPad PMT3038 3G/Explay HIT",
            price: 800,
          },
        ],
      },
      {
        id: "232__Fly",
        name: "Fly",
        children: [
          {
            id: "Т-000005297",
            name:
              "Дисплей для Fly FS404/Stratus 3/Tele2 Mini/МТС Smart Start 2 (FPC-Y83272 V01)",
            price: 400,
          },
          { id: "Т-000005939", name: "Дисплей для Fly FS406", price: 320 },
          {
            id: "0-000000156",
            name:
              "Дисплей для Fly FS407 (Stratus 6) в сборе с тачскрином Черный",
            price: 700,
          },
          {
            id: "Т-000005598",
            name:
              "Дисплей для Fly FS454 (Nimbus 8) в сборе с тачскрином Черный",
            price: 780,
          },
          {
            id: "0-000000004",
            name:
              "Дисплей для Fly FS455 (Nimbus 11) в сборе с тачскрином Черный",
            price: 350,
          },
          {
            id: "0-000001709",
            name:
              "Дисплей для Fly FS457 (Nimbus 15) в сборе с тачскрином Черный",
            price: 850,
          },
          {
            id: "0-000002103",
            name: "Дисплей для Fly FS458 (Stratus 7)",
            price: 300,
          },
          {
            id: "0-000002004",
            name:
              "Дисплей для Fly FS458 (Stratus 7) в сборе с тачскрином Черный",
            price: 800,
          },
          {
            id: "Т-000004656",
            name:
              "Дисплей для Fly FS504 (Cirrus 2) в сборе с тачскрином Черный",
            price: 1250,
          },
          {
            id: "Т-000005293",
            name:
              "Дисплей для Fly FS506 (Cirrus 3) в сборе с тачскрином Черный",
            price: 950,
          },
          {
            id: "Т-000005603",
            name:
              "Дисплей для Fly FS507 (Cirrus 4) в сборе с тачскрином Черный",
            price: 900,
          },
          {
            id: "0-000000007",
            name:
              "Дисплей для Fly FS509 (Nimbus 9) в сборе с тачскрином Черный",
            price: 900,
          },
          {
            id: "0-000001736",
            name:
              "Дисплей для Fly FS518/FS522 (Cirrus 13/Cirrus 14) в сборе с тачскрином Черный",
            price: 1400,
          },
          {
            id: "Т-000000851",
            name:
              "Дисплей для Fly IQ4514 (Evo Tech 4) в сборе с тачскрином Черный",
            price: 810,
          },
        ],
      },
      {
        id: "233__Highscreen",
        name: "Highscreen",
        children: [
          {
            id: "Т-000000928",
            name:
              "Дисплей для Highscreen Boost 2 SE в сборе с тачскрином Черный",
            price: 1400,
          },
          {
            id: "Т-000004191",
            name:
              "Дисплей для Highscreen Boost 3/3 SE/3 SE Pro в сборе с тачскрином Черный",
            price: 1550,
          },
          {
            id: "0-000000172",
            name:
              "Дисплей для Highscreen Easy L/Easy L Pro в сборе с тачскрином Черный",
            price: 990,
          },
          {
            id: "0-000001744",
            name:
              "Дисплей для Highscreen Easy XL/Easy XL Pro в сборе с тачскрином Черный",
            price: 1400,
          },
          {
            id: "Т-000004190",
            name:
              "Дисплей для Highscreen Power Five/Power Five Pro в сборе с тачскрином Черный",
            price: 3200,
          },
          {
            id: "0-000000021",
            name:
              "Дисплей для Highscreen Power Ice Evo в сборе с тачскрином Черный",
            price: 1200,
          },
          {
            id: "0-000000025",
            name:
              "Дисплей для Highscreen Power Rage Evo в сборе с тачскрином Черный",
            price: 920,
          },
          {
            id: "Т-000005604",
            name:
              "Дисплей для Highscreen Power Rage в сборе с тачскрином Черный",
            price: 1100,
          },
          {
            id: "Т-000004186",
            name:
              "Дисплей для Highscreen Verge/DEXP Ixion MS150 в сборе с тачскрином Черный",
            price: 1100,
          },
        ],
      },
      {
        id: "234__HTC",
        name: "HTC",
        children: [
          {
            id: "0-000000184",
            name: "Дисплей для HTC 10 Evo в сборе с тачскрином Белый",
            price: 1000,
          },
          {
            id: "0-000000185",
            name: "Дисплей для HTC 10 Evo в сборе с тачскрином Черный",
            price: 1000,
          },
          {
            id: "Т-000004804",
            name: "Дисплей для HTC 10/10 Lifestyle в сборе с тачскрином Белый",
            price: 1050,
          },
          {
            id: "Т-000004803",
            name: "Дисплей для HTC 10/10 Lifestyle в сборе с тачскрином Черный",
            price: 1100,
          },
          {
            id: "0У-00000645",
            name:
              "Дисплей для HTC Desire 310/Desire 310 Dual в сборе с тачскрином Черный",
            price: 550,
          },
          {
            id: "Т-000000320",
            name: "Дисплей для HTC Desire 516 Dual в сборе с тачскрином Черный",
            price: 600,
          },
          {
            id: "Т-000002130",
            name:
              "Дисплей для HTC Desire 526G Dual/526G+ Dual в сборе с тачскрином Черный",
            price: 1050,
          },
          {
            id: "Т-000004802",
            name: "Дисплей для HTC Desire 530 в сборе с тачскрином Черный",
            price: 750,
          },
          {
            id: "УТ-00013511",
            name:
              "Дисплей для HTC Desire 601/Desire 601 Dual в сборе с тачскрином Черный",
            price: 700,
          },
          {
            id: "Т-000003087",
            name: "Дисплей для HTC Desire 620G в сборе с тачскрином Черный",
            price: 1050,
          },
          {
            id: "Т-000002125",
            name:
              "Дисплей для HTC Desire 626G (rev.1540315812) Dual в сборе с тачскрином Черный",
            price: 1300,
          },
          {
            id: "0-000000999",
            name:
              "Дисплей для HTC Desire 626G (TFT5K1503FPC-A1-E) Dual в сборе с тачскрином Черный",
            price: 1000,
          },
          {
            id: "Т-000005610",
            name: "Дисплей для HTC Desire 628 в сборе с тачскрином Черный",
            price: 1000,
          },
          {
            id: "0У-00000646",
            name:
              "Дисплей для HTC Desire 816/Desire 816 Dual (45 pin) в сборе с тачскрином Черный",
            price: 1000,
          },
          {
            id: "Т-000002532",
            name:
              "Дисплей для HTC Desire 816H Dual (39 pin) в сборе с тачскрином Черный",
            price: 970,
          },
          {
            id: "Т-000001846",
            name: "Дисплей для HTC Desire 820 в сборе с тачскрином Черный",
            price: 1250,
          },
          {
            id: "Т-000005303",
            name: "Дисплей для HTC Desire 825 Dual в сборе с тачскрином Белый",
            price: 860,
          },
          {
            id: "0У-00000538",
            name: "Дисплей для HTC One Dual/802w в сборе с тачскрином Черный",
            price: 590,
          },
          {
            id: "0-000002460",
            name: "Дисплей для HTC One/A9s в сборе с тачскрином Белый",
            price: 600,
          },
          {
            id: "Т-000004657",
            name: "Дисплей для HTC One/E9s в сборе с тачскрином Черный",
            price: 1250,
          },
          {
            id: "УТ-00012784",
            name: "Дисплей для HTC One/M7 модуль Серебро",
            price: 650,
          },
          {
            id: "УТ-00012783",
            name: "Дисплей для HTC One/M7 модуль Черный",
            price: 650,
          },
          {
            id: "УТ-00013569",
            name: "Дисплей для HTC One/M8 в сборе с тачскрином Черный",
            price: 1000,
          },
          {
            id: "0-000002801",
            name: "Дисплей для HTC U11 в сборе с тачскрином Черный",
            price: 3150,
          },
          {
            id: "0-000004798",
            name: "Дисплей для HTC U12 Plus в сборе с тачскрином Черный",
            price: 5950,
          },
        ],
      },
      {
        id: "235__Huawei",
        name: "Huawei",
        children: [
          {
            id: "Т-000004640",
            name: "Дисплей для Huawei Ascend Y5C/Y541/Micromax Q379",
            price: 400,
          },
          {
            id: "Т-000005313",
            name: "Дисплей для Huawei GR3 в сборе с тачскрином Черный",
            price: 920,
          },
          {
            id: "0-000005155",
            name:
              "Дисплей для Huawei Honor 10 Lite/Honor 10i в сборе с тачскрином Черный",
            price: 1700,
          },
          {
            id: "0-000005790",
            name:
              "Дисплей для Huawei Honor 10 Lite/Honor 10i в сборе с тачскрином Черный - Ориг",
            price: 2100,
          },
          {
            id: "0-000003149",
            name: "Дисплей для Huawei Honor 10 в сборе с тачскрином Черный",
            price: 1000,
          },
          {
            id: "0-000004591",
            name:
              "Дисплей для Huawei Honor 10 в сборе с тачскрином Черный - Ориг (Отпечаток работает)",
            price: 3550,
          },
          {
            id: "0-000006305",
            name:
              "Дисплей для Huawei Honor 20 Pro/Honor 20/Nova 5T в сборе с тачскрином Черный",
            price: 2400,
          },
          {
            id: "Т-000005310",
            name: "Дисплей для Huawei Honor 4C Pro в сборе с тачскрином Белый",
            price: 930,
          },
          {
            id: "0-000001511",
            name: "Дисплей для Huawei Honor 4C Pro в сборе с тачскрином Золото",
            price: 900,
          },
          {
            id: "Т-000005311",
            name: "Дисплей для Huawei Honor 4C Pro в сборе с тачскрином Черный",
            price: 900,
          },
          {
            id: "Т-000001891",
            name: "Дисплей для Huawei Honor 4C в сборе с тачскрином Белый",
            price: 800,
          },
          {
            id: "Т-000001892",
            name: "Дисплей для Huawei Honor 4C в сборе с тачскрином Золото",
            price: 800,
          },
          {
            id: "Т-000001890",
            name: "Дисплей для Huawei Honor 4C в сборе с тачскрином Черный",
            price: 800,
          },
          {
            id: "Т-000001809",
            name: "Дисплей для Huawei Honor 4X в сборе с тачскрином Черный",
            price: 830,
          },
          {
            id: "Т-000004805",
            name: "Дисплей для Huawei Honor 5C в сборе с тачскрином Черный",
            price: 1000,
          },
          {
            id: "Т-000005088",
            name: "Дисплей для Huawei Honor 5X в сборе с тачскрином Золото",
            price: 900,
          },
          {
            id: "Т-000005087",
            name: "Дисплей для Huawei Honor 5X в сборе с тачскрином Черный",
            price: 1000,
          },
          {
            id: "0У-00000648",
            name: "Дисплей для Huawei Honor 6 в сборе с тачскрином Черный",
            price: 1050,
          },
          {
            id: "0-000001855",
            name: "Дисплей для Huawei Honor 6A в сборе с тачскрином Белый",
            price: 950,
          },
          {
            id: "0-000001854",
            name: "Дисплей для Huawei Honor 6A в сборе с тачскрином Черный",
            price: 970,
          },
          {
            id: "0-000002438",
            name:
              "Дисплей для Huawei Honor 6C Pro (JMM-L22) в сборе с тачскрином Белый",
            price: 1100,
          },
          {
            id: "0-000002439",
            name:
              "Дисплей для Huawei Honor 6C Pro (JMM-L22) в сборе с тачскрином Синий",
            price: 1100,
          },
          {
            id: "0-000002014",
            name: "Дисплей для Huawei Honor 6C в сборе с тачскрином Белый",
            price: 950,
          },
          {
            id: "0-000002013",
            name: "Дисплей для Huawei Honor 6C в сборе с тачскрином Черный",
            price: 950,
          },
          {
            id: "0-000000216",
            name:
              "Дисплей для Huawei Honor 6X/GR5 2017 в сборе с тачскрином Белый",
            price: 950,
          },
          {
            id: "0-000000217",
            name:
              "Дисплей для Huawei Honor 6X/GR5 2017 в сборе с тачскрином Золото",
            price: 950,
          },
          {
            id: "0-000000218",
            name:
              "Дисплей для Huawei Honor 6X/GR5 2017 в сборе с тачскрином Черный",
            price: 950,
          },
          {
            id: "Т-000004642",
            name: "Дисплей для Huawei Honor 7 в сборе с тачскрином Черный",
            price: 1050,
          },
          {
            id: "0-000002952",
            name:
              "Дисплей для Huawei Honor 7A Pro/Honor 7C/Y6 2018/Y6 Prime 2018 в сборе с тачскрином Белый",
            price: 800,
          },
          {
            id: "0-000002951",
            name:
              "Дисплей для Huawei Honor 7A Pro/Honor 7C/Y6 2018/Y6 Prime 2018 в сборе с тачскрином Черный",
            price: 800,
          },
          {
            id: "0-000005258",
            name: "Дисплей для Huawei Honor 7X в сборе с тачскрином Белый",
            price: 950,
          },
          {
            id: "0-000002334",
            name: "Дисплей для Huawei Honor 7X в сборе с тачскрином Черный",
            price: 950,
          },
          {
            id: "0-000005799",
            name:
              "Дисплей для Huawei Honor 7X в сборе с тачскрином Черный - Ориг",
            price: 1850,
          },
          {
            id: "0-000002016",
            name: "Дисплей для Huawei Honor 8 Lite в сборе с тачскрином Белый",
            price: 950,
          },
          {
            id: "0-000002018",
            name: "Дисплей для Huawei Honor 8 Lite в сборе с тачскрином Золото",
            price: 950,
          },
          {
            id: "0-000005221",
            name:
              "Дисплей для Huawei Honor 8 Lite в сборе с тачскрином Золото - Ориг",
            price: 1550,
          },
          {
            id: "0-000002017",
            name: "Дисплей для Huawei Honor 8 Lite в сборе с тачскрином Синий",
            price: 950,
          },
          {
            id: "0-000005220",
            name:
              "Дисплей для Huawei Honor 8 Lite в сборе с тачскрином Синий - Ориг",
            price: 1450,
          },
          {
            id: "0-000002015",
            name: "Дисплей для Huawei Honor 8 Lite в сборе с тачскрином Черный",
            price: 950,
          },
          {
            id: "0-000005219",
            name:
              "Дисплей для Huawei Honor 8 Lite в сборе с тачскрином Черный - Ориг",
            price: 1550,
          },
          {
            id: "0-000001071",
            name: "Дисплей для Huawei Honor 8 Pro в сборе с тачскрином Белый",
            price: 1800,
          },
          {
            id: "0-000005365",
            name: "Дисплей для Huawei Honor 8 Pro в сборе с тачскрином Синий",
            price: 1800,
          },
          {
            id: "0-000001072",
            name: "Дисплей для Huawei Honor 8 Pro в сборе с тачскрином Черный",
            price: 1800,
          },
          {
            id: "Т-000005835",
            name: "Дисплей для Huawei Honor 8 в сборе с тачскрином Белый",
            price: 1270,
          },
          {
            id: "0-000002897",
            name: "Дисплей для Huawei Honor 8 в сборе с тачскрином Золото",
            price: 1270,
          },
          {
            id: "0-000002569",
            name: "Дисплей для Huawei Honor 8 в сборе с тачскрином Синий",
            price: 1350,
          },
          {
            id: "Т-000005834",
            name: "Дисплей для Huawei Honor 8 в сборе с тачскрином Черный",
            price: 1270,
          },
          {
            id: "0-000005206",
            name:
              "Дисплей для Huawei Honor 8A/8A Pro/Y6 2019/Y6s в сборе с тачскрином Черный",
            price: 1100,
          },
          {
            id: "0-000005789",
            name:
              "Дисплей для Huawei Honor 8C в сборе с тачскрином Черный - Ориг",
            price: 1900,
          },
          {
            id: "0-000007032",
            name:
              "Дисплей для Huawei Honor 8C в сборе с тачскрином Черный - Премиум",
            price: 1700,
          },
          {
            id: "0-000005259",
            name: "Дисплей для Huawei Honor 8X MAX в сборе с тачскрином Черный",
            price: 1550,
          },
          {
            id: "0-000005441",
            name: "Дисплей для Huawei Honor 8X в сборе с тачскрином Черный",
            price: 2050,
          },
          {
            id: "0-000004383",
            name:
              "Дисплей для Huawei Honor 8X в сборе с тачскрином Черный - Ориг",
            price: 2350,
          },
          {
            id: "0-000003499",
            name: "Дисплей для Huawei Honor 9 Lite в сборе с тачскрином Серый",
            price: 870,
          },
          {
            id: "0-000003498",
            name: "Дисплей для Huawei Honor 9 Lite в сборе с тачскрином Синий",
            price: 870,
          },
          {
            id: "0-000002802",
            name: "Дисплей для Huawei Honor 9 Lite в сборе с тачскрином Черный",
            price: 870,
          },
          {
            id: "0-000002023",
            name:
              "Дисплей для Huawei Honor 9/9 Premium в сборе с тачскрином Белый",
            price: 1300,
          },
          {
            id: "0-000004409",
            name:
              "Дисплей для Huawei Honor 9/9 Premium в сборе с тачскрином Серый",
            price: 1300,
          },
          {
            id: "0-000002024",
            name:
              "Дисплей для Huawei Honor 9/9 Premium в сборе с тачскрином Синий",
            price: 1200,
          },
          {
            id: "0-000002022",
            name:
              "Дисплей для Huawei Honor 9/9 Premium в сборе с тачскрином Черный",
            price: 1300,
          },
          {
            id: "0-000003860",
            name: "Дисплей для Huawei Honor Play в сборе с тачскрином Черный",
            price: 1500,
          },
          {
            id: "0-000005805",
            name:
              "Дисплей для Huawei Honor Play в сборе с тачскрином Черный - Ориг",
            price: 1650,
          },
          {
            id: "0-000003855",
            name: "Дисплей для Huawei Honor View 10 в сборе с тачскрином Синий",
            price: 1250,
          },
          {
            id: "0-000003854",
            name:
              "Дисплей для Huawei Honor View 10 в сборе с тачскрином Черный",
            price: 1200,
          },
          {
            id: "0-000004785",
            name:
              "Дисплей для Huawei Honor View 20 в сборе с тачскрином Черный",
            price: 1450,
          },
          {
            id: "0-000004221",
            name: "Дисплей для Huawei Mate 20 Lite в сборе с тачскрином Черный",
            price: 1500,
          },
          {
            id: "0-000005427",
            name:
              "Дисплей для Huawei Mate 20 Lite в сборе с тачскрином Черный - Ориг",
            price: 2400,
          },
          {
            id: "0-000004794",
            name: "Дисплей для Huawei Mate 20 Pro в сборе с тачскрином Черный",
            price: 7600,
          },
          {
            id: "0-000004527",
            name: "Дисплей для Huawei Mate 20 в сборе с тачскрином Черный",
            price: 3650,
          },
          {
            id: "0-000004167",
            name:
              'Дисплей для Huawei MediaPad M3 Lite 10" в сборе с тачскрином Черный',
            price: 2550,
          },
          {
            id: "0-000006707",
            name:
              'Дисплей для Huawei MediaPad M5 Lite 10" в сборе с тачскрином Черный',
            price: 2600,
          },
          {
            id: "Т-000005641",
            name:
              'Дисплей для Huawei MediaPad T1 7" в сборе с тачскрином Черный',
            price: 1400,
          },
          {
            id: "0-000003727",
            name:
              'Дисплей для Huawei MediaPad T3 10" в сборе с тачскрином Черный',
            price: 2750,
          },
          {
            id: "0-000006548",
            name:
              'Дисплей для Huawei MediaPad T3 7" 3G в сборе с тачскрином Черный',
            price: 1450,
          },
          {
            id: "0-000003728",
            name:
              'Дисплей для Huawei MediaPad T3 8" в сборе с тачскрином Черный',
            price: 2050,
          },
          {
            id: "0-000006411",
            name:
              'Дисплей для Huawei MediaPad T5 10" в сборе с тачскрином Черный',
            price: 3100,
          },
          {
            id: "0-000002027",
            name: "Дисплей для Huawei Nova 2 Plus в сборе с тачскрином Черный",
            price: 1250,
          },
          {
            id: "0-000002026",
            name: "Дисплей для Huawei Nova 2 в сборе с тачскрином Белый",
            price: 1000,
          },
          {
            id: "0-000002025",
            name: "Дисплей для Huawei Nova 2 в сборе с тачскрином Черный",
            price: 1000,
          },
          {
            id: "0-000005806",
            name:
              "Дисплей для Huawei Nova 2 в сборе с тачскрином Черный - Ориг",
            price: 1450,
          },
          {
            id: "0-000002551",
            name:
              "Дисплей для Huawei Nova 2i/Mate 10 Lite в сборе с тачскрином Черный",
            price: 900,
          },
          {
            id: "0-000004225",
            name: "Дисплей для Huawei Nova 3 в сборе с тачскрином Черный",
            price: 1550,
          },
          {
            id: "0-000005428",
            name:
              "Дисплей для Huawei Nova 3 в сборе с тачскрином Черный - Ориг",
            price: 2150,
          },
          {
            id: "0-000004492",
            name: "Дисплей для Huawei Nova 3i в сборе с тачскрином Черный",
            price: 1650,
          },
          {
            id: "0-000005429",
            name:
              "Дисплей для Huawei Nova 3i в сборе с тачскрином Черный - Ориг",
            price: 2300,
          },
          {
            id: "0-000002632",
            name:
              "Дисплей для Huawei Nova Lite 2017 в сборе с тачскрином Белый",
            price: 900,
          },
          {
            id: "0-000003772",
            name:
              "Дисплей для Huawei Nova Lite 2017 в сборе с тачскрином Золото",
            price: 900,
          },
          {
            id: "0-000002633",
            name:
              "Дисплей для Huawei Nova Lite 2017 в сборе с тачскрином Черный",
            price: 900,
          },
          {
            id: "Т-000005967",
            name: "Дисплей для Huawei Nova в сборе с тачскрином Белый",
            price: 1150,
          },
          {
            id: "Т-000005966",
            name: "Дисплей для Huawei Nova в сборе с тачскрином Черный",
            price: 1150,
          },
          {
            id: "0-000004797",
            name: "Дисплей для Huawei P Smart 2019 в сборе с тачскрином Черный",
            price: 1850,
          },
          {
            id: "0-000005430",
            name:
              "Дисплей для Huawei P Smart 2019 в сборе с тачскрином Черный - Ориг",
            price: 1990,
          },
          {
            id: "0-000005547",
            name:
              "Дисплей для Huawei P Smart Z/Honor 9X/9X Premium в сборе с тачскрином Черный",
            price: 1750,
          },
          {
            id: "0-000002742",
            name: "Дисплей для Huawei P Smart в сборе с тачскрином Белый",
            price: 970,
          },
          {
            id: "0-000002741",
            name: "Дисплей для Huawei P Smart в сборе с тачскрином Черный",
            price: 800,
          },
          {
            id: "0-000005808",
            name:
              "Дисплей для Huawei P Smart в сборе с тачскрином Черный - Ориг",
            price: 1450,
          },
          {
            id: "0-000001074",
            name: "Дисплей для Huawei P10 Lite в сборе с тачскрином Черный",
            price: 1150,
          },
          {
            id: "0-000005431",
            name:
              "Дисплей для Huawei P10 Lite в сборе с тачскрином Черный - Ориг",
            price: 1400,
          },
          {
            id: "0-000000871",
            name: "Дисплей для Huawei P10 в сборе с тачскрином Черный",
            price: 1950,
          },
          {
            id: "0-000002953",
            name:
              "Дисплей для Huawei P20 Lite/Nova 3e в сборе с тачскрином Черный",
            price: 1050,
          },
          {
            id: "0-000007026",
            name:
              "Дисплей для Huawei P20 Lite/Nova 3e в сборе с тачскрином Черный - Премиум",
            price: 1350,
          },
          {
            id: "0-000003035",
            name: "Дисплей для Huawei P20 Pro в сборе с тачскрином Черный",
            price: 12500,
          },
          {
            id: "0-000003150",
            name: "Дисплей для Huawei P20 в сборе с тачскрином Черный",
            price: 1750,
          },
          {
            id: "0-000005358",
            name:
              "Дисплей для Huawei P30 Lite/Honor 20S/Honor 20 Lite в сборе с тачскрином Черный",
            price: 2150,
          },
          {
            id: "0-000005364",
            name: "Дисплей для Huawei P30 Pro в сборе с тачскрином Черный",
            price: 11300,
          },
          {
            id: "0-000005361",
            name: "Дисплей для Huawei P30 в сборе с тачскрином Черный",
            price: 14350,
          },
          {
            id: "0-000007421",
            name: "Дисплей для Huawei P40 Lite E в сборе с тачскрином Черный",
            price: 2100,
          },
          {
            id: "0-000007420",
            name: "Дисплей для Huawei P40 Lite в сборе с тачскрином Черный",
            price: 2100,
          },
          {
            id: "Т-000002146",
            name: "Дисплей для Huawei P8 Lite в сборе с тачскрином Черный",
            price: 950,
          },
          {
            id: "Т-000004829",
            name: "Дисплей для Huawei P9 Lite в сборе с тачскрином Белый",
            price: 600,
          },
          {
            id: "0-000003632",
            name: "Дисплей для Huawei P9 Lite в сборе с тачскрином Золото",
            price: 1000,
          },
          {
            id: "Т-000004830",
            name: "Дисплей для Huawei P9 Lite в сборе с тачскрином Черный",
            price: 950,
          },
          {
            id: "Т-000004816",
            name: "Дисплей для Huawei P9 в сборе с тачскрином Золото",
            price: 1350,
          },
          {
            id: "0-000000987",
            name: "Дисплей для Huawei P9 в сборе с тачскрином Черный",
            price: 1350,
          },
          { id: "0-000002296", name: "Дисплей для Huawei Y3 2017", price: 480 },
          {
            id: "0-000002029",
            name: "Дисплей для Huawei Y3 2017 в сборе с тачскрином Черный",
            price: 820,
          },
          {
            id: "0-000000067",
            name:
              "Дисплей для Huawei Y3 II LTE (LUA-L21) в сборе с тачскрином Черный",
            price: 750,
          },
          {
            id: "0-000002032",
            name: "Дисплей для Huawei Y5 2017 в сборе с тачскрином Белый",
            price: 930,
          },
          {
            id: "0-000006311",
            name:
              "Дисплей для Huawei Y5 2017 в сборе с тачскрином Белый - Ориг",
            price: 1300,
          },
          {
            id: "0-000003861",
            name:
              "Дисплей для Huawei Y5 2018/Y5 Prime 2018/Honor 7A в сборе с тачскрином Белый",
            price: 800,
          },
          {
            id: "0-000005223",
            name:
              "Дисплей для Huawei Y5 2018/Y5 Prime 2018/Honor 7A в сборе с тачскрином Белый - Ориг",
            price: 1150,
          },
          {
            id: "0-000005222",
            name:
              "Дисплей для Huawei Y5 2018/Y5 Prime 2018/Honor 7A в сборе с тачскрином Черный - Ориг",
            price: 1150,
          },
          {
            id: "0-000005546",
            name:
              "Дисплей для Huawei Y5 2019/Honor 8S в сборе с тачскрином Черный",
            price: 1000,
          },
          {
            id: "0-000005786",
            name:
              "Дисплей для Huawei Y5 2019/Honor 8S в сборе с тачскрином Черный - Ориг",
            price: 1450,
          },
          {
            id: "Т-000005955",
            name:
              "Дисплей для Huawei Y5 II/Honor 5A (CUN-U29) в сборе с тачскрином Белый",
            price: 800,
          },
          {
            id: "Т-000005956",
            name:
              "Дисплей для Huawei Y5 II/Honor 5A (CUN-U29) в сборе с тачскрином Золото",
            price: 800,
          },
          {
            id: "Т-000005957",
            name:
              "Дисплей для Huawei Y5 II/Honor 5A (CUN-U29) в сборе с тачскрином Черный",
            price: 850,
          },
          {
            id: "0-000004795",
            name: "Дисплей для Huawei Y5 Lite 2018 в сборе с тачскрином Черный",
            price: 870,
          },
          {
            id: "0-000002034",
            name:
              "Дисплей для Huawei Y7 2017 (TRT-L21) в сборе с тачскрином Белый",
            price: 1100,
          },
          {
            id: "0-000002033",
            name:
              "Дисплей для Huawei Y7 2017 (TRT-L21) в сборе с тачскрином Черный",
            price: 1150,
          },
          {
            id: "0-000005212",
            name: "Дисплей для Huawei Y7 2019 в сборе с тачскрином Черный",
            price: 1200,
          },
          {
            id: "0-000003788",
            name: "Дисплей для Huawei Y9 2018 в сборе с тачскрином Белый",
            price: 900,
          },
          {
            id: "0-000003787",
            name: "Дисплей для Huawei Y9 2018 в сборе с тачскрином Черный",
            price: 900,
          },
        ],
      },
      {
        id: "236__LeEco",
        name: "LeEco",
        children: [
          {
            id: "Т-000005425",
            name: "Дисплей для LeEco Le 2 в сборе с тачскрином Золото",
            price: 1990,
          },
        ],
      },
      {
        id: "237__Lenovo",
        name: "Lenovo",
        children: [
          {
            id: "0-000000877",
            name: "Дисплей для Lenovo A Plus (A1010)/Vibe B (A2016)",
            price: 380,
          },
          { id: "Т-000005614", name: "Дисплей для Lenovo A1000", price: 520 },
          {
            id: "Т-000004654",
            name: "Дисплей для Lenovo A1000 в сборе с тачскрином Черный",
            price: 900,
          },
          { id: "Т-000004390", name: "Дисплей для Lenovo A2010", price: 420 },
          { id: "Т-000000428", name: "Дисплей для Lenovo A328", price: 320 },
          {
            id: "Т-000002401",
            name: "Дисплей для Lenovo A5000 в сборе с тачскрином Белый",
            price: 830,
          },
          {
            id: "Т-000001797",
            name: "Дисплей для Lenovo A5000 в сборе с тачскрином Черный",
            price: 920,
          },
          { id: "УТ-00012170", name: "Дисплей для Lenovo A516", price: 180 },
          { id: "Т-000000368", name: "Дисплей для Lenovo A536", price: 400 },
          { id: "0У-00000644", name: "Дисплей для Lenovo A5500", price: 1350 },
          {
            id: "Т-000004651",
            name: "Дисплей для Lenovo A6010/A6000 в сборе с тачскрином Черный",
            price: 920,
          },
          {
            id: "Т-000003024",
            name: "Дисплей для Lenovo A7000 в сборе с тачскрином Черный",
            price: 980,
          },
          {
            id: "Т-000002629",
            name: "Дисплей для Lenovo K3 Note в сборе с тачскрином Черный",
            price: 1050,
          },
          {
            id: "0-000000878",
            name:
              "Дисплей для Lenovo K6 Note (K53a48) в сборе с тачскрином Черный",
            price: 1050,
          },
          {
            id: "0-000000880",
            name:
              "Дисплей для Lenovo K6 Power (K33a42) в сборе с тачскрином Черный",
            price: 1100,
          },
          {
            id: "0-000006850",
            name: "Дисплей для Lenovo K9 в сборе с тачскрином Черный",
            price: 1500,
          },
          {
            id: "Т-000001812",
            name: "Дисплей для Lenovo P70 в сборе с тачскрином Черный",
            price: 850,
          },
          {
            id: "УТ-00011120",
            name: "Дисплей для Lenovo P780 в сборе с тачскрином Черный",
            price: 1350,
          },
          {
            id: "Т-000001813",
            name: "Дисплей для Lenovo S580 в сборе с тачскрином Черный",
            price: 1150,
          },
          {
            id: "Т-000001799",
            name: "Дисплей для Lenovo S60 в сборе с тачскрином Белый",
            price: 1150,
          },
          {
            id: "Т-000001832",
            name: "Дисплей для Lenovo S60 в сборе с тачскрином Черный",
            price: 900,
          },
          {
            id: "0У-00000085",
            name: "Дисплей для Lenovo S660 в сборе с тачскрином Черный",
            price: 1250,
          },
          {
            id: "УТ-00011127",
            name: "Дисплей для Lenovo S820 в сборе с тачскрином Черный",
            price: 990,
          },
          {
            id: "0У-00001150",
            name: "Дисплей для Lenovo S850 в сборе с тачскрином Белый",
            price: 1100,
          },
          {
            id: "0У-00001149",
            name: "Дисплей для Lenovo S850 в сборе с тачскрином Черный",
            price: 1150,
          },
          {
            id: "0У-00000086",
            name: "Дисплей для Lenovo S860 в сборе с тачскрином Черный",
            price: 1100,
          },
          {
            id: "Т-000002636",
            name: "Дисплей для Lenovo Sisley S90 в сборе с тачскрином Черный",
            price: 2400,
          },
          {
            id: "Т-000005315",
            name: "Дисплей для Lenovo TAB 2 A10-30",
            price: 1950,
          },
          {
            id: "Т-000003009",
            name: "Дисплей для Lenovo TAB 2 A7-30 в сборе с тачскрином Черный",
            price: 1400,
          },
          {
            id: "0-000003151",
            name: "Дисплей для Lenovo Tab 3 7 Essential TB3-710",
            price: 850,
          },
          {
            id: "0-000002037",
            name:
              "Дисплей для Lenovo Tab 3 7 Plus (TB-7703X) в сборе с тачскрином Черный",
            price: 1450,
          },
          {
            id: "Т-000005991",
            name: "Дисплей для Lenovo Tab 3 730X в сборе с тачскрином Черный",
            price: 1400,
          },
          {
            id: "0-000003390",
            name: "Дисплей для Lenovo Tab 4 10 TB-X304L",
            price: 2150,
          },
          {
            id: "0-000003508",
            name:
              "Дисплей для Lenovo Tab 4 7 TB-7504X в сборе с тачскрином Черный",
            price: 1650,
          },
          {
            id: "0-000004332",
            name:
              "Дисплей для Lenovo Tab 4 8 Plus TB-8704X в сборе с тачскрином Белый",
            price: 2500,
          },
          {
            id: "0-000004333",
            name:
              "Дисплей для Lenovo Tab 4 8 Plus TB-8704X в сборе с тачскрином Черный",
            price: 2600,
          },
          {
            id: "0-000004324",
            name:
              "Дисплей для Lenovo Tab 4 8 TB-8504X в сборе с тачскрином Белый",
            price: 2150,
          },
          {
            id: "0-000004325",
            name:
              "Дисплей для Lenovo Tab 4 8 TB-8504X в сборе с тачскрином Черный",
            price: 2000,
          },
          {
            id: "0-000000881",
            name:
              "Дисплей для Lenovo Vibe B (A2016) в сборе с тачскрином Черный",
            price: 700,
          },
          {
            id: "Т-000006044",
            name:
              "Дисплей для Lenovo Vibe C (A2020) в сборе с тачскрином Белый",
            price: 650,
          },
          {
            id: "Т-000006045",
            name:
              "Дисплей для Lenovo Vibe C (A2020) в сборе с тачскрином Черный",
            price: 800,
          },
          {
            id: "Т-000005591",
            name:
              "Дисплей для Lenovo Vibe C2/Vibe C2 Power (K10a40) в сборе с тачскрином Черный",
            price: 850,
          },
          {
            id: "0-000000915",
            name:
              "Дисплей для Lenovo Vibe K5 (A6020) в сборе с тачскрином Белый",
            price: 690,
          },
          {
            id: "0-000000842",
            name:
              "Дисплей для Lenovo Vibe K5 (A6020) в сборе с тачскрином Золото",
            price: 900,
          },
          {
            id: "0-000000843",
            name:
              "Дисплей для Lenovo Vibe K5 (A6020) в сборе с тачскрином Черный",
            price: 850,
          },
          {
            id: "Т-000006047",
            name:
              "Дисплей для Lenovo Vibe K5 Plus (A6020a46) в сборе с тачскрином Золото",
            price: 1150,
          },
          {
            id: "Т-000006048",
            name:
              "Дисплей для Lenovo Vibe K5 Plus (A6020a46) в сборе с тачскрином Черный",
            price: 1150,
          },
          {
            id: "Т-000004842",
            name: "Дисплей для Lenovo Vibe P1 в сборе с тачскрином Черный",
            price: 1100,
          },
          {
            id: "Т-000004845",
            name: "Дисплей для Lenovo Vibe P1m в сборе с тачскрином Черный",
            price: 900,
          },
          {
            id: "Т-000004846",
            name:
              "Дисплей для Lenovo Vibe S1 (S1a40) в сборе с тачскрином Белый",
            price: 1450,
          },
          {
            id: "Т-000002628",
            name:
              "Дисплей для Lenovo Vibe Shot (Z90) в сборе с тачскрином Черный",
            price: 470,
          },
        ],
      },
      {
        id: "238__LG",
        name: "LG",
        children: [
          {
            id: "УТ-00012391",
            name: "Дисплей для LG D802 (G2) (20 pin) модуль Черный",
            price: 1500,
          },
          {
            id: "0-000000412",
            name: "Дисплей для LG D821 (Nexus 5) в сборе с тачскрином Черный",
            price: 1050,
          },
          {
            id: "Т-000001860",
            name: "Дисплей для LG H324 (Leon) в сборе с тачскрином Черный",
            price: 1400,
          },
          {
            id: "0-000001412",
            name: "Дисплей для LG H422 C70 (Spirit) модуль Черный",
            price: 1000,
          },
          {
            id: "Т-000001861",
            name:
              "Дисплей для LG H422 Y70 (Spirit) в сборе с тачскрином Черный",
            price: 820,
          },
          {
            id: "Т-000003142",
            name: "Дисплей для LG H502 (Magna) модуль Черный",
            price: 1500,
          },
          {
            id: "Т-000001862",
            name:
              "Дисплей для LG H502/H522Y (Magna/G4c) в сборе с тачскрином Черный",
            price: 1300,
          },
          {
            id: "Т-000003094",
            name: "Дисплей для LG H736 (G4s) в сборе с тачскрином Черный",
            price: 830,
          },
          {
            id: "0-000002508",
            name: "Дисплей для LG H930DS (V30+) в сборе с тачскрином Черный",
            price: 6200,
          },
          {
            id: "0-000000046",
            name: "Дисплей для LG K100DS (K3 LTE) в сборе с тачскрином Черный",
            price: 1050,
          },
          {
            id: "0-000000078",
            name: "Дисплей для LG K200DS (X style) в сборе с тачскрином Черный",
            price: 1000,
          },
          {
            id: "0-000000898",
            name: "Дисплей для LG K220DS (X power) в сборе с тачскрином Черный",
            price: 1100,
          },
          {
            id: "Т-000004947",
            name: "Дисплей для LG K350E (K8 LTE) в сборе с тачскрином Черный",
            price: 1200,
          },
          {
            id: "Т-000003955",
            name:
              "Дисплей для LG K410/K430DS (K10/K10 LTE) (LH530WX2-SD01 V03) в сборе с тачскрином Черный",
            price: 1300,
          },
          {
            id: "0-000000718",
            name:
              "Дисплей для LG K410/K430DS (K10/K10 LTE) (LI530HZ1A V02) в сборе с тачскрином Белый",
            price: 1150,
          },
          {
            id: "0-000000717",
            name:
              "Дисплей для LG K410/K430DS (K10/K10 LTE) (LI530HZ1A V02) в сборе с тачскрином Черный",
            price: 1150,
          },
          {
            id: "0-000000899",
            name: "Дисплей для LG M250 (K10 2017) в сборе с тачскрином Черный",
            price: 1100,
          },
          {
            id: "0-000001089",
            name: "Дисплей для LG M320 (X power 2) в сборе с тачскрином Черный",
            price: 1150,
          },
          {
            id: "0-000002038",
            name:
              "Дисплей для LG M700 (Q6/Q6a/Q6+) в сборе с тачскрином Черный",
            price: 2150,
          },
          {
            id: "Т-000003953",
            name: "Дисплей для LG X210DS (K7) в сборе с тачскрином Черный",
            price: 920,
          },
          {
            id: "Т-000005322",
            name: "Дисплей для LG X220DS (K5) в сборе с тачскрином Черный",
            price: 1050,
          },
          {
            id: "0-000000901",
            name: "Дисплей для LG X230 (K7 2017) в сборе с тачскрином Черный",
            price: 930,
          },
          {
            id: "0-000000902",
            name: "Дисплей для LG X240 (K8 2017) в сборе с тачскрином Черный",
            price: 900,
          },
        ],
      },
      {
        id: "239__Meizu",
        name: "Meizu",
        children: [
          {
            id: "0-000004452",
            name: "Дисплей для Meizu 15 Lite в сборе с тачскрином Черный",
            price: 1750,
          },
          {
            id: "0-000004448",
            name: "Дисплей для Meizu 15 Plus в сборе с тачскрином Белый",
            price: 6900,
          },
          {
            id: "Т-000005091",
            name: "Дисплей для Meizu M2 mini в сборе с тачскрином Черный",
            price: 900,
          },
          {
            id: "Т-000005093",
            name: "Дисплей для Meizu M2 Note в сборе с тачскрином Черный",
            price: 940,
          },
          {
            id: "0-000000904",
            name: "Дисплей для Meizu M3 Max в сборе с тачскрином Черный",
            price: 1190,
          },
          {
            id: "0-000000710",
            name:
              "Дисплей для Meizu M3 Note (L681H загнутый шлейф) в сборе с тачскрином Белый",
            price: 1050,
          },
          {
            id: "0-000000711",
            name:
              "Дисплей для Meizu M3 Note (L681H загнутый шлейф) в сборе с тачскрином Черный",
            price: 1100,
          },
          {
            id: "Т-000005095",
            name:
              "Дисплей для Meizu M3 Note (M681H прямой шлейф) в сборе с тачскрином Белый",
            price: 1100,
          },
          {
            id: "Т-000005094",
            name:
              "Дисплей для Meizu M3 Note (M681H прямой шлейф) в сборе с тачскрином Черный",
            price: 1100,
          },
          {
            id: "Т-000005262",
            name: "Дисплей для Meizu M3s mini в сборе с тачскрином Белый",
            price: 930,
          },
          {
            id: "Т-000005261",
            name: "Дисплей для Meizu M3s mini в сборе с тачскрином Черный",
            price: 970,
          },
          {
            id: "0-000000908",
            name: "Дисплей для Meizu M5 Note в сборе с тачскрином Белый",
            price: 1100,
          },
          {
            id: "0-000000909",
            name: "Дисплей для Meizu M5 Note в сборе с тачскрином Черный",
            price: 1100,
          },
          {
            id: "0-000000907",
            name: "Дисплей для Meizu M5 в сборе с тачскрином Черный",
            price: 800,
          },
          {
            id: "0-000001091",
            name: "Дисплей для Meizu M5C в сборе с тачскрином Белый",
            price: 800,
          },
          {
            id: "0-000001092",
            name: "Дисплей для Meizu M5C в сборе с тачскрином Черный",
            price: 800,
          },
          {
            id: "0-000000910",
            name: "Дисплей для Meizu M5s в сборе с тачскрином Белый",
            price: 850,
          },
          {
            id: "0-000000911",
            name: "Дисплей для Meizu M5s в сборе с тачскрином Черный",
            price: 850,
          },
          {
            id: "0-000002041",
            name: "Дисплей для Meizu M6 Note в сборе с тачскрином Белый",
            price: 1150,
          },
          {
            id: "0-000002040",
            name: "Дисплей для Meizu M6 Note в сборе с тачскрином Черный",
            price: 1050,
          },
          {
            id: "0-000002552",
            name: "Дисплей для Meizu M6 в сборе с тачскрином Белый",
            price: 950,
          },
          {
            id: "0-000002553",
            name: "Дисплей для Meizu M6 в сборе с тачскрином Черный",
            price: 900,
          },
          {
            id: "0-000002657",
            name: "Дисплей для Meizu M6s в сборе с тачскрином Черный",
            price: 1000,
          },
          {
            id: "0-000004105",
            name: "Дисплей для Meizu M6T в сборе с тачскрином Белый",
            price: 1150,
          },
          {
            id: "0-000004106",
            name: "Дисплей для Meizu M6T в сборе с тачскрином Черный",
            price: 1250,
          },
          {
            id: "0-000005438",
            name: "Дисплей для Meizu M8/M8 Lite в сборе с тачскрином Черный",
            price: 1600,
          },
          {
            id: "0-000004074",
            name: "Дисплей для Meizu M8c в сборе с тачскрином Черный",
            price: 1100,
          },
          {
            id: "Т-000005098",
            name: "Дисплей для Meizu MX5 в сборе с тачскрином Черный",
            price: 2450,
          },
          {
            id: "Т-000006052",
            name: "Дисплей для Meizu MX6 в сборе с тачскрином Черный",
            price: 1450,
          },
          {
            id: "0-000005440",
            name: "Дисплей для Meizu Note 8 в сборе с тачскрином Черный",
            price: 1750,
          },
          {
            id: "0-000007334",
            name: "Дисплей для Meizu Note 9 в сборе с тачскрином Черный",
            price: 1300,
          },
          {
            id: "0-000000913",
            name: "Дисплей для Meizu Pro 6 Plus в сборе с тачскрином Черный",
            price: 6600,
          },
          {
            id: "Т-000005263",
            name: "Дисплей для Meizu Pro 6 в сборе с тачскрином Белый",
            price: 3450,
          },
          {
            id: "Т-000005264",
            name: "Дисплей для Meizu Pro 6 в сборе с тачскрином Черный",
            price: 3450,
          },
          {
            id: "0-000002554",
            name: "Дисплей для Meizu Pro 7 в сборе с тачскрином Белый",
            price: 3450,
          },
          {
            id: "0-000002555",
            name: "Дисплей для Meizu Pro 7 в сборе с тачскрином Черный",
            price: 3800,
          },
          {
            id: "0-000004391",
            name: "Дисплей для Meizu Pro 7 в сборе с тачскрином Черный - (TFT)",
            price: 2500,
          },
          {
            id: "0-000000518",
            name: "Дисплей для Meizu U10 в сборе с тачскрином Белый",
            price: 950,
          },
          {
            id: "0-000000519",
            name: "Дисплей для Meizu U10 в сборе с тачскрином Черный",
            price: 950,
          },
          {
            id: "0-000000523",
            name: "Дисплей для Meizu U20 в сборе с тачскрином Белый",
            price: 1200,
          },
          {
            id: "0-000000524",
            name: "Дисплей для Meizu U20 в сборе с тачскрином Черный",
            price: 1200,
          },
        ],
      },
      {
        id: "240__Micromax",
        name: "Micromax",
        children: [
          {
            id: "0-000002326",
            name: "Дисплей для Micromax Q333 (Bolt)",
            price: 270,
          },
          {
            id: "0-000000914",
            name: "Дисплей для Micromax Q346 (Bolt)",
            price: 400,
          },
          {
            id: "0-000001856",
            name: "Дисплей для Micromax Q354 (Bolt)",
            price: 550,
          },
          {
            id: "0-000002116",
            name: "Дисплей для Micromax Q402 (Bolt Pace)",
            price: 400,
          },
          {
            id: "0-000001872",
            name:
              "Дисплей для Micromax Q4202 (Bolt Warrior 2) в сборе с тачскрином Черный",
            price: 800,
          },
        ],
      },
      {
        id: "241__Microsoft",
        name: "Microsoft",
        children: [
          {
            id: "Т-000003073",
            name: "Дисплей для Microsoft 532 Dual (RM-1031)",
            price: 390,
          },
          {
            id: "Т-000002820",
            name: "Дисплей для Microsoft 535 Dual (RM-1090)",
            price: 400,
          },
          {
            id: "Т-000001864",
            name: "Дисплей для Microsoft 640 (RM-1072/RM-1077) модуль Черный",
            price: 1150,
          },
        ],
      },
      {
        id: "242__Motorola",
        name: "Motorola",
        children: [
          {
            id: "0-000001580",
            name: "Дисплей для Motorola Moto C в сборе с тачскрином Черный",
            price: 800,
          },
          {
            id: "Т-000005815",
            name:
              "Дисплей для Motorola Moto G Gen.3 в сборе с тачскрином Черный",
            price: 680,
          },
          {
            id: "0-000002591",
            name:
              "Дисплей для Motorola Moto G5S (XT1794) в сборе с тачскрином Черный",
            price: 1000,
          },
          {
            id: "0-000004118",
            name: "Дисплей для Motorola Moto G6 в сборе с тачскрином Золото",
            price: 630,
          },
          {
            id: "0-000004119",
            name: "Дисплей для Motorola Moto G6 в сборе с тачскрином Черный",
            price: 630,
          },
          {
            id: "0-000005412",
            name:
              "Дисплей для Motorola Moto G7 Power в сборе с тачскрином Черный",
            price: 1350,
          },
          {
            id: "0-000005409",
            name: "Дисплей для Motorola Moto G7 в сборе с тачскрином Черный",
            price: 1700,
          },
          {
            id: "Т-000005339",
            name:
              "Дисплей для Motorola Moto X Play в сборе с тачскрином Черный",
            price: 1350,
          },
          {
            id: "0-000002043",
            name:
              "Дисплей для Motorola Moto Z2 Play в сборе с тачскрином Черный",
            price: 2600,
          },
        ],
      },
      {
        id: "243__Nokia",
        name: "Nokia",
        children: [
          {
            id: "0-000005727",
            name: "Дисплей для Nokia 1 Plus в сборе с тачскрином Черный",
            price: 1700,
          },
          {
            id: "0-000004273",
            name: "Дисплей для Nokia 1 в сборе с тачскрином Черный",
            price: 800,
          },
          { id: "УТ-00010589", name: "Дисплей для Nokia 105", price: 150 },
          {
            id: "0-000002044",
            name: "Дисплей для Nokia 105 (2017)",
            price: 150,
          },
          { id: "УТ-00001072", name: "Дисплей для Nokia 1202/1280", price: 60 },
          {
            id: "0-000002045",
            name: "Дисплей для Nokia 130 (2017)",
            price: 150,
          },
          { id: "0-000002046", name: "Дисплей для Nokia 150 Dual", price: 150 },
          {
            id: "0-000002318",
            name: "Дисплей для Nokia 2 в сборе с тачскрином Черный",
            price: 850,
          },
          {
            id: "0-000004640",
            name: "Дисплей для Nokia 2 модуль Белый - Ориг",
            price: 2950,
          },
          {
            id: "0-000004639",
            name: "Дисплей для Nokia 2 модуль Черный - Ориг",
            price: 2500,
          },
          {
            id: "0-000005723",
            name: "Дисплей для Nokia 2.1 (2018) в сборе с тачскрином Черный",
            price: 950,
          },
          {
            id: "0-000006393",
            name: "Дисплей для Nokia 2.2 в сборе с тачскрином Черный",
            price: 1450,
          },
          {
            id: "0-000007125",
            name: "Дисплей для Nokia 2.3 в сборе с тачскрином Черный",
            price: 2250,
          },
          {
            id: "0-000001689",
            name: "Дисплей для Nokia 216/216 Dual (RM-1187)",
            price: 160,
          },
          {
            id: "УТ-00013157",
            name: "Дисплей для Nokia 220/215 (RM-969/RM-970/RM-1110/RM-1111)",
            price: 160,
          },
          {
            id: "0У-00000696",
            name: "Дисплей для Nokia 225/225 Dual (RM-1011)",
            price: 200,
          },
          {
            id: "0-000002102",
            name: "Дисплей для Nokia 3 в сборе с тачскрином Белый",
            price: 750,
          },
          {
            id: "0-000001154",
            name: "Дисплей для Nokia 3 в сборе с тачскрином Черный",
            price: 750,
          },
          {
            id: "0-000006358",
            name: "Дисплей для Nokia 3 в сборе с тачскрином Черный - Ориг",
            price: 1050,
          },
          {
            id: "0-000003834",
            name: "Дисплей для Nokia 3 модуль Бронзовый - Ориг",
            price: 1400,
          },
          {
            id: "0-000003832",
            name: "Дисплей для Nokia 3 модуль Черный - Ориг",
            price: 1550,
          },
          {
            id: "0-000003305",
            name: "Дисплей для Nokia 3.1 (2018) в сборе с тачскрином Белый",
            price: 800,
          },
          {
            id: "0-000004270",
            name:
              "Дисплей для Nokia 3.1 (2018) в сборе с тачскрином Белый - Ориг",
            price: 3250,
          },
          {
            id: "0-000003304",
            name: "Дисплей для Nokia 3.1 (2018) в сборе с тачскрином Черный",
            price: 800,
          },
          {
            id: "0-000004271",
            name:
              "Дисплей для Nokia 3.1 (2018) в сборе с тачскрином Черный - Ориг",
            price: 3250,
          },
          {
            id: "0-000005215",
            name: "Дисплей для Nokia 3.1 Plus в сборе с тачскрином Черный",
            price: 1250,
          },
          {
            id: "0-000005730",
            name: "Дисплей для Nokia 3.2 в сборе с тачскрином Черный",
            price: 1550,
          },
          {
            id: "0-000001239",
            name: "Дисплей для Nokia 3310 (2017)",
            price: 170,
          },
          {
            id: "0-000005732",
            name: "Дисплей для Nokia 4.2 в сборе с тачскрином Черный",
            price: 2390,
          },
          {
            id: "0-000001155",
            name: "Дисплей для Nokia 5 в сборе с тачскрином Черный",
            price: 870,
          },
          {
            id: "0-000003825",
            name: "Дисплей для Nokia 5 в сборе с тачскрином Черный - Ориг",
            price: 1600,
          },
          {
            id: "0-000004903",
            name: "Дисплей для Nokia 5.1 Plus в сборе с тачскрином Черный",
            price: 1050,
          },
          {
            id: "0-000004231",
            name: "Дисплей для Nokia 5.1 в сборе с тачскрином Черный",
            price: 1200,
          },
          {
            id: "0-000004486",
            name: "Дисплей для Nokia 5.1 модуль Черный - Ориг",
            price: 1650,
          },
          {
            id: "УТ-00001096",
            name:
              "Дисплей для Nokia 5000/5220C/7210S/3610/5130/2700/C2-01/C2-05/205",
            price: 160,
          },
          {
            id: "УТ-00001105",
            name:
              "Дисплей для Nokia 5700/5610/5630/6110N/6500S/6220C/6600S/E65/6303/3720",
            price: 250,
          },
          {
            id: "0-000001093",
            name: "Дисплей для Nokia 6 в сборе с тачскрином Черный",
            price: 1200,
          },
          {
            id: "0-000004272",
            name: "Дисплей для Nokia 6 в сборе с тачскрином Черный - Ориг",
            price: 1400,
          },
          {
            id: "0-000003141",
            name: "Дисплей для Nokia 6.1 (2018) в сборе с тачскрином Черный",
            price: 1450,
          },
          {
            id: "0-000004431",
            name:
              "Дисплей для Nokia 6.1 (2018) в сборе с тачскрином Черный - Ориг",
            price: 1450,
          },
          {
            id: "0-000007033",
            name: "Дисплей для Nokia 6.2/7.2 в сборе с тачскрином Черный",
            price: 1600,
          },
          {
            id: "УТ-00013479",
            name:
              "Дисплей для Nokia 630/630 Dual/635 (RM-976/RM-978/RM-979/RM-974) модуль Черный",
            price: 900,
          },
          {
            id: "УТ-00001125",
            name:
              "Дисплей для Nokia 6300/5310/5320/7310S/6120/7500/7610S/8600/6555",
            price: 180,
          },
          {
            id: "УТ-00001139",
            name: "Дисплей для Nokia 6700C - Ориг",
            price: 650,
          },
          {
            id: "0-000002900",
            name: "Дисплей для Nokia 7 Plus в сборе с тачскрином Черный",
            price: 2850,
          },
          {
            id: "0-000004536",
            name: "Дисплей для Nokia 7.1 (2018) в сборе с тачскрином Черный",
            price: 1100,
          },
          {
            id: "0-000002047",
            name: "Дисплей для Nokia 8 в сборе с тачскрином Черный",
            price: 1450,
          },
          {
            id: "0-000004810",
            name: "Дисплей для Nokia 8.1 (2018) в сборе с тачскрином Черный",
            price: 1300,
          },
          {
            id: "0-000005385",
            name: "Дисплей для Nokia 9 модуль Черный",
            price: 12900,
          },
          { id: "Т-000005817", name: "Дисплей для Nokia Asha 303", price: 100 },
          {
            id: "УТ-00007479",
            name:
              "Дисплей для Nokia C1-00/C1-01/X1-00/C2-00/100/101/113/106/107/108 Dual (RM-944)",
            price: 160,
          },
          {
            id: "УТ-00012756",
            name: "Дисплей для Nokia X Dual (RM-980) модуль Черный",
            price: 900,
          },
          {
            id: "0У-00000106",
            name:
              "Дисплей для Nokia X2 Dual (RM-1013) в сборе с тачскрином Черный",
            price: 790,
          },
          {
            id: "УТ-00001078",
            name: "Дисплей для Nokia X2-02/X2-05",
            price: 200,
          },
          {
            id: "УТ-00001195",
            name: "Дисплей для Nokia X3-00/C5-00/2710/7020/X2-00",
            price: 200,
          },
          {
            id: "УТ-00006655",
            name: "Дисплей для Nokia X3-02/C3-01/300/202/203/206/515/515 Dual",
            price: 160,
          },
        ],
      },
      {
        id: "244__OnePlus",
        name: "OnePlus",
        children: [
          {
            id: "0-000002322",
            name: "Дисплей для OnePlus 3/3T в сборе с тачскрином Черный",
            price: 2450,
          },
          {
            id: "0-000002324",
            name: "Дисплей для OnePlus 5 в сборе с тачскрином Черный",
            price: 2450,
          },
          {
            id: "0-000002557",
            name: "Дисплей для OnePlus 5T в сборе с тачскрином Черный",
            price: 2900,
          },
          {
            id: "0-000003867",
            name: "Дисплей для OnePlus 6 в сборе с тачскрином Черный",
            price: 5400,
          },
          {
            id: "0-000006309",
            name: "Дисплей для OnePlus 7 в сборе с тачскрином Черный",
            price: 7800,
          },
          {
            id: "0-000000371",
            name: "Дисплей для OnePlus One в сборе с тачскрином Черный",
            price: 1450,
          },
        ],
      },
      {
        id: "245__OPPO",
        name: "OPPO",
        children: [
          {
            id: "0-000005432",
            name: "Дисплей для OPPO A3s/A5 в сборе с тачскрином Черный",
            price: 1350,
          },
          {
            id: "0-000005700",
            name: "Дисплей для OPPO A5s в сборе с тачскрином Черный",
            price: 1150,
          },
          {
            id: "0-000005702",
            name: "Дисплей для OPPO AX7 в сборе с тачскрином Черный",
            price: 1550,
          },
          {
            id: "0-000003796",
            name: "Дисплей для OPPO F5/F5 Youth в сборе с тачскрином Белый",
            price: 1450,
          },
          {
            id: "0-000003797",
            name: "Дисплей для OPPO F5/F5 Youth в сборе с тачскрином Черный",
            price: 1450,
          },
          {
            id: "0-000003798",
            name: "Дисплей для OPPO F7 в сборе с тачскрином Черный",
            price: 1650,
          },
          {
            id: "0-000007382",
            name: "Дисплей для OPPO Reno 2Z в сборе с тачскрином Черный",
            price: 2800,
          },
          {
            id: "0-000006979",
            name: "Дисплей для OPPO RX17 Pro в сборе с тачскрином Черный",
            price: 3000,
          },
        ],
      },
      {
        id: "246__Philips",
        name: "Philips",
        children: [
          {
            id: "0-000002048",
            name: "Дисплей для Philips S327 в сборе с тачскрином Черный",
            price: 1500,
          },
          {
            id: "Т-000004958",
            name: "Дисплей для Philips S337 в сборе с тачскрином Черный",
            price: 1150,
          },
          {
            id: "0-000002049",
            name: "Дисплей для Philips S386 в сборе с тачскрином Черный",
            price: 1450,
          },
        ],
      },
      {
        id: "247__Realme",
        name: "Realme",
        children: [
          {
            id: "0-000006946",
            name: "Дисплей для OPPO A1K/Realme C2 в сборе с тачскрином Черный",
            price: 1200,
          },
          {
            id: "0-000006948",
            name:
              "Дисплей для OPPO A5 (2020)/OPPO A9 (2020)/Realme 5 в сборе с тачскрином Черный",
            price: 1600,
          },
          {
            id: "0-000006944",
            name: "Дисплей для Realme 3 Pro в сборе с тачскрином Черный",
            price: 1100,
          },
          {
            id: "0-000006945",
            name: "Дисплей для Realme 3 в сборе с тачскрином Черный",
            price: 1050,
          },
        ],
      },
      {
        id: "248__Samsung",
        name: "Samsung",
        children: [
          {
            id: "0-000007200",
            name: "Дисплей для Samsung A015F (A01) модуль Черный - Ориг",
            price: 3600,
          },
          {
            id: "0-000006328",
            name: "Дисплей для Samsung A105 (A10) модуль Черный - Ориг",
            price: 3800,
          },
          {
            id: "0-000006116",
            name:
              "Дисплей для Samsung A105/M105 (A10/M10) в сборе с тачскрином Черный",
            price: 1350,
          },
          {
            id: "0-000005230",
            name:
              "Дисплей для Samsung A105/M105 (A10/M10) в сборе с тачскрином Черный - Ориг",
            price: 1990,
          },
          {
            id: "0-000007166",
            name:
              "Дисплей для Samsung A107F (A10s) в сборе с тачскрином Черный - Ориг",
            price: 1800,
          },
          {
            id: "0-000006973",
            name: "Дисплей для Samsung A107F (A10s) модуль Черный - Ориг",
            price: 3750,
          },
          {
            id: "0-000006878",
            name:
              "Дисплей для Samsung A205 (A20) в сборе с тачскрином Черный - (TFT, с регулировкой подсветки)",
            price: 1700,
          },
          {
            id: "0-000005231",
            name: "Дисплей для Samsung A205 (A20) модуль Черный - Ориг",
            price: 5200,
          },
          {
            id: "0-000007115",
            name:
              "Дисплей для Samsung A207F (A20s) в сборе с тачскрином Черный",
            price: 1500,
          },
          {
            id: "Т-000006066",
            name:
              "Дисплей для Samsung A300F (A3) в сборе с тачскрином Белый - (TFT, с регулировкой подсветки)",
            price: 750,
          },
          {
            id: "Т-000006067",
            name:
              "Дисплей для Samsung A300F (A3) в сборе с тачскрином Золото - (TFT, с регулировкой подсветки)",
            price: 750,
          },
          {
            id: "Т-000003076",
            name:
              "Дисплей для Samsung A300F (A3) в сборе с тачскрином Розовый - Ориг",
            price: 2490,
          },
          {
            id: "Т-000006065",
            name:
              "Дисплей для Samsung A300F (A3) в сборе с тачскрином Черный - (TFT, с регулировкой подсветки)",
            price: 750,
          },
          {
            id: "Т-000001563",
            name:
              "Дисплей для Samsung A300F (A3) в сборе с тачскрином Черный - Ориг",
            price: 3450,
          },
          {
            id: "0-000006977",
            name:
              "Дисплей для Samsung A305 (A30) в сборе с тачскрином Черный - Ориг",
            price: 5750,
          },
          {
            id: "0-000005183",
            name: "Дисплей для Samsung A305F (A30) модуль Черный - Ориг",
            price: 5650,
          },
          {
            id: "0-000006600",
            name: "Дисплей для Samsung A307F (A30s) модуль Черный - Ориг",
            price: 4900,
          },
          {
            id: "0-000002355",
            name:
              "Дисплей для Samsung A310F (A3 2016) в сборе с тачскрином Белый - (TFT, с регулировкой подсветки)",
            price: 1200,
          },
          {
            id: "Т-000004126",
            name:
              "Дисплей для Samsung A310F (A3 2016) в сборе с тачскрином Белый - Ориг",
            price: 4750,
          },
          {
            id: "0-000002820",
            name:
              "Дисплей для Samsung A310F (A3 2016) в сборе с тачскрином Черный - (AMOLED, с регулировкой подсветки)",
            price: 3100,
          },
          {
            id: "0-000002356",
            name:
              "Дисплей для Samsung A310F (A3 2016) в сборе с тачскрином Черный - (TFT, с регулировкой подсветки)",
            price: 1200,
          },
          {
            id: "Т-000004127",
            name:
              "Дисплей для Samsung A310F (A3 2016) в сборе с тачскрином Черный - Ориг",
            price: 4750,
          },
          {
            id: "0-000003760",
            name:
              "Дисплей для Samsung A320F (A3 2017) в сборе с тачскрином Золото - (TFT, с регулировкой подсветки)",
            price: 1350,
          },
          {
            id: "0-000000029",
            name:
              "Дисплей для Samsung A320F (A3 2017) в сборе с тачскрином Золото - Ориг",
            price: 4200,
          },
          {
            id: "0-000002628",
            name:
              "Дисплей для Samsung A320F (A3 2017) в сборе с тачскрином Розовый - Ориг",
            price: 3950,
          },
          {
            id: "0-000003759",
            name:
              "Дисплей для Samsung A320F (A3 2017) в сборе с тачскрином Синий - (TFT, с регулировкой подсветки)",
            price: 1100,
          },
          {
            id: "0-000003758",
            name:
              "Дисплей для Samsung A320F (A3 2017) в сборе с тачскрином Черный - (TFT, с регулировкой подсветки)",
            price: 1250,
          },
          {
            id: "0-000000031",
            name:
              "Дисплей для Samsung A320F (A3 2017) в сборе с тачскрином Черный - Ориг",
            price: 4200,
          },
          {
            id: "0-000005254",
            name: "Дисплей для Samsung A405F (A40) модуль Черный - Ориг",
            price: 5100,
          },
          {
            id: "0-000001656",
            name:
              "Дисплей для Samsung A500F (A5) в сборе с тачскрином Белый - (AMOLED, с регулировкой подсветки)",
            price: 2400,
          },
          {
            id: "Т-000006020",
            name:
              "Дисплей для Samsung A500F (A5) в сборе с тачскрином Белый - (TFT, с регулировкой подсветки)",
            price: 890,
          },
          {
            id: "0-000001657",
            name:
              "Дисплей для Samsung A500F (A5) в сборе с тачскрином Золото - (AMOLED, с регулировкой подсветки)",
            price: 2400,
          },
          {
            id: "0-000004277",
            name:
              "Дисплей для Samsung A500F (A5) в сборе с тачскрином Золото - (TFT, с регулировкой подсветки)",
            price: 890,
          },
          {
            id: "0-000001658",
            name:
              "Дисплей для Samsung A500F (A5) в сборе с тачскрином Черный - (AMOLED, с регулировкой подсветки)",
            price: 2400,
          },
          {
            id: "Т-000006019",
            name:
              "Дисплей для Samsung A500F (A5) в сборе с тачскрином Черный - (TFT, с регулировкой подсветки)",
            price: 870,
          },
          {
            id: "0-000005184",
            name: "Дисплей для Samsung A505F (A50) модуль Черный - Ориг",
            price: 5100,
          },
          {
            id: "0-000003752",
            name:
              "Дисплей для Samsung A510F (A5 2016) в сборе с тачскрином Белый - (AMOLED, с регулировкой подсветки)",
            price: 2800,
          },
          {
            id: "0-000003753",
            name:
              "Дисплей для Samsung A510F (A5 2016) в сборе с тачскрином Белый - (TFT, с регулировкой подсветки)",
            price: 1400,
          },
          {
            id: "Т-000004366",
            name:
              "Дисплей для Samsung A510F (A5 2016) в сборе с тачскрином Белый - Ориг",
            price: 5600,
          },
          {
            id: "0-000003751",
            name:
              "Дисплей для Samsung A510F (A5 2016) в сборе с тачскрином Черный - (AMOLED, с регулировкой подсветки)",
            price: 2800,
          },
          {
            id: "0-000003754",
            name:
              "Дисплей для Samsung A510F (A5 2016) в сборе с тачскрином Черный - (TFT, с регулировкой подсветки)",
            price: 1400,
          },
          {
            id: "Т-000004367",
            name:
              "Дисплей для Samsung A510F (A5 2016) в сборе с тачскрином Черный - Ориг",
            price: 5050,
          },
          {
            id: "0-000007196",
            name: "Дисплей для Samsung A515F (A51) модуль Черный - Ориг",
            price: 6800,
          },
          {
            id: "0-000004525",
            name:
              "Дисплей для Samsung A520F (A5 2017) в сборе с тачскрином Золото - (AMOLED, с регулировкой подсветки)",
            price: 2990,
          },
          {
            id: "0-000004557",
            name:
              "Дисплей для Samsung A520F (A5 2017) в сборе с тачскрином Золото - (TFT, с регулировкой подсветки)",
            price: 1300,
          },
          {
            id: "0-000000035",
            name:
              "Дисплей для Samsung A520F (A5 2017) в сборе с тачскрином Золото - Ориг",
            price: 5400,
          },
          {
            id: "0-000004526",
            name:
              "Дисплей для Samsung A520F (A5 2017) в сборе с тачскрином Синий - (AMOLED, с регулировкой подсветки)",
            price: 2990,
          },
          {
            id: "0-000000036",
            name:
              "Дисплей для Samsung A520F (A5 2017) в сборе с тачскрином Синий - Ориг",
            price: 4950,
          },
          {
            id: "0-000004524",
            name:
              "Дисплей для Samsung A520F (A5 2017) в сборе с тачскрином Черный - (AMOLED, с регулировкой подсветки)",
            price: 2990,
          },
          {
            id: "0-000004555",
            name:
              "Дисплей для Samsung A520F (A5 2017) в сборе с тачскрином Черный - (TFT, с регулировкой подсветки)",
            price: 1300,
          },
          {
            id: "0-000000037",
            name:
              "Дисплей для Samsung A520F (A5 2017) в сборе с тачскрином Черный - Ориг",
            price: 5700,
          },
          {
            id: "0-000004093",
            name:
              "Дисплей для Samsung A530F (A8 2018) в сборе с тачскрином Черный - (TFT, с регулировкой подсветки)",
            price: 2550,
          },
          {
            id: "0-000002581",
            name:
              "Дисплей для Samsung A530F (A8 2018) в сборе с тачскрином Черный - Ориг",
            price: 5600,
          },
          {
            id: "0-000004559",
            name:
              "Дисплей для Samsung A600F (A6 2018) в сборе с тачскрином Черный - (AMOLED, с регулировкой подсветки)",
            price: 3550,
          },
          {
            id: "0-000004214",
            name:
              "Дисплей для Samsung A600F (A6 2018) в сборе с тачскрином Черный - (TFT, с регулировкой подсветки)",
            price: 1050,
          },
          {
            id: "0-000003463",
            name:
              "Дисплей для Samsung A600F (A6 2018) в сборе с тачскрином Черный - Ориг",
            price: 3650,
          },
          {
            id: "0-000003515",
            name:
              "Дисплей для Samsung A605F (A6+ 2018) в сборе с тачскрином Черный - Ориг",
            price: 4500,
          },
          {
            id: "0-000004558",
            name:
              "Дисплей для Samsung A605F (A6+ 2018) в сборе с тачскрином Черный-(AMOLED, с регулировкой подсветки)",
            price: 3350,
          },
          {
            id: "0-000005337",
            name: "Дисплей для Samsung A705F (A70) модуль Черный - Ориг",
            price: 7990,
          },
          {
            id: "0-000002357",
            name:
              "Дисплей для Samsung A710F (A7 2016) в сборе с тачскрином Белый - (AMOLED, с регулировкой подсветки)",
            price: 2300,
          },
          {
            id: "0-000002358",
            name:
              "Дисплей для Samsung A710F (A7 2016) в сборе с тачскрином Черный - (AMOLED, с регулировкой подсветки)",
            price: 2450,
          },
          {
            id: "Т-000004146",
            name:
              "Дисплей для Samsung A710F (A7 2016) в сборе с тачскрином Черный - Ориг",
            price: 6700,
          },
          {
            id: "0-000007208",
            name: "Дисплей для Samsung A715F (A71) модуль Черный - Ориг",
            price: 8300,
          },
          {
            id: "0-000004568",
            name:
              "Дисплей для Samsung A720F (A7 2017) в сборе с тачскрином Голубой - (TFT, с регулировкой подсветки)",
            price: 1400,
          },
          {
            id: "0-000000038",
            name:
              "Дисплей для Samsung A720F (A7 2017) в сборе с тачскрином Золото - Ориг",
            price: 5290,
          },
          {
            id: "0-000000040",
            name:
              "Дисплей для Samsung A720F (A7 2017) в сборе с тачскрином Черный - Ориг",
            price: 6700,
          },
          {
            id: "0-000005151",
            name:
              "Дисплей для Samsung A730F (A8+ 2018) в сборе с тачскрином Черный - (TFT)",
            price: 2100,
          },
          {
            id: "0-000002583",
            name:
              "Дисплей для Samsung A730F (A8+ 2018) в сборе с тачскрином Черный - Ориг",
            price: 5990,
          },
          {
            id: "0-000005549",
            name:
              "Дисплей для Samsung A750F (A7 2018) в сборе с тачскрином Черный - (AMOLED, с регулировкой подсветки)",
            price: 3500,
          },
          {
            id: "0-000005693",
            name:
              "Дисплей для Samsung A750F (A7 2018) в сборе с тачскрином Черный - (TFT, с регулировкой подсветки)",
            price: 2100,
          },
          {
            id: "0-000004427",
            name:
              "Дисплей для Samsung A750F (A7 2018) в сборе с тачскрином Черный - Ориг",
            price: 4850,
          },
          {
            id: "0-000007611",
            name:
              "Дисплей для Samsung A750F (A7 2018) Черный - Live Demo Unit (Телефон в сборе)",
            price: 4950,
          },
          {
            id: "0-000006434",
            name: "Дисплей для Samsung A805F (A80) модуль Золото - Ориг",
            price: 7300,
          },
          {
            id: "0-000006433",
            name: "Дисплей для Samsung A805F (A80) модуль Серебро - Ориг",
            price: 6600,
          },
          {
            id: "0-000005600",
            name: "Дисплей для Samsung A805F (A80) модуль Черный - Ориг",
            price: 6700,
          },
          {
            id: "0-000004509",
            name: "Дисплей для Samsung A920F (A9 2018) модуль Черный - Ориг",
            price: 6300,
          },
          {
            id: "Т-000002470",
            name: "Дисплей для Samsung G318H (Ace 4 Neo)",
            price: 330,
          },
          { id: "Т-000000801", name: "Дисплей для Samsung G350E", price: 400 },
          { id: "0У-00001138", name: "Дисплей для Samsung G355H", price: 500 },
          {
            id: "Т-000000793",
            name: "Дисплей для Samsung G360H/G361H",
            price: 550,
          },
          {
            id: "Т-000000799",
            name: "Дисплей для Samsung G530H (не подходит на G530H/DV)",
            price: 650,
          },
          {
            id: "Т-000003794",
            name: "Дисплей для Samsung G531H/G532F",
            price: 630,
          },
          {
            id: "0-000002837",
            name:
              "Дисплей для Samsung G570F (J5 Prime) в сборе с тачскрином Золото",
            price: 1000,
          },
          {
            id: "0-000002838",
            name:
              "Дисплей для Samsung G570F (J5 Prime) в сборе с тачскрином Черный",
            price: 1000,
          },
          { id: "УТ-00012482", name: "Дисплей для Samsung G7102", price: 550 },
          {
            id: "0-000007218",
            name: "Дисплей для Samsung G770F (S10 Lite) модуль Белый - Ориг",
            price: 11400,
          },
          {
            id: "0-000007219",
            name: "Дисплей для Samsung G770F (S10 Lite) модуль Синий - Ориг",
            price: 11400,
          },
          {
            id: "0-000007217",
            name: "Дисплей для Samsung G770F (S10 Lite) модуль Черный - Ориг",
            price: 11900,
          },
          {
            id: "0-000002907",
            name:
              "Дисплей для Samsung G900 (S5) в сборе с тачскрином Белый - (AMOLED, с регулировкой подсветки)",
            price: 2950,
          },
          {
            id: "0-000002908",
            name:
              "Дисплей для Samsung G900 (S5) в сборе с тачскрином Черный - (AMOLED, с регулировкой подсветки)",
            price: 2950,
          },
          {
            id: "Т-000001591",
            name: "Дисплей для Samsung G925F (S6 Edge) Модуль Черный - Ориг",
            price: 4700,
          },
          {
            id: "Т-000004231",
            name:
              "Дисплей для Samsung G930F (S7) в сборе с тачскрином Белый - Ориг",
            price: 5400,
          },
          {
            id: "Т-000004233",
            name:
              "Дисплей для Samsung G930F (S7) в сборе с тачскрином Золото - Ориг",
            price: 5500,
          },
          {
            id: "Т-000005409",
            name:
              "Дисплей для Samsung G930F (S7) в сборе с тачскрином Серебро - Ориг",
            price: 5850,
          },
          {
            id: "Т-000004232",
            name:
              "Дисплей для Samsung G930F (S7) в сборе с тачскрином Черный - Ориг",
            price: 5950,
          },
          {
            id: "Т-000004230",
            name: "Дисплей для Samsung G935F (S7 Edge) модуль Белый - Ориг",
            price: 10900,
          },
          {
            id: "Т-000004228",
            name: "Дисплей для Samsung G935F (S7 Edge) модуль Черный - Ориг",
            price: 10300,
          },
          {
            id: "0-000002629",
            name: "Дисплей для Samsung G950F (S8) модуль Золото - Ориг",
            price: 12700,
          },
          {
            id: "0-000000799",
            name: "Дисплей для Samsung G950F (S8) модуль Серебро - Ориг",
            price: 13200,
          },
          {
            id: "0-000001962",
            name: "Дисплей для Samsung G950F (S8) модуль Фиолетовый - Ориг",
            price: 12200,
          },
          {
            id: "0-000001501",
            name: "Дисплей для Samsung G950F (S8) модуль Черный - Ориг",
            price: 13550,
          },
          {
            id: "0-000002686",
            name: "Дисплей для Samsung G955F (S8+) модуль Золото - Ориг",
            price: 12800,
          },
          {
            id: "0-000000809",
            name: "Дисплей для Samsung G955F (S8+) модуль Серебро - Ориг",
            price: 13890,
          },
          {
            id: "0-000001503",
            name: "Дисплей для Samsung G955F (S8+) модуль Фиолетовый - Ориг",
            price: 12600,
          },
          {
            id: "0-000001502",
            name: "Дисплей для Samsung G955F (S8+) модуль Черный - Ориг",
            price: 13350,
          },
          {
            id: "0-000002640",
            name: "Дисплей для Samsung G960F (S9) модуль Серый - Ориг",
            price: 14400,
          },
          {
            id: "0-000002639",
            name: "Дисплей для Samsung G960F (S9) модуль Фиолетовый - Ориг",
            price: 14400,
          },
          {
            id: "0-000002641",
            name: "Дисплей для Samsung G960F (S9) модуль Черный - Ориг",
            price: 14200,
          },
          {
            id: "0-000002643",
            name: "Дисплей для Samsung G965F (S9+) модуль Серый - Ориг",
            price: 14200,
          },
          {
            id: "0-000002644",
            name: "Дисплей для Samsung G965F (S9+) модуль Фиолетовый - Ориг",
            price: 14150,
          },
          {
            id: "0-000002645",
            name: "Дисплей для Samsung G965F (S9+) модуль Черный - Ориг",
            price: 13850,
          },
          {
            id: "0-000005876",
            name: "Дисплей для Samsung G970F (S10e) модуль Белый - Ориг",
            price: 12100,
          },
          {
            id: "0-000005878",
            name: "Дисплей для Samsung G970F (S10e) модуль Желтый - Ориг",
            price: 11750,
          },
          {
            id: "0-000005877",
            name: "Дисплей для Samsung G970F (S10e) модуль Зеленый - Ориг",
            price: 12700,
          },
          {
            id: "0-000005189",
            name: "Дисплей для Samsung G970F (S10e) модуль Черный - Ориг",
            price: 12500,
          },
          {
            id: "0-000005879",
            name: "Дисплей для Samsung G973F (S10) модуль Белый - Ориг",
            price: 16550,
          },
          {
            id: "0-000005880",
            name: "Дисплей для Samsung G973F (S10) модуль Зеленый - Ориг",
            price: 15400,
          },
          {
            id: "0-000005190",
            name: "Дисплей для Samsung G973F (S10) модуль Черный - Ориг",
            price: 16900,
          },
          {
            id: "0-000005884",
            name:
              "Дисплей для Samsung G975F (S10+ Ceramic) модуль Белый - Ориг",
            price: 16100,
          },
          {
            id: "0-000005885",
            name:
              "Дисплей для Samsung G975F (S10+ Ceramic) модуль Черный - Ориг",
            price: 17400,
          },
          {
            id: "0-000005881",
            name: "Дисплей для Samsung G975F (S10+) модуль Белый - Ориг",
            price: 17300,
          },
          {
            id: "0-000005191",
            name: "Дисплей для Samsung G975F (S10+) модуль Черный - Ориг",
            price: 17350,
          },
          {
            id: "0-000007291",
            name: "Дисплей для Samsung G985F (S20+) модуль Черный - Ориг",
            price: 20990,
          },
          {
            id: "УТ-00008904",
            name: "Дисплей для Samsung i9080/i9082/i9060",
            price: 520,
          },
          {
            id: "УТ-00008635",
            name: "Дисплей для Samsung i9300 модуль Белый",
            price: 1950,
          },
          {
            id: "УТ-00006759",
            name: "Дисплей для Samsung i9300 модуль Синий",
            price: 2650,
          },
          {
            id: "УТ-00007747",
            name: "Дисплей для Samsung i9300 модуль Черный",
            price: 2300,
          },
          {
            id: "Т-000006070",
            name: 'Дисплей для Samsung i9300/i9300I модуль Белый - 4.66" (TFT)',
            price: 1350,
          },
          {
            id: "УТ-00012644",
            name: 'Дисплей для Samsung i9300/i9300I модуль Синий - 4.66" (TFT)',
            price: 1370,
          },
          {
            id: "Т-000000649",
            name: "Дисплей для Samsung i9300I модуль Белый",
            price: 2400,
          },
          {
            id: "Т-000000650",
            name: "Дисплей для Samsung i9300I модуль Синий",
            price: 2400,
          },
          {
            id: "Т-000005687",
            name: "Дисплей для Samsung i9300I модуль Черный",
            price: 2450,
          },
          {
            id: "0У-00001237",
            name: "Дисплей для Samsung i9500/i9505 в сборе с тачскрином Белый",
            price: 2200,
          },
          {
            id: "Т-000001231",
            name: "Дисплей для Samsung i9500/i9505 в сборе с тачскрином Черный",
            price: 2200,
          },
          {
            id: "0У-00001238",
            name:
              "Дисплей для Samsung i9500/i9505 в сборе с тачскрином Черный (Black Edition)",
            price: 1950,
          },
          {
            id: "Т-000006022",
            name:
              "Дисплей для Samsung i9500/i9505 модуль Черный - (TFT, с регулировкой подсветки)",
            price: 1450,
          },
          {
            id: "Т-000000776",
            name: "Дисплей для Samsung J100F (J1) - Ориг",
            price: 400,
          },
          {
            id: "Т-000003962",
            name: "Дисплей для Samsung J105H/J105F (J1 mini 2016)",
            price: 420,
          },
          {
            id: "0-000001367",
            name: "Дисплей для Samsung J106F (J1 mini prime)",
            price: 450,
          },
          {
            id: "0-000002612",
            name:
              "Дисплей для Samsung J120F (J1 2016) в сборе с тачскрином Белый - (AMOLED, с регулировкой подсветки)",
            price: 2300,
          },
          {
            id: "Т-000006023",
            name:
              "Дисплей для Samsung J120F (J1 2016) в сборе с тачскрином Белый - (TFT)",
            price: 870,
          },
          {
            id: "0-000003648",
            name:
              'Дисплей для Samsung J120F (J1 2016) в сборе с тачскрином Белый - 4,3" (TFT)',
            price: 820,
          },
          {
            id: "Т-000004234",
            name:
              "Дисплей для Samsung J120F (J1 2016) в сборе с тачскрином Белый - Ориг",
            price: 2700,
          },
          {
            id: "0-000002613",
            name:
              "Дисплей для Samsung J120F (J1 2016) в сборе с тачскрином Золото - (AMOLED, с регулировкой подсветки)",
            price: 2300,
          },
          {
            id: "Т-000006024",
            name:
              "Дисплей для Samsung J120F (J1 2016) в сборе с тачскрином Золото - (TFT)",
            price: 870,
          },
          {
            id: "0-000003070",
            name:
              'Дисплей для Samsung J120F (J1 2016) в сборе с тачскрином Золото - 4,3" (TFT)',
            price: 700,
          },
          {
            id: "Т-000004235",
            name:
              "Дисплей для Samsung J120F (J1 2016) в сборе с тачскрином Золото - Ориг",
            price: 3100,
          },
          {
            id: "0-000002614",
            name:
              "Дисплей для Samsung J120F (J1 2016) в сборе с тачскрином Черный - (AMOLED, с регулировкой подсветки)",
            price: 2300,
          },
          {
            id: "Т-000006025",
            name:
              "Дисплей для Samsung J120F (J1 2016) в сборе с тачскрином Черный - (TFT)",
            price: 870,
          },
          {
            id: "0-000003069",
            name:
              'Дисплей для Samsung J120F (J1 2016) в сборе с тачскрином Черный - 4.3" (TFT)',
            price: 750,
          },
          {
            id: "Т-000004236",
            name:
              "Дисплей для Samsung J120F (J1 2016) в сборе с тачскрином Черный - Ориг",
            price: 2850,
          },
          {
            id: "0-000004560",
            name:
              "Дисплей для Samsung J250F (J2 2018) в сборе с тачскрином Золото - (AMOLED, с регулировкой подсветки)",
            price: 2600,
          },
          {
            id: "0-000003765",
            name:
              "Дисплей для Samsung J250F (J2 2018) в сборе с тачскрином Золото - (TFT, с регулировкой подсветки)",
            price: 800,
          },
          {
            id: "0-000002636",
            name:
              "Дисплей для Samsung J250F (J2 2018) в сборе с тачскрином Золото - Ориг",
            price: 2450,
          },
          {
            id: "0-000002634",
            name:
              "Дисплей для Samsung J250F (J2 2018) в сборе с тачскрином Розовый - Ориг",
            price: 2150,
          },
          {
            id: "0-000004562",
            name:
              "Дисплей для Samsung J250F (J2 2018) в сборе с тачскрином Черный - (AMOLED, с регулировкой подсветки)",
            price: 2400,
          },
          {
            id: "0-000003763",
            name:
              "Дисплей для Samsung J250F (J2 2018) в сборе с тачскрином Черный - (TFT, с регулировкой подсветки)",
            price: 700,
          },
          {
            id: "0-000002637",
            name:
              "Дисплей для Samsung J250F (J2 2018) в сборе с тачскрином Черный - Ориг",
            price: 2450,
          },
          {
            id: "0-000004937",
            name:
              "Дисплей для Samsung J260F (J2 Core 2018) в сборе с тачскрином Черный - Ориг",
            price: 1400,
          },
          {
            id: "0-000002359",
            name:
              "Дисплей для Samsung J320F (J3 2016) в сборе с тачскрином Белый - (AMOLED, с регулировкой подсветки)",
            price: 2450,
          },
          {
            id: "Т-000006026",
            name:
              "Дисплей для Samsung J320F (J3 2016) в сборе с тачскрином Белый - (TFT, с регулировкой подсветки)",
            price: 670,
          },
          {
            id: "Т-000004226",
            name:
              "Дисплей для Samsung J320F (J3 2016) в сборе с тачскрином Белый - Ориг",
            price: 2650,
          },
          {
            id: "0-000002360",
            name:
              "Дисплей для Samsung J320F (J3 2016) в сборе с тачскрином Золото - (AMOLED, с регулировкой подсветки)",
            price: 2450,
          },
          {
            id: "Т-000006027",
            name:
              "Дисплей для Samsung J320F (J3 2016) в сборе с тачскрином Золото - (TFT, с регулировкой подсветки)",
            price: 670,
          },
          {
            id: "Т-000004227",
            name:
              "Дисплей для Samsung J320F (J3 2016) в сборе с тачскрином Золото - Ориг",
            price: 2830,
          },
          {
            id: "0-000002361",
            name:
              "Дисплей для Samsung J320F (J3 2016) в сборе с тачскрином Черный - (AMOLED, с регулировкой подсветки)",
            price: 2450,
          },
          {
            id: "Т-000006028",
            name:
              "Дисплей для Samsung J320F (J3 2016) в сборе с тачскрином Черный - (TFT, с регулировкой подсветки)",
            price: 670,
          },
          {
            id: "Т-000004225",
            name:
              "Дисплей для Samsung J320F (J3 2016) в сборе с тачскрином Черный - Ориг",
            price: 2830,
          },
          {
            id: "0-000005372",
            name:
              "Дисплей для Samsung J330F (J3 2017) в сборе с тачскрином Голубой",
            price: 1000,
          },
          {
            id: "0-000001348",
            name:
              "Дисплей для Samsung J330F (J3 2017) в сборе с тачскрином Голубой - Ориг",
            price: 1600,
          },
          {
            id: "0-000005371",
            name:
              "Дисплей для Samsung J330F (J3 2017) в сборе с тачскрином Золото",
            price: 1000,
          },
          {
            id: "0-000001347",
            name:
              "Дисплей для Samsung J330F (J3 2017) в сборе с тачскрином Золото - Ориг",
            price: 1450,
          },
          {
            id: "0-000005370",
            name:
              "Дисплей для Samsung J330F (J3 2017) в сборе с тачскрином Черный",
            price: 1000,
          },
          {
            id: "0-000001349",
            name:
              "Дисплей для Samsung J330F (J3 2017) в сборе с тачскрином Черный - Ориг",
            price: 1450,
          },
          {
            id: "0-000004095",
            name:
              "Дисплей для Samsung J400F (J4 2018) в сборе с тачскрином Золото - (AMOLED, с регулировкой подсветки)",
            price: 2250,
          },
          {
            id: "0-000005150",
            name:
              "Дисплей для Samsung J400F (J4 2018) в сборе с тачскрином Золото - (TFT)",
            price: 950,
          },
          {
            id: "0-000003615",
            name:
              "Дисплей для Samsung J400F (J4 2018) в сборе с тачскрином Золото - Ориг",
            price: 3950,
          },
          {
            id: "0-000004096",
            name:
              "Дисплей для Samsung J400F (J4 2018) в сборе с тачскрином Серый - (AMOLED, с регулировкой подсветки)",
            price: 2450,
          },
          {
            id: "0-000003616",
            name:
              "Дисплей для Samsung J400F (J4 2018) в сборе с тачскрином Серый - Ориг",
            price: 3950,
          },
          {
            id: "0-000005122",
            name:
              "Дисплей для Samsung J400F (J4 2018) в сборе с тачскрином Фиолетовый - (AMOLED, с регулир. подсветки)",
            price: 2250,
          },
          {
            id: "0-000004094",
            name:
              "Дисплей для Samsung J400F (J4 2018) в сборе с тачскрином Черный - (AMOLED, с регулировкой подсветки)",
            price: 2250,
          },
          {
            id: "0-000003614",
            name:
              "Дисплей для Samsung J400F (J4 2018) в сборе с тачскрином Черный - Ориг",
            price: 4300,
          },
          {
            id: "0-000005692",
            name:
              "Дисплей для Samsung J415F/J610F (J4+ 2018/J6+ 2018) в сборе с тачскрином Черный",
            price: 1400,
          },
          {
            id: "0-000004378",
            name:
              "Дисплей для Samsung J415F/J610F (J4+ 2018/J6+ 2018) в сборе с тачскрином Черный - Ориг",
            price: 3600,
          },
          {
            id: "0-000007519",
            name:
              "Дисплей для Samsung J415F/J610F (J4+ 2018/J6+ 2018) в сборе с тачскрином Черный - Премиум",
            price: 2000,
          },
          {
            id: "Т-000006032",
            name:
              "Дисплей для Samsung J510F (J5 2016) в сборе с тачскрином Белый - (TFT, с регулировкой подсветки)",
            price: 800,
          },
          {
            id: "0-000002835",
            name:
              'Дисплей для Samsung J510F (J5 2016) в сборе с тачскрином Белый - 5.0" (AMOLED, с регулир. подсветки)',
            price: 2550,
          },
          {
            id: "Т-000006033",
            name:
              "Дисплей для Samsung J510F (J5 2016) в сборе с тачскрином Золото - (TFT, с регулировкой подсветки)",
            price: 800,
          },
          {
            id: "0-000002362",
            name:
              'Дисплей для Samsung J510F (J5 2016) в сборе с тачскрином Золото - 5.0" (AMOLED, с регулир. Подсветки',
            price: 2550,
          },
          {
            id: "Т-000004964",
            name:
              "Дисплей для Samsung J510F (J5 2016) в сборе с тачскрином Золото - Ориг",
            price: 3950,
          },
          {
            id: "Т-000006034",
            name:
              "Дисплей для Samsung J510F (J5 2016) в сборе с тачскрином Черный - (TFT, с регулировкой подсветки)",
            price: 800,
          },
          {
            id: "0-000002363",
            name:
              'Дисплей для Samsung J510F (J5 2016) в сборе с тачскрином Черный - 5.0"(AMOLED, с регулир. подсветки)',
            price: 2550,
          },
          {
            id: "Т-000004965",
            name:
              "Дисплей для Samsung J510F (J5 2016) в сборе с тачскрином Черный - Ориг",
            price: 3600,
          },
          {
            id: "0-000004099",
            name:
              "Дисплей для Samsung J530F (J5 2017) в сборе с тачскрином Золото - (TFT, с регулировкой подсветки)",
            price: 950,
          },
          {
            id: "0-000002905",
            name:
              'Дисплей для Samsung J530F (J5 2017) в сборе с тачскрином Золото - 5,0"(AMOLED, с регулир. Подсветки)',
            price: 2500,
          },
          {
            id: "0-000001181",
            name:
              "Дисплей для Samsung J530F (J5 2017) в сборе с тачскрином Золото - Ориг",
            price: 4100,
          },
          {
            id: "0-000004098",
            name:
              "Дисплей для Samsung J530F (J5 2017) в сборе с тачскрином Серебро - (TFT, с регулировкой подсветки)",
            price: 950,
          },
          {
            id: "0-000002904",
            name:
              'Дисплей для Samsung J530F (J5 2017) в сборе с тачскрином Серебро - 5.0"(AMOLED, с регулир. подсветк)',
            price: 2500,
          },
          {
            id: "0-000001182",
            name:
              "Дисплей для Samsung J530F (J5 2017) в сборе с тачскрином Серебро - Ориг",
            price: 4250,
          },
          {
            id: "0-000004097",
            name:
              "Дисплей для Samsung J530F (J5 2017) в сборе с тачскрином Черный - (TFT, с регулировкой подсветки)",
            price: 950,
          },
          {
            id: "0-000002906",
            name:
              'Дисплей для Samsung J530F (J5 2017) в сборе с тачскрином Черный - 5,0"(AMOLED, с регул. подсветки)',
            price: 2500,
          },
          {
            id: "0-000001180",
            name:
              "Дисплей для Samsung J530F (J5 2017) в сборе с тачскрином Черный - Ориг",
            price: 4250,
          },
          {
            id: "0-000004563",
            name:
              "Дисплей для Samsung J600F (J6 2018) в сборе с тачскрином Черный - (AMOLED, с регулировкой подсветки)",
            price: 3400,
          },
          {
            id: "0-000004564",
            name:
              "Дисплей для Samsung J600F (J6 2018) в сборе с тачскрином Черный - (TFT, с регулировкой подсветки)",
            price: 930,
          },
          {
            id: "0-000003617",
            name:
              "Дисплей для Samsung J600F (J6 2018) в сборе с тачскрином Черный - Ориг",
            price: 3850,
          },
          {
            id: "0-000003268",
            name:
              "Дисплей для Samsung J701F (J7 Neo) в сборе с тачскрином Золото - (AMOLED, с регулировкой подсветки)",
            price: 2300,
          },
          {
            id: "0-000003639",
            name:
              "Дисплей для Samsung J701F (J7 Neo) в сборе с тачскрином Золото - (TFT, с регулировкой подсветки)",
            price: 770,
          },
          {
            id: "0-000002588",
            name:
              "Дисплей для Samsung J701F (J7 Neo) в сборе с тачскрином Золото - Ориг",
            price: 3850,
          },
          {
            id: "0-000003269",
            name:
              "Дисплей для Samsung J701F (J7 Neo) в сборе с тачскрином Черный - (AMOLED, с регулировкой подсветки)",
            price: 2300,
          },
          {
            id: "0-000003640",
            name:
              "Дисплей для Samsung J701F (J7 Neo) в сборе с тачскрином Черный - (TFT, с регулировкой подсветки)",
            price: 770,
          },
          {
            id: "0-000002589",
            name:
              "Дисплей для Samsung J701F (J7 Neo) в сборе с тачскрином Черный - Ориг",
            price: 4050,
          },
          {
            id: "0-000002610",
            name:
              "Дисплей для Samsung J710F (J7 2016) в сборе с тачскрином Золото - (AMOLED, с регулировкой подсветки)",
            price: 2400,
          },
          {
            id: "0-000002366",
            name:
              "Дисплей для Samsung J710F (J7 2016) в сборе с тачскрином Золото - (TFT, с регулировкой подсветки)",
            price: 800,
          },
          {
            id: "Т-000004967",
            name:
              "Дисплей для Samsung J710F (J7 2016) в сборе с тачскрином Золото - Ориг",
            price: 4550,
          },
          {
            id: "0-000002611",
            name:
              "Дисплей для Samsung J710F (J7 2016) в сборе с тачскрином Черный - (AMOLED, с регулировкой подсветки)",
            price: 2400,
          },
          {
            id: "0-000002365",
            name:
              "Дисплей для Samsung J710F (J7 2016) в сборе с тачскрином Черный - (TFT, с регулировкой подсветки)",
            price: 800,
          },
          {
            id: "Т-000004968",
            name:
              "Дисплей для Samsung J710F (J7 2016) в сборе с тачскрином Черный - Ориг",
            price: 3850,
          },
          {
            id: "0-000002891",
            name:
              "Дисплей для Samsung J730F (J7 2017) в сборе с тачскрином Золото - (AMOLED, с регулировкой подсветки)",
            price: 2200,
          },
          {
            id: "0-000004101",
            name:
              "Дисплей для Samsung J730F (J7 2017) в сборе с тачскрином Золото - (TFT, с регулировкой подсветки)",
            price: 1250,
          },
          {
            id: "0-000001422",
            name:
              "Дисплей для Samsung J730F (J7 2017) в сборе с тачскрином Золото - Ориг",
            price: 5300,
          },
          {
            id: "0-000002892",
            name:
              "Дисплей для Samsung J730F (J7 2017) в сборе с тачскрином Серебро - (AMOLED, с регулир. подсветки)",
            price: 2250,
          },
          {
            id: "0-000001421",
            name:
              "Дисплей для Samsung J730F (J7 2017) в сборе с тачскрином Серебро - Ориг",
            price: 5100,
          },
          {
            id: "0-000002890",
            name:
              "Дисплей для Samsung J730F (J7 2017) в сборе с тачскрином Черный - (AMOLED, с регулировкой подсветки)",
            price: 2200,
          },
          {
            id: "0-000004100",
            name:
              "Дисплей для Samsung J730F (J7 2017) в сборе с тачскрином Черный - (TFT, с регулировкой подсветки)",
            price: 1250,
          },
          {
            id: "0-000001423",
            name:
              "Дисплей для Samsung J730F (J7 2017) в сборе с тачскрином Черный - Ориг",
            price: 5400,
          },
          {
            id: "0-000003928",
            name:
              "Дисплей для Samsung J810F (J8 2018) в сборе с тачскрином Черный - Ориг",
            price: 5100,
          },
          {
            id: "0-000005673",
            name: "Дисплей для Samsung M105F (M10) модуль Черный - Ориг",
            price: 3650,
          },
          {
            id: "0-000006964",
            name: "Дисплей для Samsung M205F (M20) в сборе с тачскрином Черный",
            price: 1600,
          },
          {
            id: "0-000006985",
            name:
              "Дисплей для Samsung M205F (M20) в сборе с тачскрином Черный - Ориг",
            price: 2200,
          },
          {
            id: "0-000005676",
            name: "Дисплей для Samsung M205F (M20) модуль Черный - Ориг",
            price: 4450,
          },
          {
            id: "0-000007313",
            name:
              "Дисплей для Samsung N770F (Note 10 Lite) модуль Красный - Ориг",
            price: 11900,
          },
          {
            id: "0-000007314",
            name:
              "Дисплей для Samsung N770F (Note 10 Lite) модуль Серебро - Ориг",
            price: 11900,
          },
          {
            id: "0-000007251",
            name:
              "Дисплей для Samsung N770F (Note 10 Lite) модуль Черный - Ориг",
            price: 11900,
          },
          {
            id: "0-000002575",
            name: "Дисплей для Samsung N950F (Note 8) модуль Золото - Ориг",
            price: 15800,
          },
          {
            id: "0-000005115",
            name: "Дисплей для Samsung N950F (Note 8) модуль Синий - Ориг",
            price: 15800,
          },
          {
            id: "0-000001545",
            name: "Дисплей для Samsung N950F (Note 8) модуль Черный - Ориг",
            price: 13600,
          },
          {
            id: "0-000004607",
            name: "Дисплей для Samsung N960F (Note 9) модуль Синий - Ориг",
            price: 15800,
          },
          {
            id: "0-000004608",
            name: "Дисплей для Samsung N960F (Note 9) модуль Черный - Ориг",
            price: 15750,
          },
          {
            id: "0-000006397",
            name: "Дисплей для Samsung N970F (Note 10) модуль Черный - Ориг",
            price: 16150,
          },
          {
            id: "0-000007363",
            name: "Дисплей для Samsung N975F (Note 10+) модуль Белый - Ориг",
            price: 20950,
          },
          {
            id: "0-000006354",
            name: "Дисплей для Samsung N975F (Note 10+) модуль Черный - Ориг",
            price: 19990,
          },
          {
            id: "УТ-00007303",
            name:
              "Дисплей для Samsung P5100/P5110/P5200/P5210/P7500/P7510/T530/T531/T535 (LTL101AL06-003)",
            price: 2200,
          },
          {
            id: "УТ-00011586",
            name: "Дисплей для Samsung S7262 (Star Plus)",
            price: 300,
          },
          {
            id: "УТ-00012818",
            name:
              "Дисплей для Samsung T110/T111/Lenovo IdeaTab A3300/IdeaTab A1000",
            price: 1050,
          },
          {
            id: "0У-00000445",
            name: 'Дисплей для Samsung T230/T231 (Tab 4 7.0" Wi-Fi/3G)',
            price: 1000,
          },
          {
            id: "Т-000005952",
            name:
              'Дисплей для Samsung T285 (Tab A 7.0" LTE) в сборе с тачскрином Черный',
            price: 1850,
          },
          {
            id: "Т-000001098",
            name:
              'Дисплей для Samsung T311 (Tab 3 8.0" 3G) в сборе с тачскрином Белый',
            price: 2750,
          },
          {
            id: "Т-000001099",
            name:
              'Дисплей для Samsung T311 (Tab 3 8.0" 3G) в сборе с тачскрином Черный',
            price: 2750,
          },
          {
            id: "Т-000004138",
            name:
              'Дисплей для Samsung T550/T555 (Tab A 9.7" Wi-Fi/LTE) в сборе с тачскрином Черный',
            price: 3200,
          },
          {
            id: "Т-000004134",
            name:
              'Дисплей для Samsung T560/T561 (Tab E 9.6" Wi-Fi/3G) в сборе с тачскрином Черный',
            price: 2800,
          },
          {
            id: "0-000000921",
            name:
              'Дисплей для Samsung T580/T585 (Tab A 10.1" Wi-Fi/LTE) в сборе с тачскрином Черный',
            price: 3600,
          },
          {
            id: "0-000007355",
            name:
              'Дисплей для Samsung T590/T595 (Tab A 10.5" Wi-Fi/LTE) в сборе с тачскрином Черный',
            price: 3790,
          },
        ],
      },
      {
        id: "249__Sony",
        name: "Sony",
        children: [
          { id: "УТ-00010955", name: "Дисплей для Sony C2305 (C)", price: 570 },
          {
            id: "УТ-00010925",
            name: "Дисплей для Sony C5502 (ZR) в сборе с тачскрином Черный",
            price: 1050,
          },
          {
            id: "Т-000001220",
            name: "Дисплей для Sony C6603 (Z) в сборе с тачскрином Черный",
            price: 900,
          },
          {
            id: "УТ-00010929",
            name:
              "Дисплей для Sony C6833 (Z Ultra) в сборе с тачскрином Черный",
            price: 1300,
          },
          {
            id: "УТ-00010983",
            name: "Дисплей для Sony C6903 (Z1) в сборе с тачскрином Черный",
            price: 850,
          },
          {
            id: "УТ-00013515",
            name: "Дисплей для Sony D2005/D2105 (E1/E1 Dual)",
            price: 380,
          },
          {
            id: "УТ-00012214",
            name: "Дисплей для Sony D2303/D2302/D2403 (M2/M2 Dual/M2 Aqua)",
            price: 800,
          },
          {
            id: "Т-000001077",
            name:
              "Дисплей для Sony D2533/D2502 (C3/C3 Dual) в сборе с тачскрином Черный",
            price: 1100,
          },
          {
            id: "0У-00000021",
            name:
              "Дисплей для Sony D5102/D5103 (T3) в сборе с тачскрином Черный",
            price: 750,
          },
          {
            id: "УТ-00012275",
            name:
              "Дисплей для Sony D5303/D5322 (T2 Ultra/T2 Ultra Dual) в сборе с тачскрином Черный",
            price: 1300,
          },
          {
            id: "Т-000000357",
            name:
              "Дисплей для Sony D5503 (Z1 Compact) в сборе с тачскрином Черный",
            price: 1200,
          },
          {
            id: "0У-00000651",
            name:
              "Дисплей для Sony D5803 (Z3 Compact) в сборе с тачскрином Белый",
            price: 1150,
          },
          {
            id: "0У-00000650",
            name:
              "Дисплей для Sony D5803 (Z3 Compact) в сборе с тачскрином Черный",
            price: 1200,
          },
          {
            id: "0-000002948",
            name: "Дисплей для Sony D5803 (Z3 Compact) модуль Белый - Ориг",
            price: 1650,
          },
          {
            id: "0У-00001176",
            name: "Дисплей для Sony D5803 (Z3 Compact) модуль Черный - Ориг",
            price: 1800,
          },
          {
            id: "УТ-00012317",
            name: "Дисплей для Sony D6503 (Z2) в сборе с тачскрином Черный",
            price: 900,
          },
          {
            id: "0-000002258",
            name:
              "Дисплей для Sony D6503 (Z2) в сборе с тачскрином Черный - Ориг",
            price: 1250,
          },
          {
            id: "Т-000001036",
            name:
              "Дисплей для Sony D6603/D6633 (Z3/Z3 Dual) в сборе с тачскрином Белый",
            price: 950,
          },
          {
            id: "Т-000001037",
            name:
              "Дисплей для Sony D6603/D6633 (Z3/Z3 Dual) в сборе с тачскрином Черный",
            price: 900,
          },
          {
            id: "0У-00001000",
            name:
              "Дисплей для Sony D6603/D6633 (Z3/Z3 Dual) в сборе с тачскрином Черный - Ориг",
            price: 1650,
          },
          {
            id: "Т-000001118",
            name: "Дисплей для Sony E2105/E2115 (E4/E4 Dual)",
            price: 510,
          },
          {
            id: "Т-000003000",
            name:
              "Дисплей для Sony E2105/E2115 (E4/E4 Dual) в сборе с тачскрином Черный",
            price: 1000,
          },
          {
            id: "0-000004467",
            name: "Дисплей для Sony E2303 (M4) модуль Белый",
            price: 890,
          },
          {
            id: "0-000004468",
            name: "Дисплей для Sony E2303 (M4) модуль Черный",
            price: 970,
          },
          {
            id: "Т-000003071",
            name:
              "Дисплей для Sony E2303/E2312/E2333 (M4 Aqua/M4 Dual/M4 Aqua Dual) в сборе с тачскрином Белый",
            price: 690,
          },
          {
            id: "Т-000003072",
            name:
              "Дисплей для Sony E2303/E2312/E2333 (M4 Aqua/M4 Dual/M4 Aqua Dual) в сборе с тачскрином Черный",
            price: 800,
          },
          {
            id: "Т-000003138",
            name:
              "Дисплей для Sony E5303/E5333 (C4/C4 Dual) в сборе с тачскрином Черный",
            price: 1200,
          },
          {
            id: "Т-000003274",
            name:
              "Дисплей для Sony E5533/E5563 (C5 Ultra Dual) в сборе с тачскрином Черный",
            price: 1450,
          },
          {
            id: "Т-000003236",
            name:
              "Дисплей для Sony E5603/E5633 (M5/M5 Dual) в сборе с тачскрином Черный",
            price: 950,
          },
          {
            id: "Т-000004129",
            name:
              "Дисплей для Sony E5823 (Z5 Compact) в сборе с тачскрином Черный",
            price: 1150,
          },
          {
            id: "Т-000003237",
            name:
              "Дисплей для Sony E6533/E6553 (Z3+ Dual/Z3+) в сборе с тачскрином Черный",
            price: 1300,
          },
          {
            id: "Т-000004135",
            name:
              "Дисплей для Sony E6653/E6683 (Z5/Z5 Dual) в сборе с тачскрином Черный - Ориг",
            price: 1800,
          },
          {
            id: "Т-000005251",
            name:
              "Дисплей для Sony F3111/F3112 (XA/XA Dual) в сборе с тачскрином Белый",
            price: 850,
          },
          {
            id: "Т-000005253",
            name:
              "Дисплей для Sony F3111/F3112 (XA/XA Dual) в сборе с тачскрином Зеленый",
            price: 960,
          },
          {
            id: "0-000003872",
            name:
              "Дисплей для Sony F3111/F3112 (XA/XA Dual) в сборе с тачскрином Черный - Ориг",
            price: 1400,
          },
          {
            id: "Т-000005255",
            name:
              "Дисплей для Sony F3111/F3112 (XA/XA Dual) модуль Черный - Ориг",
            price: 1750,
          },
          {
            id: "Т-000005278",
            name:
              "Дисплей для Sony F3211/F3212 (XA Ultra/XA Ultra Dual) в сборе с тачскрином Золото",
            price: 1400,
          },
          {
            id: "Т-000005277",
            name:
              "Дисплей для Sony F3211/F3212 (XA Ultra/XA Ultra Dual) в сборе с тачскрином Черный",
            price: 1750,
          },
          {
            id: "Т-000005318",
            name: "Дисплей для Sony F3311 (E5) в сборе с тачскрином Белый",
            price: 800,
          },
          {
            id: "Т-000005317",
            name: "Дисплей для Sony F3311 (E5) в сборе с тачскрином Черный",
            price: 800,
          },
          {
            id: "Т-000005163",
            name: "Дисплей для Sony F3311 (E5) модуль Черный - Ориг",
            price: 1500,
          },
          {
            id: "Т-000005288",
            name:
              "Дисплей для Sony F5121/F5122/F8131/F8132 (X/X Dual/X Performance) в сборе с тачскрином Белый",
            price: 1350,
          },
          {
            id: "Т-000005289",
            name:
              "Дисплей для Sony F5121/F5122/F8131/F8132 (X/X Dual/X Performance) в сборе с тачскрином Зеленый",
            price: 1350,
          },
          {
            id: "Т-000005290",
            name:
              "Дисплей для Sony F5121/F5122/F8131/F8132 (X/X Dual/X Performance) в сборе с тачскрином Розовый",
            price: 1350,
          },
          {
            id: "Т-000004756",
            name:
              "Дисплей для Sony F5121/F5122/F8131/F8132 (X/X Dual/X Performance) в сборе с тачскрином Черный",
            price: 1350,
          },
          {
            id: "Т-000005671",
            name:
              "Дисплей для Sony F5321 (X Compact) в сборе с тачскрином Черный",
            price: 1350,
          },
          {
            id: "Т-000005662",
            name:
              "Дисплей для Sony F8331/F8332 (XZ/XZ Dual) в сборе с тачскрином Розовый",
            price: 1400,
          },
          {
            id: "Т-000005661",
            name:
              "Дисплей для Sony F8331/F8332 (XZ/XZ Dual) в сборе с тачскрином Черный",
            price: 1450,
          },
          {
            id: "0-000000927",
            name:
              "Дисплей для Sony G3121/G3112 (XA1/XA1 Dual) в сборе с тачскрином Белый",
            price: 850,
          },
          {
            id: "0-000000929",
            name:
              "Дисплей для Sony G3121/G3112 (XA1/XA1 Dual) в сборе с тачскрином Золото",
            price: 750,
          },
          {
            id: "0-000000928",
            name:
              "Дисплей для Sony G3121/G3112 (XA1/XA1 Dual) в сборе с тачскрином Черный",
            price: 870,
          },
          {
            id: "0-000000930",
            name:
              "Дисплей для Sony G3121/G3112 (XA1/XA1 Dual) модуль Белый - Ориг",
            price: 1450,
          },
          {
            id: "0-000000933",
            name:
              "Дисплей для Sony G3121/G3112 (XA1/XA1 Dual) модуль Черный - Ориг",
            price: 1350,
          },
          {
            id: "0-000000936",
            name:
              "Дисплей для Sony G3221/G3212 (XA1 Ultra/XA1 Ultra Dual) в сборе с тачскрином Черный",
            price: 1950,
          },
          {
            id: "0-000000937",
            name:
              "Дисплей для Sony G3221/G3212 (XA1 Ultra/XA1 Ultra Dual) модуль Черный - Ориг",
            price: 2350,
          },
          {
            id: "0-000000939",
            name:
              "Дисплей для Sony G3311/G3312 (L1/L1 Dual) в сборе с тачскрином Белый",
            price: 1050,
          },
          {
            id: "0-000000940",
            name:
              "Дисплей для Sony G3311/G3312 (L1/L1 Dual) в сборе с тачскрином Черный",
            price: 1100,
          },
          {
            id: "0-000000942",
            name:
              "Дисплей для Sony G3311/G3312 (L1/L1 Dual) модуль Черный - Ориг",
            price: 1250,
          },
          {
            id: "0-000002577",
            name:
              "Дисплей для Sony G3421/G3412 (XA1 Plus/XA1 Plus Dual) в сборе с тачскрином Золото",
            price: 1800,
          },
          {
            id: "0-000002578",
            name:
              "Дисплей для Sony G3421/G3412 (XA1 Plus/XA1 Plus Dual) в сборе с тачскрином Черный",
            price: 1750,
          },
          {
            id: "0-000003466",
            name:
              "Дисплей для Sony H4113 (XA2 Dual) в сборе с тачскрином Черный",
            price: 1150,
          },
          {
            id: "0-000003475",
            name:
              "Дисплей для Sony H4213 (XA2 Ultra Dual) в сборе с тачскрином Черный",
            price: 1650,
          },
          {
            id: "0-000003160",
            name:
              "Дисплей для Sony H4311 (L2 Dual) в сборе с тачскрином Черный",
            price: 1250,
          },
          {
            id: "0-000004544",
            name:
              "Дисплей для Sony H8166 (XZ2 Premium Dual) в сборе с тачскрином Серебро",
            price: 5950,
          },
          {
            id: "0-000003482",
            name:
              "Дисплей для Sony H8296 (XZ2/XZ2 Dual) в сборе с тачскрином Зеленый",
            price: 2900,
          },
          {
            id: "0-000003483",
            name:
              "Дисплей для Sony H8296 (XZ2/XZ2 Dual) в сборе с тачскрином Серебро",
            price: 4150,
          },
          {
            id: "0-000003491",
            name:
              "Дисплей для Sony H8296 (XZ2/XZ2 Dual) в сборе с тачскрином Черный",
            price: 2500,
          },
          {
            id: "0-000004811",
            name:
              "Дисплей для Sony H9436 (XZ3 Dual) в сборе с тачскрином Черный",
            price: 7600,
          },
          {
            id: "0-000005418",
            name:
              "Дисплей для Sony I4113 (10 Dual) в сборе с тачскрином Черный",
            price: 1850,
          },
          {
            id: "0-000005419",
            name:
              "Дисплей для Sony I4213 (10 Plus Dual) в сборе с тачскрином Черный",
            price: 2150,
          },
          {
            id: "0-000005417",
            name:
              "Дисплей для Sony I4312 (L3 Dual) в сборе с тачскрином Черный",
            price: 1650,
          },
          {
            id: "УТ-00012389",
            name: "Дисплей для Sony Tablet Z в сборе с тачскрином Черный",
            price: 2850,
          },
          {
            id: "УТ-00012390",
            name: "Дисплей для Sony Tablet Z2 в сборе с тачскрином Черный",
            price: 4250,
          },
          {
            id: "Т-000003296",
            name:
              "Дисплей для Sony Tablet Z4 в сборе с тачскрином Белый - Ориг",
            price: 7100,
          },
          {
            id: "Т-000001865",
            name:
              "Дисплей для Sony Tablet Z4 в сборе с тачскрином Черный - Ориг",
            price: 7200,
          },
        ],
      },
      {
        id: "250__Vivo",
        name: "Vivo",
        children: [
          {
            id: "0-000004069",
            name: "Дисплей для Vivo V9 Youth в сборе с тачскрином Черный",
            price: 1350,
          },
          {
            id: "0-000003806",
            name: "Дисплей для Vivo V9 в сборе с тачскрином Черный",
            price: 1750,
          },
          {
            id: "0-000004068",
            name: "Дисплей для Vivo Y81 в сборе с тачскрином Черный",
            price: 1500,
          },
        ],
      },
      {
        id: "251__Wileyfox",
        name: "Wileyfox",
        children: [
          {
            id: "0-000002069",
            name:
              "Дисплей для Wileyfox Swift 2/Wileyfox Swift 2 Plus в сборе с тачскрином Черный",
            price: 1250,
          },
        ],
      },
      {
        id: "252__Xiaomi",
        name: "Xiaomi",
        children: [
          {
            id: "Т-000002077",
            name: "Дисплей для Xiaomi Mi 4 в сборе с тачскрином Белый",
            price: 1100,
          },
          {
            id: "Т-000002076",
            name: "Дисплей для Xiaomi Mi 4 в сборе с тачскрином Черный",
            price: 1100,
          },
          {
            id: "Т-000004264",
            name: "Дисплей для Xiaomi Mi 4C в сборе с тачскрином Черный",
            price: 950,
          },
          {
            id: "Т-000004254",
            name: "Дисплей для Xiaomi Mi 4i в сборе с тачскрином Черный",
            price: 900,
          },
          {
            id: "Т-000004278",
            name: "Дисплей для Xiaomi Mi 5 в сборе с тачскрином Белый",
            price: 1400,
          },
          {
            id: "Т-000004279",
            name: "Дисплей для Xiaomi Mi 5 в сборе с тачскрином Золото",
            price: 1400,
          },
          {
            id: "Т-000004280",
            name: "Дисплей для Xiaomi Mi 5 в сборе с тачскрином Черный",
            price: 1400,
          },
          {
            id: "Т-000005894",
            name: "Дисплей для Xiaomi Mi 5S Plus в сборе с тачскрином Черный",
            price: 1800,
          },
          {
            id: "Т-000005889",
            name: "Дисплей для Xiaomi Mi 5S в сборе с тачскрином Белый",
            price: 1550,
          },
          {
            id: "Т-000005890",
            name: "Дисплей для Xiaomi Mi 5S в сборе с тачскрином Черный",
            price: 1550,
          },
          {
            id: "0-000001115",
            name: "Дисплей для Xiaomi Mi 6 в сборе с тачскрином Черный",
            price: 2100,
          },
          {
            id: "0-000003930",
            name: "Дисплей для Xiaomi Mi 6X/Mi A2 в сборе с тачскрином Белый",
            price: 1300,
          },
          {
            id: "0-000003929",
            name: "Дисплей для Xiaomi Mi 6X/Mi A2 в сборе с тачскрином Черный",
            price: 1300,
          },
          {
            id: "0-000004494",
            name: "Дисплей для Xiaomi Mi 8 Lite в сборе с тачскрином Черный",
            price: 1400,
          },
          {
            id: "0-000005710",
            name: "Дисплей для Xiaomi Mi 8 Pro в сборе с тачскрином Черный",
            price: 6400,
          },
          {
            id: "0-000003297",
            name: "Дисплей для Xiaomi Mi 8 в сборе с тачскрином Черный",
            price: 4750,
          },
          {
            id: "0-000006879",
            name: "Дисплей для Xiaomi Mi 9 Lite в сборе с тачскрином Черный",
            price: 7600,
          },
          {
            id: "0-000005290",
            name: "Дисплей для Xiaomi Mi 9 в сборе с тачскрином Черный",
            price: 5400,
          },
          {
            id: "0-000002021",
            name: "Дисплей для Xiaomi Mi A1/Mi 5X в сборе с тачскрином Белый",
            price: 1100,
          },
          {
            id: "0-000002020",
            name: "Дисплей для Xiaomi Mi A1/Mi 5X в сборе с тачскрином Черный",
            price: 950,
          },
          {
            id: "0-000005856",
            name: "Дисплей для Xiaomi Mi A1/Mi 5X модуль Черный - Ориг",
            price: 3100,
          },
          {
            id: "0-000006332",
            name: "Дисплей для Xiaomi Mi A3 в сборе с тачскрином Черный",
            price: 6900,
          },
          {
            id: "0-000002120",
            name: "Дисплей для Xiaomi Mi Max 2 в сборе с тачскрином Белый",
            price: 2250,
          },
          {
            id: "0-000002119",
            name: "Дисплей для Xiaomi Mi Max 2 в сборе с тачскрином Черный",
            price: 2300,
          },
          {
            id: "0-000004240",
            name: "Дисплей для Xiaomi Mi Max 3 в сборе с тачскрином Белый",
            price: 1600,
          },
          {
            id: "0-000004241",
            name: "Дисплей для Xiaomi Mi Max 3 в сборе с тачскрином Черный",
            price: 1850,
          },
          {
            id: "Т-000004990",
            name: "Дисплей для Xiaomi Mi Max в сборе с тачскрином Белый",
            price: 1950,
          },
          {
            id: "0-000002561",
            name: "Дисплей для Xiaomi Mi Mix 2 в сборе с тачскрином Черный",
            price: 2400,
          },
          {
            id: "0-000005981",
            name: "Дисплей для Xiaomi Mi Mix 2S в сборе с тачскрином Белый",
            price: 1950,
          },
          {
            id: "0-000005715",
            name: "Дисплей для Xiaomi Mi Mix 2S в сборе с тачскрином Черный",
            price: 2250,
          },
          {
            id: "0-000002571",
            name: "Дисплей для Xiaomi Mi Note 3 в сборе с тачскрином Черный",
            price: 1950,
          },
          {
            id: "0-000005463",
            name: "Дисплей для Xiaomi Mi Play в сборе с тачскрином Черный",
            price: 1300,
          },
          {
            id: "Т-000005431",
            name: "Дисплей для Xiaomi MiPad 2 в сборе с тачскрином Черный",
            price: 2050,
          },
          {
            id: "Т-000005430",
            name: "Дисплей для Xiaomi MiPad в сборе с тачскрином Черный",
            price: 1900,
          },
          {
            id: "Т-000004252",
            name:
              "Дисплей для Xiaomi Redmi 2/Redmi 2 EE в сборе с тачскрином Черный",
            price: 670,
          },
          {
            id: "Т-000004976",
            name:
              "Дисплей для Xiaomi Redmi 3/Redmi 3S/Redmi 3 Pro/Redmi 3X в сборе с тачскрином Белый",
            price: 690,
          },
          {
            id: "Т-000004977",
            name:
              "Дисплей для Xiaomi Redmi 3/Redmi 3S/Redmi 3 Pro/Redmi 3X в сборе с тачскрином Золото",
            price: 690,
          },
          {
            id: "Т-000004978",
            name:
              "Дисплей для Xiaomi Redmi 3/Redmi 3S/Redmi 3 Pro/Redmi 3X в сборе с тачскрином Черный",
            price: 690,
          },
          {
            id: "0-000000117",
            name:
              "Дисплей для Xiaomi Redmi 4 Pro (Prime) в сборе с тачскрином Белый",
            price: 950,
          },
          {
            id: "0-000000118",
            name:
              "Дисплей для Xiaomi Redmi 4 Pro (Prime) в сборе с тачскрином Золото",
            price: 950,
          },
          {
            id: "0-000000116",
            name:
              "Дисплей для Xiaomi Redmi 4 Pro (Prime) в сборе с тачскрином Черный",
            price: 950,
          },
          {
            id: "Т-000006074",
            name: "Дисплей для Xiaomi Redmi 4 в сборе с тачскрином Белый",
            price: 1000,
          },
          {
            id: "Т-000006075",
            name: "Дисплей для Xiaomi Redmi 4 в сборе с тачскрином Золото",
            price: 1000,
          },
          {
            id: "Т-000006076",
            name: "Дисплей для Xiaomi Redmi 4 в сборе с тачскрином Черный",
            price: 1000,
          },
          {
            id: "0-000000952",
            name: "Дисплей для Xiaomi Redmi 4A в сборе с тачскрином Белый",
            price: 650,
          },
          {
            id: "0-000000953",
            name: "Дисплей для Xiaomi Redmi 4A в сборе с тачскрином Черный",
            price: 650,
          },
          {
            id: "0-000006638",
            name: "Дисплей для Xiaomi Redmi 4A модуль Белый - Ориг",
            price: 1500,
          },
          {
            id: "0-000004327",
            name: "Дисплей для Xiaomi Redmi 4A модуль Черный - Ориг",
            price: 1500,
          },
          {
            id: "0-000000954",
            name: "Дисплей для Xiaomi Redmi 4X в сборе с тачскрином Белый",
            price: 750,
          },
          {
            id: "0-000000955",
            name: "Дисплей для Xiaomi Redmi 4X в сборе с тачскрином Черный",
            price: 750,
          },
          {
            id: "0-000005091",
            name: "Дисплей для Xiaomi Redmi 4X модуль Белый",
            price: 1100,
          },
          {
            id: "0-000005092",
            name: "Дисплей для Xiaomi Redmi 4X модуль Черный",
            price: 1100,
          },
          {
            id: "0-000002590",
            name: "Дисплей для Xiaomi Redmi 5 Plus в сборе с тачскрином Белый",
            price: 1150,
          },
          {
            id: "0-000002574",
            name: "Дисплей для Xiaomi Redmi 5 Plus в сборе с тачскрином Черный",
            price: 1150,
          },
          {
            id: "0-000002813",
            name: "Дисплей для Xiaomi Redmi 5 в сборе с тачскрином Белый",
            price: 1050,
          },
          {
            id: "0-000005864",
            name:
              "Дисплей для Xiaomi Redmi 5 в сборе с тачскрином Белый - Ориг",
            price: 1650,
          },
          {
            id: "0-000002814",
            name: "Дисплей для Xiaomi Redmi 5 в сборе с тачскрином Черный",
            price: 1050,
          },
          {
            id: "0-000005865",
            name:
              "Дисплей для Xiaomi Redmi 5 в сборе с тачскрином Черный - Ориг",
            price: 1400,
          },
          {
            id: "0-000006909",
            name: "Дисплей для Xiaomi Redmi 5 модуль Черный - Ориг",
            price: 2250,
          },
          {
            id: "0-000003484",
            name:
              "Дисплей для Xiaomi Redmi 5A/Redmi Go в сборе с тачскрином Белый",
            price: 800,
          },
          {
            id: "0-000005225",
            name:
              "Дисплей для Xiaomi Redmi 5A/Redmi Go в сборе с тачскрином Белый - Ориг",
            price: 1700,
          },
          {
            id: "0-000002576",
            name:
              "Дисплей для Xiaomi Redmi 5A/Redmi Go в сборе с тачскрином Черный",
            price: 650,
          },
          {
            id: "0-000005224",
            name:
              "Дисплей для Xiaomi Redmi 5A/Redmi Go в сборе с тачскрином Черный - Ориг",
            price: 1750,
          },
          {
            id: "0-000003931",
            name:
              "Дисплей для Xiaomi Redmi 6 Pro/Mi A2 Lite в сборе с тачскрином Черный",
            price: 950,
          },
          {
            id: "0-000003743",
            name: "Дисплей для Xiaomi Redmi 6 модуль Черный - Ориг",
            price: 2400,
          },
          {
            id: "0-000003920",
            name:
              "Дисплей для Xiaomi Redmi 6/Redmi 6A в сборе с тачскрином Белый",
            price: 800,
          },
          {
            id: "0-000003921",
            name:
              "Дисплей для Xiaomi Redmi 6/Redmi 6A в сборе с тачскрином Черный",
            price: 800,
          },
          {
            id: "0-000005226",
            name:
              "Дисплей для Xiaomi Redmi 6/Redmi 6A в сборе с тачскрином Черный - Ориг",
            price: 2100,
          },
          {
            id: "0-000007019",
            name:
              "Дисплей для Xiaomi Redmi 6/Redmi 6A в сборе с тачскрином Черный - Премиум",
            price: 930,
          },
          {
            id: "0-000006542",
            name: "Дисплей для Xiaomi Redmi 6A модуль Черный - Ориг",
            price: 2350,
          },
          {
            id: "0-000005288",
            name: "Дисплей для Xiaomi Redmi 7 в сборе с тачскрином Черный",
            price: 1250,
          },
          {
            id: "0-000005868",
            name:
              "Дисплей для Xiaomi Redmi 7 в сборе с тачскрином Черный - Ориг",
            price: 2150,
          },
          {
            id: "0-000006024",
            name: "Дисплей для Xiaomi Redmi 7A в сборе с тачскрином Черный",
            price: 900,
          },
          {
            id: "Т-000004253",
            name: "Дисплей для Xiaomi Redmi Note 2 в сборе с тачскрином Черный",
            price: 850,
          },
          {
            id: "0-000001187",
            name:
              "Дисплей для Xiaomi Redmi Note 3 Pro SE (152 mm) в сборе с тачскрином Золото",
            price: 1050,
          },
          {
            id: "0-000000958",
            name:
              "Дисплей для Xiaomi Redmi Note 3 Pro SE (152 mm) в сборе с тачскрином Черный",
            price: 1050,
          },
          {
            id: "Т-000004257",
            name:
              "Дисплей для Xiaomi Redmi Note 3/Redmi Note 3 Pro в сборе с тачскрином Белый",
            price: 950,
          },
          {
            id: "Т-000005795",
            name:
              "Дисплей для Xiaomi Redmi Note 3/Redmi Note 3 Pro в сборе с тачскрином Золото",
            price: 1100,
          },
          {
            id: "Т-000004258",
            name:
              "Дисплей для Xiaomi Redmi Note 3/Redmi Note 3 Pro в сборе с тачскрином Черный",
            price: 900,
          },
          {
            id: "Т-000005860",
            name:
              "Дисплей для Xiaomi Redmi Note 4/Note 4 PRO в сборе с тачскрином Белый",
            price: 900,
          },
          {
            id: "Т-000005862",
            name:
              "Дисплей для Xiaomi Redmi Note 4/Note 4 PRO в сборе с тачскрином Черный",
            price: 900,
          },
          {
            id: "0-000000956",
            name:
              "Дисплей для Xiaomi Redmi Note 4X/Note 4 Global Version в сборе с тачскрином Белый",
            price: 980,
          },
          {
            id: "0-000000957",
            name:
              "Дисплей для Xiaomi Redmi Note 4X/Note 4 Global Version в сборе с тачскрином Черный",
            price: 980,
          },
          {
            id: "0-000006394",
            name:
              "Дисплей для Xiaomi Redmi Note 4X/Note 4 Global Version модуль Белый",
            price: 1400,
          },
          {
            id: "0-000005870",
            name:
              "Дисплей для Xiaomi Redmi Note 4X/Note 4 Global Version модуль Белый - Ориг",
            price: 2600,
          },
          {
            id: "0-000006395",
            name:
              "Дисплей для Xiaomi Redmi Note 4X/Note 4 Global Version модуль Черный",
            price: 1400,
          },
          {
            id: "0-000005871",
            name:
              "Дисплей для Xiaomi Redmi Note 4X/Note 4 Global Version модуль Черный - Ориг",
            price: 2700,
          },
          {
            id: "0-000003744",
            name:
              "Дисплей для Xiaomi Redmi Note 5/Note 5 Pro в сборе с тачскрином Белый",
            price: 1150,
          },
          {
            id: "0-000002828",
            name:
              "Дисплей для Xiaomi Redmi Note 5/Note 5 Pro в сборе с тачскрином Черный",
            price: 1150,
          },
          {
            id: "0-000004329",
            name:
              "Дисплей для Xiaomi Redmi Note 5/Note 5 Pro в сборе с тачскрином Черный - Ориг",
            price: 2250,
          },
          {
            id: "0-000007024",
            name:
              "Дисплей для Xiaomi Redmi Note 5/Note 5 Pro в сборе с тачскрином Черный - Премиум",
            price: 1350,
          },
          {
            id: "0-000002826",
            name:
              "Дисплей для Xiaomi Redmi Note 5A Prime в сборе с тачскрином Белый",
            price: 870,
          },
          {
            id: "0-000002827",
            name:
              "Дисплей для Xiaomi Redmi Note 5A Prime в сборе с тачскрином Черный",
            price: 870,
          },
          {
            id: "0-000004644",
            name:
              "Дисплей для Xiaomi Redmi Note 5A Prime в сборе с тачскрином Черный - Ориг",
            price: 1900,
          },
          {
            id: "0-000006639",
            name: "Дисплей для Xiaomi Redmi Note 5A Prime модуль Белый - Ориг",
            price: 1850,
          },
          {
            id: "0-000006640",
            name: "Дисплей для Xiaomi Redmi Note 5A Prime модуль Черный - Ориг",
            price: 1850,
          },
          {
            id: "0-000002631",
            name: "Дисплей для Xiaomi Redmi Note 5A в сборе с тачскрином Белый",
            price: 930,
          },
          {
            id: "0-000002630",
            name:
              "Дисплей для Xiaomi Redmi Note 5A в сборе с тачскрином Черный",
            price: 930,
          },
          {
            id: "0-000004331",
            name:
              "Дисплей для Xiaomi Redmi Note 5A в сборе с тачскрином Черный - Ориг",
            price: 2000,
          },
          {
            id: "0-000006641",
            name: "Дисплей для Xiaomi Redmi Note 5A модуль Белый - Ориг",
            price: 1850,
          },
          {
            id: "0-000004390",
            name:
              "Дисплей для Xiaomi Redmi Note 6 Pro в сборе с тачскрином Черный",
            price: 1500,
          },
          {
            id: "0-000005872",
            name:
              "Дисплей для Xiaomi Redmi Note 6 Pro в сборе с тачскрином Черный - Ориг",
            price: 2300,
          },
          {
            id: "0-000005200",
            name:
              "Дисплей для Xiaomi Redmi Note 7/Note 7 Pro в сборе с тачскрином Черный",
            price: 1100,
          },
          {
            id: "0-000005873",
            name:
              "Дисплей для Xiaomi Redmi Note 7/Note 7 Pro в сборе с тачскрином Черный - Ориг",
            price: 1550,
          },
          {
            id: "0-000006962",
            name: "Дисплей для Xiaomi Redmi Note 8 в сборе с тачскрином Синий",
            price: 1450,
          },
          {
            id: "0-000006437",
            name: "Дисплей для Xiaomi Redmi Note 8 в сборе с тачскрином Черный",
            price: 1600,
          },
          {
            id: "0-000003932",
            name: "Дисплей для Xiaomi Redmi S2 в сборе с тачскрином Белый",
            price: 900,
          },
          {
            id: "0-000005874",
            name:
              "Дисплей для Xiaomi Redmi S2 в сборе с тачскрином Белый - Ориг",
            price: 1900,
          },
          {
            id: "0-000003933",
            name: "Дисплей для Xiaomi Redmi S2 в сборе с тачскрином Черный",
            price: 950,
          },
        ],
      },
      {
        id: "253__ZTE",
        name: "ZTE",
        children: [
          {
            id: "0-000000961",
            name: "Дисплей для ZTE Axon 7 mini в сборе с тачскрином Черный",
            price: 5200,
          },
          {
            id: "0-000000962",
            name: "Дисплей для ZTE Axon 7 в сборе с тачскрином Черный",
            price: 3500,
          },
          {
            id: "0-000000059",
            name: "Дисплей для ZTE Blade A510 в сборе с тачскрином Черный",
            price: 1200,
          },
          {
            id: "0-000000965",
            name: "Дисплей для ZTE Blade A520 в сборе с тачскрином Черный",
            price: 1000,
          },
          {
            id: "0-000004822",
            name: "Дисплей для ZTE Blade A530 в сборе с тачскрином Черный",
            price: 1150,
          },
          {
            id: "0-000003397",
            name: "Дисплей для ZTE Blade A6 Max в сборе с тачскрином Белый",
            price: 1000,
          },
          {
            id: "0-000003396",
            name: "Дисплей для ZTE Blade A6 Max в сборе с тачскрином Черный",
            price: 1150,
          },
          {
            id: "0-000002068",
            name:
              "Дисплей для ZTE Blade A6/A6 Lite в сборе с тачскрином Золото",
            price: 1150,
          },
          {
            id: "0-000002066",
            name:
              "Дисплей для ZTE Blade A6/A6 Lite в сборе с тачскрином Черный",
            price: 1150,
          },
          {
            id: "0-000001360",
            name: "Дисплей для ZTE Blade A601 в сборе с тачскрином Черный",
            price: 970,
          },
          {
            id: "0-000002607",
            name:
              "Дисплей для ZTE Blade A610 (TXDS500EHDPA-241) в сборе с тачскрином Белый",
            price: 900,
          },
          {
            id: "0-000002608",
            name:
              "Дисплей для ZTE Blade A610 (TXDS500SHDPA-318) в сборе с тачскрином Белый",
            price: 1000,
          },
          {
            id: "0-000002072",
            name: "Дисплей для ZTE Blade A610 Plus в сборе с тачскрином Черный",
            price: 1150,
          },
          {
            id: "0-000007591",
            name:
              "Дисплей для ZTE Blade A610/A610C (универсальная версия) в сборе с тачскрином Белый",
            price: 1000,
          },
          {
            id: "0-000007590",
            name:
              "Дисплей для ZTE Blade A610/A610C (универсальная версия) в сборе с тачскрином Черный",
            price: 1000,
          },
          {
            id: "0-000002606",
            name:
              "Дисплей для ZTE Blade A610C (YT50F278A1_LFPC_A) в сборе с тачскрином Белый",
            price: 1050,
          },
          {
            id: "0-000002605",
            name:
              "Дисплей для ZTE Blade A610C (YT50F278A1_LFPC_A) в сборе с тачскрином Черный",
            price: 1000,
          },
          {
            id: "0-000006398",
            name: "Дисплей для ZTE Blade A7 2019 в сборе с тачскрином Черный",
            price: 1750,
          },
          {
            id: "0-000004843",
            name: "Дисплей для ZTE Blade A7 Vita в сборе с тачскрином Черный",
            price: 1150,
          },
          {
            id: "0-000000061",
            name: "Дисплей для ZTE Blade A910 в сборе с тачскрином Черный",
            price: 3150,
          },
          {
            id: "0-000000661",
            name:
              "Дисплей для ZTE Blade AF3/A5/A5 Pro в сборе с тачскрином Черный",
            price: 550,
          },
          {
            id: "Т-000005486",
            name: "Дисплей для ZTE Blade AF3/AF5/A5/A5 Pro",
            price: 340,
          },
          {
            id: "Т-000005237",
            name: "Дисплей для ZTE Blade L5 Plus в сборе с тачскрином Черный",
            price: 1200,
          },
          {
            id: "0-000002458",
            name: "Дисплей для ZTE Blade L7 в сборе с тачскрином Черный",
            price: 900,
          },
          {
            id: "0-000006142",
            name: "Дисплей для ZTE Blade V10 Vita в сборе с тачскрином Черный",
            price: 1600,
          },
          {
            id: "0-000007155",
            name: "Дисплей для ZTE Blade V10 в сборе с тачскрином Черный",
            price: 2200,
          },
          {
            id: "Т-000005235",
            name: "Дисплей для ZTE Blade V7 Lite в сборе с тачскрином Белый",
            price: 1000,
          },
          {
            id: "Т-000005234",
            name: "Дисплей для ZTE Blade V7 Lite в сборе с тачскрином Черный",
            price: 1150,
          },
          {
            id: "0-000000672",
            name: "Дисплей для ZTE Blade V7 в сборе с тачскрином Черный",
            price: 1100,
          },
          {
            id: "0-000001505",
            name: "Дисплей для ZTE Blade V8 Lite в сборе с тачскрином Черный",
            price: 1150,
          },
          {
            id: "0-000004702",
            name: "Дисплей для ZTE Blade V8 mini в сборе с тачскрином Белый",
            price: 1150,
          },
          {
            id: "0-000002052",
            name: "Дисплей для ZTE Blade V8 mini в сборе с тачскрином Черный",
            price: 1150,
          },
          {
            id: "0-000001117",
            name: "Дисплей для ZTE Blade V8 в сборе с тачскрином Белый",
            price: 1100,
          },
          {
            id: "0-000001118",
            name: "Дисплей для ZTE Blade V8 в сборе с тачскрином Черный",
            price: 1050,
          },
          {
            id: "0-000004590",
            name: "Дисплей для ZTE Blade V9 Vita в сборе с тачскрином Черный",
            price: 1250,
          },
          {
            id: "0-000003791",
            name: "Дисплей для ZTE Blade V9 в сборе с тачскрином Черный",
            price: 1350,
          },
          {
            id: "0-000002902",
            name:
              "Дисплей для ZTE Blade X3 (D2 A452) в сборе с тачскрином Золото",
            price: 1000,
          },
          {
            id: "Т-000005011",
            name:
              "Дисплей для ZTE Blade X3 (D2 A452) в сборе с тачскрином Черный",
            price: 950,
          },
          {
            id: "0-000001316",
            name: "Дисплей для ZTE Blade X5 в сборе с тачскрином Черный",
            price: 980,
          },
          {
            id: "Т-000004026",
            name:
              "Дисплей для ZTE Blade X7/Blade Z7 в сборе с тачскрином Черный",
            price: 1100,
          },
          {
            id: "0-000000967",
            name: "Дисплей для ZTE Blade Z10 в сборе с тачскрином Черный",
            price: 1150,
          },
          {
            id: "Т-000001946",
            name: "Дисплей для ZTE Nubia Z9 Mini в сборе с тачскрином Черный",
            price: 800,
          },
        ],
      },
      {
        id: "254__МТС",
        name: "МТС",
        children: [
          {
            id: "Т-000004302",
            name: "Дисплей для МТС Smart Surf 4G в сборе с тачскрином Черный",
            price: 1150,
          },
        ],
      },
      {
        id: "255__Универсальный",
        name: "Универсальный",
        children: [
          {
            id: "0-000001162",
            name: 'Дисплей для 4" DJN 15-22251-42252',
            price: 50,
          },
          {
            id: "Т-000003001",
            name: "Дисплей для Мегафон Login+ (PH) в сборе с тачскрином Черный",
            price: 1250,
          },
          {
            id: "0-000004472",
            name: "Дисплей для Яндекс.Телефон в сборе с тачскрином Черный",
            price: 2300,
          },
        ],
      },
    ],
  },
]
