export default [
  {
    id: 'Стекла, пленки OCA, поляризаторы и т.п. для дисплейных модулей_469',
    name: 'Стекла, пленки OCA, поляризаторы и т.п. для дисплейных модулей',
    children: [
      {
        id: 'Apple_470',
        name: 'Apple',
        children: [
          {
            id: '0-000006665',
            name: 'Пленка OCA для iPhone 11',
            price: '60'
          },
          {
            id: '0-000006666',
            name: 'Пленка OCA для iPhone 11 Pro',
            price: '50'
          },
          {
            id: '0-000006667',
            name: 'Пленка OCA для iPhone 11 Pro Max',
            price: '60'
          },
          {
            id: 'Т-000002612',
            name: 'Пленка OCA для iPhone 4/4S',
            price: '10'
          },
          {
            id: 'Т-000002613',
            name: 'Пленка OCA для iPhone 5/5S/5C/SE',
            price: '30'
          },
          {
            id: 'Т-000002615',
            name: 'Пленка OCA для iPhone 6 Plus/6S Plus/7 Plus/8 Plus',
            price: '50'
          },
          {
            id: 'Т-000002614',
            name: 'Пленка OCA для iPhone 6/6S/7/8',
            price: '30'
          },
          {
            id: '0-000002248',
            name: 'Пленка OCA для iPhone X',
            price: '50'
          },
          {
            id: '0-000004372',
            name: 'Пленка OCA для iPhone Xr',
            price: '50'
          },
          {
            id: '0-000005814',
            name: 'Пленка OCA для iPhone Xs',
            price: '50'
          },
          {
            id: 'Т-000002602',
            name: 'Пленка поляризационная для iPhone 5/5S/5C/SE',
            price: '50'
          },
          {
            id: 'Т-000002603',
            name: 'Пленка поляризационная для iPhone 6/6S/7',
            price: '50'
          },
          {
            id: 'УТ-00010854',
            name: 'Поляризатор дисплея (подсветка) для iPhone 5 в сборе',
            price: '50'
          },
          {
            id: 'Т-000002913',
            name: 'Поляризатор дисплея (подсветка) для iPhone 5S/SE в сборе',
            price: '50'
          },
          {
            id: 'Т-000002589',
            name: 'Поляризатор дисплея (подсветка) для iPhone 6 Plus в сборе',
            price: '100'
          },
          {
            id: 'Т-000002588',
            name: 'Поляризатор дисплея (подсветка) для iPhone 6 в сборе',
            price: '100'
          },
          {
            id: 'Т-000004659',
            name: 'Поляризатор дисплея (подсветка) для iPhone 6S Plus в сборе',
            price: '320'
          },
          {
            id: 'Т-000004658',
            name: 'Поляризатор дисплея (подсветка) для iPhone 6S в сборе',
            price: '220'
          },
          {
            id: '0-000000319',
            name: 'Поляризатор дисплея (подсветка) для iPhone 7 Plus в сборе',
            price: '350'
          },
          {
            id: '0-000006843',
            name: 'Стекло для iPhone 11 Pro Max Черное',
            price: '250'
          },
          {
            id: '0-000006842',
            name: 'Стекло для iPhone 11 Pro Черное',
            price: '250'
          },
          {
            id: '0-000006841',
            name: 'Стекло для iPhone 11 Черное',
            price: '270'
          },
          {
            id: 'УТ-00010248',
            name: 'Стекло для iPhone 4 Белое',
            price: '30'
          },
          {
            id: 'УТ-00010249',
            name: 'Стекло для iPhone 4/4S Белое',
            price: '30'
          },
          {
            id: 'УТ-00010247',
            name: 'Стекло для iPhone 4/4S Черное',
            price: '30'
          },
          {
            id: 'УТ-00010251',
            name: 'Стекло для iPhone 5/5C/5S/SE Белое',
            price: '100'
          },
          {
            id: 'УТ-00010252',
            name: 'Стекло для iPhone 5/5C/5S/SE Черное',
            price: '80'
          },
          {
            id: 'Т-000005716',
            name: 'Стекло для iPhone 6 Plus в сборе с рамкой Белое',
            price: '100'
          },
          {
            id: 'Т-000005717',
            name: 'Стекло для iPhone 6 Plus в сборе с рамкой Черное',
            price: '130'
          },
          {
            id: '0У-00000419',
            name: 'Стекло для iPhone 6 Plus/6S Plus Белое',
            price: '150'
          },
          {
            id: '0У-00000420',
            name: 'Стекло для iPhone 6 Plus/6S Plus Черное',
            price: '150'
          },
          {
            id: 'Т-000005712',
            name: 'Стекло для iPhone 6 в сборе с рамкой Белое',
            price: '120'
          },
          {
            id: '0-000002486',
            name: 'Стекло для iPhone 6 в сборе с рамкой и OCA пленкой Белое',
            price: '150'
          },
          {
            id: '0-000002487',
            name: 'Стекло для iPhone 6 в сборе с рамкой и OCA пленкой Черное',
            price: '150'
          },
          {
            id: '0У-00000182',
            name: 'Стекло для iPhone 6/6S Белое',
            price: '100'
          },
          {
            id: '0У-00000181',
            name: 'Стекло для iPhone 6/6S Черное',
            price: '70'
          },
          {
            id: 'Т-000005718',
            name: 'Стекло для iPhone 6S Plus в сборе с рамкой Черное',
            price: '100'
          },
          {
            id: 'Т-000005714',
            name: 'Стекло для iPhone 6S в сборе с рамкой Белое',
            price: '120'
          },
          {
            id: 'Т-000005715',
            name: 'Стекло для iPhone 6S в сборе с рамкой Черное',
            price: '120'
          },
          {
            id: 'Т-000005499',
            name: 'Стекло для iPhone 7 Plus Белое',
            price: '150'
          },
          {
            id: '0-000001529',
            name: 'Стекло для iPhone 7 Plus в сборе с рамкой Белое',
            price: '150'
          },
          {
            id: '0-000001530',
            name: 'Стекло для iPhone 7 Plus в сборе с рамкой Черное',
            price: '150'
          },
          {
            id: 'Т-000005500',
            name: 'Стекло для iPhone 7 Plus Черное',
            price: '150'
          },
          {
            id: 'Т-000005497',
            name: 'Стекло для iPhone 7 Белое',
            price: '150'
          },
          {
            id: '0-000001528',
            name: 'Стекло для iPhone 7 в сборе с рамкой Белое',
            price: '150'
          },
          {
            id: '0-000002491',
            name: 'Стекло для iPhone 7 в сборе с рамкой и OCA пленкой Белое',
            price: '150'
          },
          {
            id: '0-000001527',
            name: 'Стекло для iPhone 7 в сборе с рамкой Черное',
            price: '130'
          },
          {
            id: '0-000001621',
            name: 'Стекло для iPhone 8 Plus Белое',
            price: '150'
          },
          {
            id: '0-000001623',
            name: 'Стекло для iPhone 8 Plus Черное',
            price: '150'
          },
          {
            id: '0-000001651',
            name: 'Стекло для iPhone 8 Белое',
            price: '150'
          },
          {
            id: '0-000001652',
            name: 'Стекло для iPhone 8 в сборе с рамкой Белое',
            price: '150'
          },
          {
            id: '0-000001653',
            name: 'Стекло для iPhone 8 в сборе с рамкой Черное',
            price: '220'
          },
          {
            id: '0-000001650',
            name: 'Стекло для iPhone 8 Черное',
            price: '150'
          },
          {
            id: '0-000002249',
            name: 'Стекло для iPhone X Черное',
            price: '150'
          },
          {
            id: '0-000006156',
            name: 'Стекло для iPhone Xr в сборе с OCA пленкой Черное',
            price: '330'
          },
          {
            id: '0-000004371',
            name: 'Стекло для iPhone Xr Черное',
            price: '150'
          },
          {
            id: '0-000006158',
            name: 'Стекло для iPhone Xs Max в сборе с OCA пленкой Черное',
            price: '250'
          },
          {
            id: '0-000005376',
            name: 'Стекло для iPhone Xs Max Черное',
            price: '180'
          },
          {
            id: '0-000005377',
            name: 'Стекло для iPhone Xs Черное',
            price: '200'
          }
        ]
      },
      {
        id: 'LG_471',
        name: 'LG',
        children: [
          {
            id: 'Т-000005697',
            name: 'Стекло для LG K410/K430DS Черное',
            price: '80'
          },
          {
            id: '0-000000569',
            name: 'Стекло для LG X210DS Черное',
            price: '100'
          }
        ]
      },
      {
        id: 'Nokia_472',
        name: 'Nokia',
        children: [
          {
            id: '0У-00001188',
            name: 'Стекло для Nokia 730 Dual/735 (RM-1040) Черное',
            price: '100'
          }
        ]
      },
      {
        id: 'Samsung_473',
        name: 'Samsung',
        children: [
          {
            id: '0-000002734',
            name: 'Пленка OCA для Samsung G950F/G960F (S8/S9)',
            price: '50'
          },
          {
            id: '0-000006664',
            name: 'Пленка OCA для Samsung G970F (S10e)',
            price: '70'
          },
          {
            id: '0-000006662',
            name: 'Пленка OCA для Samsung G973F (S10)',
            price: '60'
          },
          {
            id: '0-000006663',
            name: 'Пленка OCA для Samsung G975F (S10+)',
            price: '60'
          },
          {
            id: '0-000004166',
            name: 'Пленка OCA для Samsung N950F (Note 8)',
            price: '50'
          },
          {
            id: '0-000005378',
            name: 'Стекло для Samsung A105 (A10) Черное',
            price: '100'
          },
          {
            id: '0-000005379',
            name: 'Стекло для Samsung A205 (A20) Черное',
            price: '100'
          },
          {
            id: '0-000005380',
            name: 'Стекло для Samsung A305 (A30) Черное',
            price: '100'
          },
          {
            id: '0-000006845',
            name: 'Стекло для Samsung A307 (A30s) Черное',
            price: '100'
          },
          {
            id: 'Т-000004063',
            name: 'Стекло для Samsung A310F (A3 2016) Черное',
            price: '80'
          },
          {
            id: '0-000005382',
            name: 'Стекло для Samsung A505 (A50) Черное',
            price: '100'
          },
          {
            id: 'Т-000004065',
            name: 'Стекло для Samsung A510F (A5 2016) Черное',
            price: '80'
          },
          {
            id: '0-000002476',
            name: 'Стекло для Samsung A520F (A5 2017) Золото',
            price: '100'
          },
          {
            id: '0-000002475',
            name: 'Стекло для Samsung A520F (A5 2017) Черное',
            price: '100'
          },
          {
            id: '0-000003372',
            name: 'Стекло для Samsung A530F (A8 2018) Черное',
            price: '100'
          },
          {
            id: '0-000003371',
            name: 'Стекло для Samsung A730F (A8+ 2018) Черное',
            price: '100'
          },
          {
            id: '0-000004496',
            name: 'Стекло для Samsung A750F (A7 2018) Черное',
            price: '100'
          },
          {
            id: '0-000004497',
            name: 'Стекло для Samsung A920F (A9 2018) Черное',
            price: '120'
          },
          {
            id: '0У-00000176',
            name: 'Стекло для Samsung G900F (S5) Черное',
            price: '100'
          },
          {
            id: 'Т-000005001',
            name: 'Стекло для Samsung G920F/G920FD (S6) Синее',
            price: '100'
          },
          {
            id: 'Т-000003878',
            name: 'Стекло для Samsung G930F (S7) Черное',
            price: '100'
          },
          {
            id: '0-000000979',
            name: 'Стекло для Samsung G935F (S7 Edge) Черное',
            price: '180'
          },
          {
            id: '0-000001176',
            name: 'Стекло для Samsung G955F (S8+) Черное',
            price: '200'
          },
          {
            id: '0-000004819',
            name: 'Стекло для Samsung G960F (S9) с OCA пленкой Черное',
            price: '350'
          },
          {
            id: '0-000002834',
            name: 'Стекло для Samsung G965F (S9+) Черное',
            price: '230'
          },
          {
            id: '0-000006840',
            name: 'Стекло для Samsung G970F (S10e) Черное',
            price: '130'
          },
          {
            id: '0-000005383',
            name: 'Стекло для Samsung G973F (S10) Черное',
            price: '250'
          },
          {
            id: 'УТ-00010278',
            name: 'Стекло для Samsung i8190/i8200 Синее',
            price: '50'
          },
          {
            id: 'УТ-00010256',
            name: 'Стекло для Samsung i9100/i9105 Черное',
            price: '80'
          },
          {
            id: 'УТ-00010838',
            name: 'Стекло для Samsung i9190/i9192/i9195 Черное',
            price: '50'
          },
          {
            id: 'УТ-00010257',
            name: 'Стекло для Samsung i9300 Белое',
            price: '120'
          },
          {
            id: 'УТ-00010261',
            name: 'Стекло для Samsung i9300 Синее',
            price: '120'
          },
          {
            id: 'УТ-00010276',
            name: 'Стекло для Samsung i9500/i9505 Белое',
            price: '100'
          },
          {
            id: 'УТ-00011956',
            name: 'Стекло для Samsung i9500/i9505 Серое',
            price: '100'
          },
          {
            id: 'УТ-00010275',
            name: 'Стекло для Samsung i9500/i9505 Черное',
            price: '100'
          },
          {
            id: '0-000000314',
            name: 'Стекло для Samsung J120F (J1 2016) Золото',
            price: '80'
          },
          {
            id: '0-000000312',
            name: 'Стекло для Samsung J120F (J1 2016) Черное',
            price: '80'
          },
          {
            id: '0-000002830',
            name: 'Стекло для Samsung J250F (J2 2018) Черное',
            price: '80'
          },
          {
            id: '0-000000317',
            name: 'Стекло для Samsung J320F (J3 2016) Золото',
            price: '70'
          },
          {
            id: '0-000000316',
            name: 'Стекло для Samsung J320F (J3 2016) Черное',
            price: '80'
          },
          {
            id: '0-000004498',
            name: 'Стекло для Samsung J400F (J4 2018) Черное',
            price: '100'
          },
          {
            id: '0-000004499',
            name: 'Стекло для Samsung J415F/J610F (J4+ 2018/J6+ 2018) Черное',
            price: '100'
          },
          {
            id: '0-000000723',
            name: 'Стекло для Samsung J510F (J5 2016) Золото',
            price: '100'
          },
          {
            id: '0-000000722',
            name: 'Стекло для Samsung J510F (J5 2016) Черное',
            price: '100'
          },
          {
            id: '0-000003556',
            name: 'Стекло для Samsung J530F (J5 2017) Золото',
            price: '80'
          },
          {
            id: '0-000003555',
            name: 'Стекло для Samsung J530F (J5 2017) Черное',
            price: '100'
          },
          {
            id: '0-000004500',
            name: 'Стекло для Samsung J600F (J6 2018) Черное',
            price: '50'
          },
          {
            id: '0-000002833',
            name: 'Стекло для Samsung J701F (J7 Neo) Золото',
            price: '80'
          },
          {
            id: '0-000003183',
            name: 'Стекло для Samsung J730F (J7 2017) Белое',
            price: '90'
          },
          {
            id: '0-000003370',
            name: 'Стекло для Samsung J730F (J7 2017) Черное',
            price: '100'
          },
          {
            id: '0-000004502',
            name: 'Стекло для Samsung J810F (J8 2018) Черное',
            price: '50'
          },
          {
            id: '0-000006730',
            name: 'Стекло для Samsung M205F (M20) Черное',
            price: '100'
          },
          {
            id: '0-000004627',
            name: 'Стекло для Samsung N960F (Note 9)Черное',
            price: '360'
          }
        ]
      },
      {
        id: 'Универсальный_474',
        name: 'Универсальный',
        children: [
          {
            id: '0-000006893',
            name: "Пленка OCA универсальная 4.5''",
            price: '30'
          },
          {
            id: '0-000006894',
            name: "Пленка OCA универсальная 4.7''",
            price: '30'
          },
          {
            id: '0-000006891',
            name: "Пленка OCA универсальная 5.1''",
            price: '50'
          },
          {
            id: '0-000006889',
            name: "Пленка OCA универсальная 5.2''",
            price: '50'
          },
          {
            id: '0-000006888',
            name: "Пленка OCA универсальная 5.3''",
            price: '50'
          },
          {
            id: '0-000006887',
            name: "Пленка OCA универсальная 5.5''",
            price: '50'
          },
          {
            id: '0-000006886',
            name: "Пленка OCA универсальная 5.7''",
            price: '50'
          },
          {
            id: '0-000006892',
            name: "Пленка OCA универсальная 5''",
            price: '50'
          },
          {
            id: '0-000006885',
            name: "Пленка OCA универсальная 6.15''",
            price: '50'
          },
          {
            id: '0-000006882',
            name: "Пленка OCA универсальная 6.5''",
            price: '50'
          },
          {
            id: '0-000006884',
            name: "Пленка OCA универсальная 6''",
            price: '50'
          }
        ]
      }
    ]
  }
]
