export default [
  {
    id: 'Матрицы для планшетов и ноутбуков_446',
    name: 'Матрицы для планшетов и ноутбуков',
    children: [
      {
        id: 'Универсальный_447',
        name: 'Универсальный',
        children: [
          {
            id: 'УТ-00008043',
            name:
              "Матрица 10.1'' LED 1024x600 40-pin слева внизу, матовая (LP101WSA-TLA1)",
            price: '2400'
          },
          {
            id: 'УТ-00010305',
            name:
              "Матрица 10.1'' LED 1920x1080 50-pin слева внизу, глянцевая (B101UAT02 V.1) (планшет Acer)",
            price: '1520'
          },
          {
            id: 'УТ-00007227',
            name:
              "Матрица 11.6'' LED 1366x768 Slim 40-pin справа внизу, глянцевая (уши сбоку) (B116XW03 V0)",
            price: '2200'
          },
          {
            id: '0-000000311',
            name:
              "Матрица 11.6'' LED 1366x768 Slim 40-pin справа внизу, матовая (уши сбоку) (B116XW03 V0)",
            price: '2240'
          },
          {
            id: '0-000002429',
            name:
              "Матрица 11.6'' LED 1366x768 Slim 40-pin справа внизу, матовая (уши сбоку) (NT116WHM-N10)",
            price: '2240'
          },
          {
            id: 'УТ-00007266',
            name:
              "Матрица 15.6'' LED 1366x768 40-pin слева внизу, глянцевая (B156XW02 V.6)",
            price: '3050'
          },
          {
            id: '0-000001012',
            name:
              "Матрица 15.6'' LED 1366x768 Slim 30-pin справа внизу, глянцевая (уши вверху/внизу) (B156XTN03.1)",
            price: '2900'
          },
          {
            id: '0-000002055',
            name:
              "Матрица 15.6'' LED 1366x768 Slim 30-pin справа внизу, матовая (LP156WHB-TPGB)",
            price: '2850'
          },
          {
            id: 'УТ-00007272',
            name:
              "Матрица 15.6'' LED 1366x768 Slim 40-pin справа внизу, глянцевая (уши вверху/внизу) (LP156WH3)",
            price: '3950'
          }
        ]
      }
    ]
  }
]
