export default [
  {
    id: "525__Шлейфы, подложки, платы, сборки",
    name: "Шлейфы, подложки, платы, сборки",
    children: [
      {
        id: "526__Alcatel",
        name: "Alcatel",
        children: [
          {
            id: "0-000000541",
            name:
              "Шлейф для Alcatel OT-4034D (Pixi 4) на кнопки громкости/включения",
            price: 50,
          },
          {
            id: "0-000002471",
            name:
              "Шлейф для Alcatel OT-5046D (A3) плата на системный разъем/микрофон",
            price: 150,
          },
          {
            id: "0-000001829",
            name: "Шлейф для Alcatel OT-5080X (Shine Lite) на системный разъем",
            price: 150,
          },
          {
            id: "0-000002594",
            name:
              "Шлейф для Alcatel OT-5085D (A5 LED) плата на системный разъем/микрофон",
            price: 150,
          },
        ],
      },
      {
        id: "527__Apple",
        name: "Apple",
        children: [
          {
            id: "0-000007130",
            name: 'Шлейф для iPad 10.2" (2019) на разъем гарнитуры Белый',
            price: 150,
          },
          {
            id: "0-000007131",
            name: 'Шлейф для iPad 10.2" (2019) на разъем гарнитуры Черный',
            price: 150,
          },
          {
            id: "УТ-00006362",
            name: "Шлейф для iPad 2 вкл/громкость/блок",
            price: 120,
          },
          {
            id: "УТ-00006364",
            name: "Шлейф для iPad 2 на разъем гарнитуры/SIM коннектор WiFi+3G",
            price: 100,
          },
          {
            id: "УТ-00006363",
            name: "Шлейф для iPad 2 на системный разъем",
            price: 130,
          },
          {
            id: "УТ-00006459",
            name: "Шлейф для iPad 3 на системный разъем",
            price: 150,
          },
          {
            id: "УТ-00006468",
            name: "Шлейф для iPad 3/4 вкл/громкость/блок",
            price: 110,
          },
          {
            id: "УТ-00009365",
            name: "Шлейф для iPad 4 на кнопку HOME",
            price: 70,
          },
          {
            id: "УТ-00008394",
            name: "Шлейф для iPad 4 на системный разъем",
            price: 150,
          },
          {
            id: "0У-00001120",
            name: "Шлейф для iPad Air 2 на кнопки громкости/микрофон",
            price: 100,
          },
          {
            id: "Т-000003641",
            name: "Шлейф для iPad Air 2 на кнопку HOME в сборе Золото",
            price: 150,
          },
          {
            id: "0У-00001115",
            name: "Шлейф для iPad Air 2 на разъем гарнитуры Черный",
            price: 100,
          },
          {
            id: "Т-000003637",
            name: "Шлейф для iPad Air 2 на системный разъем Черный",
            price: 150,
          },
          {
            id: "УТ-00011595",
            name: "Шлейф для iPad Air на кнопку HOME",
            price: 80,
          },
          {
            id: "УТ-00011592",
            name:
              "Шлейф для iPad Air/iPad 9.7 (2017)/iPad 9.7 (2018) на разъем гарнитуры Белый",
            price: 100,
          },
          {
            id: "УТ-00011591",
            name:
              "Шлейф для iPad Air/iPad 9.7 (2017)/iPad 9.7 (2018) на разъем гарнитуры Черный",
            price: 130,
          },
          {
            id: "УТ-00012643",
            name:
              "Шлейф для iPad Air/iPad 9.7 (2017)/iPad 9.7 (2018) с микрофоном",
            price: 100,
          },
          {
            id: "УТ-00011593",
            name:
              'Шлейф для iPad Air/iPad 9.7 (2017)/iPad 9.7 (2018)/iPad 10.2" (2019) на системный разъем Белый',
            price: 150,
          },
          {
            id: "УТ-00011594",
            name:
              'Шлейф для iPad Air/iPad 9.7 (2017)/iPad 9.7 (2018)/iPad 10.2" (2019) на системный разъем Черный',
            price: 150,
          },
          {
            id: "УТ-00012368",
            name:
              "Шлейф для iPad Air/Mini 2 Retina/iPad 9.7 (2017) c SIM-коннектором",
            price: 100,
          },
          {
            id: "0-000007302",
            name: "Шлейф для iPad mini (2019) на кнопки громкости",
            price: 220,
          },
          {
            id: "0-000007304",
            name: "Шлейф для iPad mini (2019) на кнопку HOME в сборе Золото",
            price: 350,
          },
          {
            id: "0-000007305",
            name: "Шлейф для iPad mini (2019) на кнопку HOME в сборе Серебро",
            price: 350,
          },
          {
            id: "0-000007306",
            name: "Шлейф для iPad mini (2019) на кнопку HOME в сборе Черный",
            price: 350,
          },
          {
            id: "0-000007303",
            name: "Шлейф для iPad mini (2019) на кнопку включения",
            price: 220,
          },
          {
            id: "УТ-00012639",
            name: "Шлейф для iPad mini 2 Retina вкл/громкость/блок",
            price: 150,
          },
          {
            id: "УТ-00012636",
            name:
              "Шлейф для iPad mini 2 Retina/mini 3 на системный разъем Белый",
            price: 120,
          },
          {
            id: "УТ-00012637",
            name:
              "Шлейф для iPad mini 2 Retina/mini 3 на системный разъем Черный",
            price: 120,
          },
          {
            id: "Т-000001658",
            name: "Шлейф для iPad mini 3 на кнопку HOME в сборе Золото",
            price: 150,
          },
          {
            id: "Т-000001657",
            name: "Шлейф для iPad mini 3 на кнопку HOME в сборе Серебро",
            price: 150,
          },
          {
            id: "Т-000001078",
            name: "Шлейф для iPad mini 3 на кнопку HOME в сборе Черный",
            price: 150,
          },
          {
            id: "Т-000004674",
            name: "Шлейф для iPad mini 4 вкл/микрофон",
            price: 100,
          },
          {
            id: "Т-000004671",
            name: "Шлейф для iPad mini 4/mini (2019) на разъем гарнитуры Белый",
            price: 120,
          },
          {
            id: "Т-000004675",
            name:
              "Шлейф для iPad mini 4/mini (2019) на разъем гарнитуры Черный",
            price: 120,
          },
          {
            id: "Т-000004672",
            name: "Шлейф для iPad mini 4/mini (2019) на системный разъем Белый",
            price: 120,
          },
          {
            id: "Т-000004673",
            name:
              "Шлейф для iPad mini 4/mini (2019) на системный разъем Черный",
            price: 120,
          },
          {
            id: "УТ-00008208",
            name: "Шлейф для iPad mini на системный разъем Белый",
            price: 90,
          },
          {
            id: "УТ-00008395",
            name: "Шлейф для iPad mini на системный разъем Черный",
            price: 100,
          },
          {
            id: "УТ-00008200",
            name:
              "Шлейф для iPad mini/iPad Air/iPad 9.7 (2017) вкл/громкость/блок",
            price: 100,
          },
          {
            id: "УТ-00008225",
            name: "Шлейф для iPad mini/mini 2 Retina на кнопку HOME",
            price: 60,
          },
          {
            id: "0-000004296",
            name: 'Шлейф для iPad Pro 10.5" в сборе с микрофоном',
            price: 180,
          },
          {
            id: "0-000007140",
            name:
              "Шлейф для iPhone 11 Pro Max на кнопки громкости/микрофон/вспышка",
            price: 1000,
          },
          {
            id: "0-000007134",
            name:
              "Шлейф для iPhone 11 Pro Max на системный разъем/микрофон Черный",
            price: 3350,
          },
          {
            id: "0-000007144",
            name: "Шлейф для iPhone 11 Pro на кнопки громкости",
            price: 1050,
          },
          {
            id: "0-000007143",
            name: "Шлейф для iPhone 11 Pro на сенсор/микрофон",
            price: 2750,
          },
          {
            id: "0-000006825",
            name: "Шлейф для iPhone 11 Pro на системный разъем/микрофон",
            price: 2750,
          },
          {
            id: "0-000007142",
            name: "Шлейф для iPhone 11 Pro/11 Pro Max на беспроводную зарядку",
            price: 1800,
          },
          {
            id: "0-000007146",
            name:
              "Шлейф для iPhone 11 на беспроводную зарядку/кнопки громкости/блокировки",
            price: 1000,
          },
          {
            id: "0-000007145",
            name: "Шлейф для iPhone 11 на кнопки громкости",
            price: 520,
          },
          {
            id: "0-000007099",
            name: "Шлейф для iPhone 11 на системный разъем/микрофон Черный",
            price: 830,
          },
          {
            id: "УТ-00005848",
            name: "Шлейф для iPhone 4 на кнопку HOME",
            price: 30,
          },
          {
            id: "УТ-00005849",
            name: "Шлейф для iPhone 4 на кнопку включения",
            price: 100,
          },
          {
            id: "УТ-00006185",
            name: "Шлейф для iPhone 4 на разъем гарнитуры Белый",
            price: 70,
          },
          {
            id: "УТ-00005850",
            name: "Шлейф для iPhone 4 на разъем гарнитуры Черный",
            price: 100,
          },
          {
            id: "УТ-00008595",
            name: "Шлейф для iPhone 4 на системный разъем/микрофон Белый",
            price: 170,
          },
          {
            id: "УТ-00005852",
            name: "Шлейф для iPhone 4 на системный разъем/микрофон Черный",
            price: 170,
          },
          {
            id: "УТ-00013648",
            name: "Шлейф для iPhone 4/4S для проверки дисплея",
            price: 120,
          },
          {
            id: "УТ-00006360",
            name: "Шлейф для iPhone 4S на джойстик",
            price: 30,
          },
          {
            id: "УТ-00008227",
            name: "Шлейф для iPhone 4S на кнопку включения",
            price: 110,
          },
          {
            id: "УТ-00006359",
            name: "Шлейф для iPhone 4S на разъем гарнитуры Белый",
            price: 80,
          },
          {
            id: "УТ-00006191",
            name: "Шлейф для iPhone 4S на разъем гарнитуры Черный",
            price: 100,
          },
          {
            id: "УТ-00006358",
            name: "Шлейф для iPhone 4S на системный разъем/микрофон Белый",
            price: 170,
          },
          {
            id: "УТ-00006190",
            name: "Шлейф для iPhone 4S на системный разъем/микрофон Черный",
            price: 170,
          },
          {
            id: "УТ-00013649",
            name: "Шлейф для iPhone 5 для проверки дисплея",
            price: 120,
          },
          {
            id: "УТ-00009459",
            name: "Шлейф для iPhone 5 камера/сенсор/микрофон В СБОРЕ",
            price: 140,
          },
          {
            id: "УТ-00007622",
            name: "Шлейф для iPhone 5 на кнопку HOME",
            price: 30,
          },
          {
            id: "УТ-00007619",
            name: "Шлейф для iPhone 5 на кнопку включения/кнопки громкости",
            price: 130,
          },
          {
            id: "УТ-00007621",
            name:
              "Шлейф для iPhone 5 на системный разъем/разъем гарнитуры/микрофон Белый",
            price: 140,
          },
          {
            id: "УТ-00007620",
            name:
              "Шлейф для iPhone 5 на системный разъем/разъем гарнитуры/микрофон Черный",
            price: 130,
          },
          {
            id: "УТ-00011398",
            name: "Шлейф для iPhone 5C камера/сенсор/микрофон В СБОРЕ",
            price: 150,
          },
          {
            id: "УТ-00010785",
            name: "Шлейф для iPhone 5C на кнопку HOME",
            price: 30,
          },
          {
            id: "УТ-00010822",
            name:
              "Шлейф для iPhone 5C на кнопку включения/кнопки громкости/микрофон",
            price: 150,
          },
          {
            id: "УТ-00010821",
            name:
              "Шлейф для iPhone 5C на системный разъем/разъем гарнитуры/микрофон Черный",
            price: 150,
          },
          {
            id: "УТ-00011091",
            name: "Шлейф для iPhone 5S камера/сенсор/микрофон В СБОРЕ",
            price: 150,
          },
          {
            id: "УТ-00010795",
            name: "Шлейф для iPhone 5S на кнопку HOME",
            price: 100,
          },
          {
            id: "УТ-00010794",
            name:
              "Шлейф для iPhone 5S на кнопку включения/кнопки громкости/микрофон/вспышка",
            price: 130,
          },
          {
            id: "УТ-00010814",
            name:
              "Шлейф для iPhone 5S на системный разъем/разъем гарнитуры/микрофон Белый",
            price: 140,
          },
          {
            id: "УТ-00010815",
            name:
              "Шлейф для iPhone 5S на системный разъем/разъем гарнитуры/микрофон Черный",
            price: 140,
          },
          {
            id: "УТ-00011438",
            name: "Шлейф для iPhone 5S/SE на кнопку HOME в сборе Белый",
            price: 150,
          },
          {
            id: "УТ-00011395",
            name: "Шлейф для iPhone 5S/SE на кнопку HOME в сборе Золото",
            price: 150,
          },
          {
            id: "УТ-00011439",
            name: "Шлейф для iPhone 5S/SE на кнопку HOME в сборе Черный",
            price: 120,
          },
          {
            id: "0У-00000424",
            name: "Шлейф для iPhone 6 Plus камера/сенсор/микрофон В СБОРЕ",
            price: 180,
          },
          {
            id: "0У-00000429",
            name: "Шлейф для iPhone 6 Plus межплатный",
            price: 100,
          },
          {
            id: "0У-00000421",
            name: "Шлейф для iPhone 6 Plus на кнопки громкости",
            price: 80,
          },
          {
            id: "0У-00000425",
            name: "Шлейф для iPhone 6 Plus на кнопку включения/микрофон",
            price: 50,
          },
          {
            id: "0У-00000422",
            name:
              "Шлейф для iPhone 6 Plus на системный разъем/разъем гарнитуры/микрофон Белый",
            price: 200,
          },
          {
            id: "0У-00000157",
            name:
              "Шлейф для iPhone 6 Plus на системный разъем/разъем гарнитуры/микрофон Серый",
            price: 200,
          },
          {
            id: "0У-00000351",
            name: "Шлейф для iPhone 6 камера/сенсор/микрофон В СБОРЕ",
            price: 170,
          },
          {
            id: "0У-00000156",
            name: "Шлейф для iPhone 6 межплатный",
            price: 80,
          },
          {
            id: "0У-00000151",
            name: "Шлейф для iPhone 6 на кнопки громкости",
            price: 80,
          },
          {
            id: "0У-00000152",
            name: "Шлейф для iPhone 6 на кнопку включения/микрофон",
            price: 80,
          },
          {
            id: "0У-00000154",
            name:
              "Шлейф для iPhone 6 на системный разъем/разъем гарнитуры/микрофон Белый",
            price: 190,
          },
          {
            id: "0У-00000153",
            name:
              "Шлейф для iPhone 6 на системный разъем/разъем гарнитуры/микрофон Серый",
            price: 170,
          },
          {
            id: "0У-00000162",
            name: "Шлейф для iPhone 6/6 Plus на кнопку HOME",
            price: 70,
          },
          {
            id: "0У-00000160",
            name: "Шлейф для iPhone 6/6 Plus на кнопку HOME в сборе Белый",
            price: 150,
          },
          {
            id: "0У-00000161",
            name: "Шлейф для iPhone 6/6 Plus на кнопку HOME в сборе Золото",
            price: 150,
          },
          {
            id: "0У-00000159",
            name: "Шлейф для iPhone 6/6 Plus на кнопку HOME в сборе Черный",
            price: 150,
          },
          {
            id: "Т-000002666",
            name: "Шлейф для iPhone 6S Plus камера/сенсор/микрофон В СБОРЕ",
            price: 170,
          },
          {
            id: "Т-000002667",
            name: "Шлейф для iPhone 6S Plus на кнопки громкости/блокировки",
            price: 130,
          },
          {
            id: "Т-000002665",
            name: "Шлейф для iPhone 6S Plus на кнопку включения/микрофон",
            price: 130,
          },
          {
            id: "Т-000002668",
            name:
              "Шлейф для iPhone 6S Plus на системный разъем/разъем гарнитуры/микрофон Белый",
            price: 230,
          },
          {
            id: "Т-000002669",
            name:
              "Шлейф для iPhone 6S Plus на системный разъем/разъем гарнитуры/микрофон Светло-Серый",
            price: 230,
          },
          {
            id: "Т-000002670",
            name:
              "Шлейф для iPhone 6S Plus на системный разъем/разъем гарнитуры/микрофон Серый",
            price: 230,
          },
          {
            id: "Т-000002649",
            name: "Шлейф для iPhone 6S камера/сенсор/микрофон В СБОРЕ",
            price: 180,
          },
          {
            id: "Т-000002481",
            name:
              "Шлейф для iPhone 6S на кнопки громкости/включения/блокировки/микрофон",
            price: 130,
          },
          {
            id: "Т-000002482",
            name:
              "Шлейф для iPhone 6S на системный разъем/разъем гарнитуры/микрофон Белый",
            price: 190,
          },
          {
            id: "Т-000002648",
            name:
              "Шлейф для iPhone 6S на системный разъем/разъем гарнитуры/микрофон Светло-Серый",
            price: 190,
          },
          {
            id: "Т-000002646",
            name:
              "Шлейф для iPhone 6S на системный разъем/разъем гарнитуры/микрофон Серый",
            price: 190,
          },
          {
            id: "Т-000002995",
            name: "Шлейф для iPhone 6S/6S Plus на кнопку HOME в сборе Золото",
            price: 100,
          },
          {
            id: "Т-000002996",
            name:
              "Шлейф для iPhone 6S/6S Plus на кнопку HOME в сборе Розовое Золото",
            price: 120,
          },
          {
            id: "Т-000002994",
            name: "Шлейф для iPhone 6S/6S Plus на кнопку HOME в сборе Серебро",
            price: 130,
          },
          {
            id: "Т-000002993",
            name: "Шлейф для iPhone 6S/6S Plus на кнопку HOME в сборе Черный",
            price: 100,
          },
          {
            id: "Т-000005445",
            name: "Шлейф для iPhone 7 Plus камера/сенсор/микрофон В СБОРЕ",
            price: 420,
          },
          {
            id: "0-000000347",
            name:
              "Шлейф для iPhone 7 Plus на кнопки громкости/включения/блокировки/микрофон",
            price: 150,
          },
          {
            id: "Т-000005443",
            name: "Шлейф для iPhone 7 Plus на системный разъем/микрофон Белый",
            price: 250,
          },
          {
            id: "Т-000005444",
            name: "Шлейф для iPhone 7 Plus на системный разъем/микрофон Черный",
            price: 240,
          },
          {
            id: "Т-000005441",
            name: "Шлейф для iPhone 7 камера/сенсор/микрофон В СБОРЕ",
            price: 410,
          },
          {
            id: "0-000000346",
            name:
              "Шлейф для iPhone 7 на кнопки громкости/включения/блокировки/микрофон",
            price: 170,
          },
          {
            id: "Т-000005439",
            name: "Шлейф для iPhone 7 на системный разъем/микрофон Белый",
            price: 230,
          },
          {
            id: "Т-000005440",
            name: "Шлейф для iPhone 7 на системный разъем/микрофон Черный",
            price: 230,
          },
          {
            id: "0-000001159",
            name: "Шлейф для iPhone 7/7 Plus на кнопку HOME в сборе Белый",
            price: 110,
          },
          {
            id: "0-000001158",
            name: "Шлейф для iPhone 7/7 Plus на кнопку HOME в сборе Черный",
            price: 110,
          },
          {
            id: "0-000006062",
            name:
              "Шлейф для iPhone 7/7 Plus/8/8Plus на кнопку HOME в сборе (механическая) Розовое Золото",
            price: 550,
          },
          {
            id: "0-000001628",
            name: "Шлейф для iPhone 8 Plus камера/сенсор/микрофон В СБОРЕ",
            price: 400,
          },
          {
            id: "0-000001685",
            name:
              "Шлейф для iPhone 8 Plus на кнопки громкости/включения/блокировки/микрофон",
            price: 230,
          },
          {
            id: "0-000001686",
            name: "Шлейф для iPhone 8 Plus на системный разъем/микрофон Белый",
            price: 240,
          },
          {
            id: "0-000002375",
            name: "Шлейф для iPhone 8 Plus на системный разъем/микрофон Золото",
            price: 240,
          },
          {
            id: "0-000001687",
            name: "Шлейф для iPhone 8 Plus на системный разъем/микрофон Черный",
            price: 270,
          },
          {
            id: "0-000001615",
            name: "Шлейф для iPhone 8 для проверки дисплея",
            price: 150,
          },
          {
            id: "0-000001616",
            name: "Шлейф для iPhone 8 камера/сенсор/микрофон В СБОРЕ",
            price: 420,
          },
          {
            id: "0-000001618",
            name:
              "Шлейф для iPhone 8 на кнопки громкости/включения/блокировки/микрофон",
            price: 220,
          },
          {
            id: "0-000001622",
            name: "Шлейф для iPhone 8 на системный разъем/микрофон Белый",
            price: 250,
          },
          {
            id: "0-000001625",
            name: "Шлейф для iPhone 8 на системный разъем/микрофон Золото",
            price: 250,
          },
          {
            id: "0-000001624",
            name: "Шлейф для iPhone 8 на системный разъем/микрофон Черный",
            price: 250,
          },
          {
            id: "0-000006678",
            name: "Шлейф для iPhone SE камера/сенсор/микрофон В СБОРЕ",
            price: 170,
          },
          {
            id: "Т-000003981",
            name:
              "Шлейф для iPhone SE на кнопку включения/кнопки громкости/микрофон/вспышка",
            price: 150,
          },
          {
            id: "Т-000003980",
            name:
              "Шлейф для iPhone SE на системный разъем/разъем гарнитуры/микрофон Белый",
            price: 150,
          },
          {
            id: "Т-000003979",
            name:
              "Шлейф для iPhone SE на системный разъем/разъем гарнитуры/микрофон Черный",
            price: 170,
          },
          {
            id: "0-000002241",
            name: "Шлейф для iPhone X на звонок",
            price: 90,
          },
          {
            id: "0-000002236",
            name: "Шлейф для iPhone X на кнопки громкости",
            price: 180,
          },
          {
            id: "0-000002237",
            name: "Шлейф для iPhone X на кнопку включения/микрофон",
            price: 200,
          },
          {
            id: "0-000002245",
            name: "Шлейф для iPhone X на сенсор/микрофон",
            price: 400,
          },
          {
            id: "0-000002238",
            name: "Шлейф для iPhone X на системный разъем/микрофон Белый",
            price: 220,
          },
          {
            id: "0-000006162",
            name: "Шлейф для iPhone X на системный разъем/микрофон Серый",
            price: 250,
          },
          {
            id: "0-000002239",
            name: "Шлейф для iPhone X на системный разъем/микрофон Черный",
            price: 250,
          },
          {
            id: "0-000004766",
            name:
              "Шлейф для iPhone Xr на кнопки громкости/включения/блокировки/микрофон",
            price: 300,
          },
          {
            id: "0-000004770",
            name: "Шлейф для iPhone Xr на сенсор/микрофон",
            price: 650,
          },
          {
            id: "0-000004767",
            name: "Шлейф для iPhone Xr на системный разъем/микрофон Белый",
            price: 470,
          },
          {
            id: "0-000004768",
            name: "Шлейф для iPhone Xr на системный разъем/микрофон Черный",
            price: 470,
          },
          {
            id: "0-000005729",
            name: "Шлейф для iPhone Xs Max на кнопки громкости",
            price: 270,
          },
          {
            id: "0-000004769",
            name: "Шлейф для iPhone Xs Max на сенсор/микрофон",
            price: 670,
          },
          {
            id: "0-000004763",
            name: "Шлейф для iPhone Xs Max на системный разъем/микрофон Золото",
            price: 450,
          },
          {
            id: "0-000004764",
            name:
              "Шлейф для iPhone Xs Max на системный разъем/микрофон Серебро",
            price: 430,
          },
          {
            id: "0-000004765",
            name: "Шлейф для iPhone Xs Max на системный разъем/микрофон Черный",
            price: 350,
          },
          {
            id: "0-000005712",
            name: "Шлейф для iPhone Xs на кнопки громкости",
            price: 270,
          },
          {
            id: "0-000004712",
            name: "Шлейф для iPhone Xs на сенсор/микрофон",
            price: 700,
          },
          {
            id: "0-000004760",
            name: "Шлейф для iPhone Xs на системный разъем/микрофон Золото",
            price: 320,
          },
          {
            id: "0-000004761",
            name: "Шлейф для iPhone Xs на системный разъем/микрофон Серебро",
            price: 370,
          },
          {
            id: "0-000004762",
            name: "Шлейф для iPhone Xs на системный разъем/микрофон Черный",
            price: 470,
          },
          {
            id: "0-000004705",
            name: "Шлейф для iPhone Xs/Xs Max на кнопку включения/микрофон",
            price: 270,
          },
        ],
      },
      {
        id: "528__Asus",
        name: "Asus",
        children: [
          {
            id: "0У-00001205",
            name:
              "Шлейф для Asus A500CG/A500KL/A501CG (ZenFone 5) на кнопки громкости/включения",
            price: 50,
          },
          {
            id: "Т-000000880",
            name: "Шлейф для Asus A501CG (ZenFone 5) на разъем SIM",
            price: 110,
          },
          {
            id: "Т-000001470",
            name:
              "Шлейф для Asus A501CG (ZenFone 5) плата на системный разъем/микрофон",
            price: 140,
          },
          {
            id: "0-000000352",
            name: "Шлейф для Asus A600CG (ZenFone 6) на разъем SIM/MMC",
            price: 130,
          },
          {
            id: "0-000000617",
            name:
              "Шлейф для Asus ZB452KG (ZenFone Go) плата на системный разъем/микрофон",
            price: 150,
          },
          {
            id: "0-000002172",
            name:
              "Шлейф для Asus ZB500KL/ZB500KG (ZenFone Go) плата на системный разъем/микрофон",
            price: 130,
          },
          {
            id: "0-000002168",
            name:
              "Шлейф для Asus ZB501KL (ZenFone Live) на кнопки громкости/включения",
            price: 100,
          },
          {
            id: "0-000002169",
            name:
              "Шлейф для Asus ZB501KL (ZenFone Live) плата на системный разъем/микрофон",
            price: 130,
          },
          {
            id: "0-000000611",
            name: "Шлейф для Asus ZB551KL (ZenFone Go) на разъем SIM/MMC",
            price: 130,
          },
          {
            id: "0-000004732",
            name: "Шлейф для Asus ZB555KL (ZenFone Max M1) межплатный",
            price: 150,
          },
          {
            id: "0-000004396",
            name:
              "Шлейф для Asus ZB555KL (ZenFone Max M1) плата на системный разъем/микрофон",
            price: 100,
          },
          {
            id: "0-000004211",
            name:
              "Шлейф для Asus ZB570TL (ZenFone Max Plus) плата на системный разъем/микрофон",
            price: 120,
          },
          {
            id: "0-000004402",
            name: "Шлейф для Asus ZB602KL (ZenFone Max Pro M1) межплатный",
            price: 150,
          },
          {
            id: "0-000006512",
            name:
              "Шлейф для Asus ZB602KL (ZenFone Max Pro M1) на кнопки громкости/включения",
            price: 60,
          },
          {
            id: "0-000004401",
            name:
              "Шлейф для Asus ZB602KL (ZenFone Max Pro M1) плата на системный разъем/разъем гарнитуры/микрофон",
            price: 150,
          },
          {
            id: "0-000005345",
            name: "Шлейф для Asus ZB631KL (ZenFone Max Pro M2) межплатный",
            price: 150,
          },
          {
            id: "0-000005340",
            name: "Шлейф для Asus ZB633KL (ZenFone Max M2) межплатный",
            price: 170,
          },
          {
            id: "0-000005339",
            name:
              "Шлейф для Asus ZB633KL (ZenFone Max M2) плата на системный разъем/микрофон",
            price: 180,
          },
          {
            id: "0-000000430",
            name:
              "Шлейф для Asus ZC451TG (ZenFone Go) плата на системный разъем/микрофон",
            price: 70,
          },
          {
            id: "0-000004139",
            name:
              "Шлейф для Asus ZC520KL (ZenFone 4 Max) плата на системный разъем/микрофон",
            price: 120,
          },
          {
            id: "0-000001654",
            name:
              "Шлейф для Asus ZC520TL (ZenFone 3 Max) на кнопки громкости/включения",
            price: 60,
          },
          {
            id: "0-000000429",
            name:
              "Шлейф для Asus ZC520TL (ZenFone 3 Max) плата на системный разъем/микрофон/вибро",
            price: 150,
          },
          {
            id: "Т-000005415",
            name:
              "Шлейф для Asus ZC550KL (ZenFone Max) на кнопки громкости/включения",
            price: 60,
          },
          {
            id: "Т-000004245",
            name:
              "Шлейф для Asus ZC550KL (ZenFone Max) плата на системный разъем/микрофон",
            price: 100,
          },
          {
            id: "0-000002174",
            name:
              "Шлейф для Asus ZC551KL (ZenFone 3 Laser) плата на системный разъем/микрофон",
            price: 170,
          },
          {
            id: "0-000002166",
            name:
              "Шлейф для Asus ZC553KL (ZenFone 3 Max) плата на системный разъем/микрофон",
            price: 120,
          },
          {
            id: "0-000003644",
            name:
              "Шлейф для Asus ZC554KL (ZenFone 4 Max) на кнопки громкости/включения",
            price: 70,
          },
          {
            id: "0-000003643",
            name:
              "Шлейф для Asus ZC554KL (ZenFone 4 Max) на системный разъем/микрофон/вибро",
            price: 150,
          },
          {
            id: "0-000004731",
            name: "Шлейф для Asus ZC600KL (ZenFone 5 Lite) межплатный",
            price: 150,
          },
          {
            id: "0-000004730",
            name:
              "Шлейф для Asus ZC600KL (ZenFone 5 Lite) на кнопки громкости/включения",
            price: 50,
          },
          {
            id: "0-000004403",
            name:
              "Шлейф для Asus ZC600KL (ZenFone 5 Lite) плата на системный разъем/микрофон",
            price: 250,
          },
          {
            id: "Т-000004765",
            name: "Шлейф для Asus ZD551KL (ZenFone Selfie) на кнопку включения",
            price: 30,
          },
          {
            id: "Т-000004766",
            name:
              "Шлейф для Asus ZD551KL (ZenFone Selfie) плата на системный разъем/микрофон",
            price: 150,
          },
          {
            id: "0-000004218",
            name: "Шлейф для Asus ZD552KL (ZenFone 4 Selfie Pro) межплатный",
            price: 150,
          },
          {
            id: "0-000004217",
            name:
              "Шлейф для Asus ZD552KL (ZenFone 4 Selfie Pro) на кнопки громкости/включения",
            price: 50,
          },
          {
            id: "0-000004205",
            name: "Шлейф для Asus ZD553KL (ZenFone 4 Selfie) межплатный",
            price: 120,
          },
          {
            id: "0-000004206",
            name:
              "Шлейф для Asus ZD553KL (ZenFone 4 Selfie) на кнопки громкости/включения",
            price: 50,
          },
          {
            id: "Т-000004484",
            name: "Шлейф для Asus ZE500CL (ZenFone 2) на разъем SIM/MMC",
            price: 130,
          },
          {
            id: "Т-000004483",
            name:
              "Шлейф для Asus ZE500CL (ZenFone 2) плата на системный разъем/микрофон",
            price: 170,
          },
          {
            id: "Т-000004718",
            name:
              "Шлейф для Asus ZE500KL (ZenFone 2 Laser) плата на системный разъем",
            price: 170,
          },
          {
            id: "0-000000454",
            name:
              "Шлейф для Asus ZE550KL (ZenFone 2 Laser) плата на системный разъем/микрофон",
            price: 170,
          },
          {
            id: "Т-000001148",
            name:
              "Шлейф для Asus ZE550ML/ZE551ML (ZenFone 2) на разъем SIM/MMC",
            price: 170,
          },
          {
            id: "Т-000004481",
            name:
              "Шлейф для Asus ZE550ML/ZE551ML (ZenFone 2) плата на системный разъем/микрофон",
            price: 130,
          },
          {
            id: "0-000002602",
            name: "Шлейф для Asus ZE553KL (ZenFone 3 Zoom) межплатный",
            price: 130,
          },
          {
            id: "0-000004195",
            name: "Шлейф для Asus ZE554KL (ZenFone 4) межплатный",
            price: 130,
          },
          {
            id: "0-000000605",
            name:
              "Шлейф для Asus ZE601KL (ZenFone 2 Laser) плата на системный разъем/микрофон",
            price: 120,
          },
          {
            id: "0-000004406",
            name:
              "Шлейф для Asus ZE620KL (ZenFone 5) плата на системный разъем/разъем гарнитуры/микрофон",
            price: 180,
          },
          {
            id: "0-000004773",
            name: "Шлейф для Asus ZS620KL (ZenFone 5Z) межплатный",
            price: 130,
          },
          {
            id: "0-000004860",
            name:
              "Шлейф для Asus ZS620KL (ZenFone 5Z) на кнопки громкости/включения",
            price: 50,
          },
        ],
      },
      {
        id: "529__Highscreen",
        name: "Highscreen",
        children: [
          {
            id: "0-000000684",
            name: "Шлейф для Highscreen Bay плата на системный разъем/микрофон",
            price: 220,
          },
        ],
      },
      {
        id: "530__HTC",
        name: "HTC",
        children: [
          {
            id: "УТ-00013758",
            name: "Шлейф для HTC Desire 601 на сенсор/кнопку включения",
            price: 120,
          },
          {
            id: "УТ-00013416",
            name: "Шлейф для HTC Desire 601 плата системный разъем/микрофон",
            price: 150,
          },
          {
            id: "0У-00001218",
            name:
              "Шлейф для HTC Desire 616 Dual плата на системный разъем/микрофон",
            price: 130,
          },
          {
            id: "Т-000004609",
            name:
              "Шлейф для HTC Desire 626G Dual плата на системный разъем/микрофон",
            price: 100,
          },
          {
            id: "0-000001001",
            name: "Шлейф для HTC Desire 628 плата на системный разъем",
            price: 120,
          },
          {
            id: "0-000000129",
            name: "Шлейф для HTC Desire 825 Dual на кнопки громкости/включения",
            price: 280,
          },
          {
            id: "0-000000690",
            name: "Шлейф для HTC Desire 828 межплатный",
            price: 160,
          },
          {
            id: "0-000000691",
            name: "Шлейф для HTC Desire 828 на кнопки громкости/включения",
            price: 120,
          },
          {
            id: "0У-00001225",
            name:
              "Шлейф для HTC One M8 плата на системный разъем/разъем гарнитуры/микрофон",
            price: 180,
          },
          {
            id: "Т-000003679",
            name:
              "Шлейф для HTC One M8s плата на системный разъем/разъем гарнитуры/микрофон",
            price: 180,
          },
          {
            id: "Т-000000019",
            name: "Шлейф для HTC One Mini 2 плата на системный разъем/микрофон",
            price: 150,
          },
          {
            id: "УТ-00012550",
            name: "Шлейф для HTC One Mini плата на системный разъем/микрофон",
            price: 130,
          },
          {
            id: "УТ-00010379",
            name: "Шлейф для HTC One/M7 плата системный разъем/микрофон",
            price: 130,
          },
          {
            id: "Т-000002507",
            name:
              "Шлейф для HTC One/M9 на разъем MMC/кнопки громкости/включения",
            price: 180,
          },
          {
            id: "0-000007435",
            name:
              "Шлейф для HTC One/M9 на системный разъем/разъем гарнитуры/микрофон",
            price: 250,
          },
        ],
      },
      {
        id: "531__Huawei",
        name: "Huawei",
        children: [
          {
            id: "0-000005178",
            name:
              "Шлейф для Huawei Honor 10 Lite на кнопки громкости/включения",
            price: 70,
          },
          {
            id: "0-000005179",
            name:
              "Шлейф для Huawei Honor 10 Lite плата на системный разъем/разъем гарнитуры/микрофон",
            price: 150,
          },
          {
            id: "0-000005177",
            name: "Шлейф для Huawei Honor 10 Lite/P Smart 2019 межплатный",
            price: 130,
          },
          {
            id: "0-000004051",
            name: "Шлейф для Huawei Honor 10 межплатный",
            price: 100,
          },
          {
            id: "0-000004774",
            name: "Шлейф для Huawei Honor 10 на кнопки громкости/включения",
            price: 70,
          },
          {
            id: "0-000004050",
            name:
              "Шлейф для Huawei Honor 10 плата на системный разъем/разъем гарнитуры/микрофон",
            price: 130,
          },
          {
            id: "0-000006984",
            name:
              "Шлейф для Huawei Honor 10 плата на системный разъем/разъем гарнитуры/микрофон - Ориг",
            price: 500,
          },
          {
            id: "0-000006965",
            name: "Шлейф для Huawei Honor 10i межплатный",
            price: 130,
          },
          {
            id: "0-000006046",
            name:
              "Шлейф для Huawei Honor 10i плата на системный разъем/разъем гарнитуры/микрофон",
            price: 150,
          },
          {
            id: "0-000006435",
            name: "Шлейф для Huawei Honor 20/Honor 20 Pro/Nova 5T межплатный",
            price: 140,
          },
          {
            id: "0-000006047",
            name:
              "Шлейф для Huawei Honor 20/Honor 20 Pro/Nova 5T плата на системный разъем/микрофон",
            price: 140,
          },
          {
            id: "0-000007098",
            name:
              "Шлейф для Huawei Honor 20/Honor 20 Pro/Nova 5T плата на системный разъем/микрофон - Ориг",
            price: 150,
          },
          {
            id: "0-000006907",
            name:
              "Шлейф для Huawei Honor 20/Nova 5T на кнопки громкости/включения",
            price: 70,
          },
          {
            id: "0-000000624",
            name: "Шлейф для Huawei Honor 4C Pro на кнопки громкости/включения",
            price: 60,
          },
          {
            id: "0-000000622",
            name:
              "Шлейф для Huawei Honor 4C Pro плата на системный разъем/микрофон",
            price: 100,
          },
          {
            id: "0-000000639",
            name: "Шлейф для Huawei Honor 5C на кнопки громкости/включения",
            price: 70,
          },
          {
            id: "0-000000640",
            name:
              "Шлейф для Huawei Honor 5C плата на системный разъем/микрофон",
            price: 140,
          },
          {
            id: "Т-000005561",
            name:
              "Шлейф для Huawei Honor 5X плата на системный разъем/микрофон",
            price: 80,
          },
          {
            id: "0-000003132",
            name: "Шлейф для Huawei Honor 6A межплатный",
            price: 80,
          },
          {
            id: "0-000003131",
            name: "Шлейф для Huawei Honor 6A на кнопки громкости/включения",
            price: 70,
          },
          {
            id: "0-000003130",
            name: "Шлейф для Huawei Honor 6A на системный разъем/микрофон",
            price: 100,
          },
          {
            id: "0-000003520",
            name: "Шлейф для Huawei Honor 6C Pro ( Ver 4.0 ) межплатный",
            price: 150,
          },
          {
            id: "0-000007361",
            name: "Шлейф для Huawei Honor 6C Pro ( Ver P2 ) межплатный",
            price: 120,
          },
          {
            id: "0-000003518",
            name: "Шлейф для Huawei Honor 6C Pro на кнопки громкости/включения",
            price: 70,
          },
          {
            id: "0-000003519",
            name: "Шлейф для Huawei Honor 6C Pro на системный разъем/микрофон",
            price: 320,
          },
          {
            id: "0-000004247",
            name: "Шлейф для Huawei Honor 6C на кнопки громкости/включения",
            price: 70,
          },
          {
            id: "0-000002226",
            name:
              "Шлейф для Huawei Honor 6C плата на системный разъем/микрофон",
            price: 130,
          },
          {
            id: "0-000004744",
            name:
              "Шлейф для Huawei Honor 7A Pro/Honor 7C/Y6 2018/Y6 Prime 2018 межплатный",
            price: 120,
          },
          {
            id: "0-000004357",
            name:
              "Шлейф для Huawei Honor 7A Pro/Honor 7C/Y6 2018/Y6 Prime 2018 на кнопки громкости/включения",
            price: 70,
          },
          {
            id: "0-000004356",
            name:
              "Шлейф для Huawei Honor 7A Pro/Honor 7C/Y6 2018/Y6 Prime 2018 плата на системный разъем/микрофон",
            price: 300,
          },
          {
            id: "0-000004035",
            name: "Шлейф для Huawei Honor 7A межплатный",
            price: 100,
          },
          {
            id: "0-000004034",
            name: "Шлейф для Huawei Honor 7A на кнопки громкости/включения",
            price: 60,
          },
          {
            id: "0-000004033",
            name: "Шлейф для Huawei Honor 7A на системный разъем/микрофон",
            price: 100,
          },
          {
            id: "0-000004037",
            name: "Шлейф для Huawei Honor 7X на кнопки громкости/включения",
            price: 70,
          },
          {
            id: "0-000004040",
            name: "Шлейф для Huawei Honor 7X на кнопку HOME в сборе Золото",
            price: 80,
          },
          {
            id: "0-000004038",
            name: "Шлейф для Huawei Honor 7X на кнопку HOME в сборе Синий",
            price: 120,
          },
          {
            id: "0-000004036",
            name:
              "Шлейф для Huawei Honor 7X на системный разъем/разъем гарнитуры/микрофон",
            price: 120,
          },
          {
            id: "0-000002229",
            name:
              "Шлейф для Huawei Honor 8 Lite плата на системный разъем/микрофон",
            price: 100,
          },
          {
            id: "0-000005464",
            name:
              "Шлейф для Huawei Honor 8 Lite сканер отпечатка пальцев Черный",
            price: 150,
          },
          {
            id: "0-000000400",
            name: "Шлейф для Huawei Honor 8 на кнопки громкости/включения",
            price: 70,
          },
          {
            id: "0-000000402",
            name: "Шлейф для Huawei Honor 8 на разъем гарнитуры",
            price: 50,
          },
          {
            id: "0-000000401",
            name: "Шлейф для Huawei Honor 8 плата на системный разъем/микрофон",
            price: 200,
          },
          {
            id: "0-000005106",
            name: "Шлейф для Huawei Honor 8C на системный разъем/микрофон",
            price: 100,
          },
          {
            id: "0-000006041",
            name:
              "Шлейф для Huawei Honor 8X Max плата на системный разъем/разъем гарнитуры/микрофон",
            price: 120,
          },
          {
            id: "0-000006071",
            name: "Шлейф для Huawei Honor 8X межплатный",
            price: 120,
          },
          {
            id: "0-000004413",
            name: "Шлейф для Huawei Honor 8X на кнопки громкости/включения",
            price: 70,
          },
          {
            id: "0-000004412",
            name:
              "Шлейф для Huawei Honor 8X плата на системный разъем/разъем гарнитуры/микрофон",
            price: 120,
          },
          {
            id: "0-000006983",
            name:
              "Шлейф для Huawei Honor 8X плата на системный разъем/разъем гарнитуры/микрофон - Ориг",
            price: 450,
          },
          {
            id: "0-000004048",
            name: "Шлейф для Huawei Honor 9 Lite межплатный",
            price: 100,
          },
          {
            id: "0-000005335",
            name: "Шлейф для Huawei Honor 9 Lite межплатный на кнопку HOME",
            price: 100,
          },
          {
            id: "0-000004043",
            name: "Шлейф для Huawei Honor 9 Lite на кнопки громкости/включения",
            price: 70,
          },
          {
            id: "0-000004046",
            name: "Шлейф для Huawei Honor 9 Lite на кнопку HOME в сборе Синий",
            price: 150,
          },
          {
            id: "0-000004045",
            name: "Шлейф для Huawei Honor 9 Lite на кнопку HOME в сборе Черный",
            price: 170,
          },
          {
            id: "0-000004042",
            name:
              "Шлейф для Huawei Honor 9 Lite плата на системный разъем/разъем гарнитуры/микрофон",
            price: 110,
          },
          {
            id: "0-000006982",
            name:
              "Шлейф для Huawei Honor 9 Lite плата на системный разъем/разъем гарнитуры/микрофон - Ориг",
            price: 450,
          },
          {
            id: "0-000005452",
            name: "Шлейф для Huawei Honor 9/9 Premium межплатный",
            price: 130,
          },
          {
            id: "0-000003731",
            name:
              "Шлейф для Huawei Honor 9/9 Premium на кнопку HOME в сборе Синий",
            price: 170,
          },
          {
            id: "0-000003729",
            name:
              "Шлейф для Huawei Honor 9/9 Premium на кнопку HOME в сборе Черный",
            price: 550,
          },
          {
            id: "0-000002315",
            name:
              "Шлейф для Huawei Honor 9/9 Premium плата на системный разъем/микрофон",
            price: 150,
          },
          {
            id: "0-000007326",
            name: "Шлейф для Huawei Honor 9X на кнопки громкости/включения",
            price: 80,
          },
          {
            id: "0-000005105",
            name:
              "Шлейф для Huawei Honor Play на системный разъем/разъем гарнитуры/микрофон",
            price: 130,
          },
          {
            id: "0-000004228",
            name: "Шлейф для Huawei Honor View 10 межплатный",
            price: 80,
          },
          {
            id: "0-000004230",
            name:
              "Шлейф для Huawei Honor View 10 плата на системный разъем/разъем гарнитуры/микрофон",
            price: 150,
          },
          {
            id: "0-000005235",
            name: "Шлейф для Huawei Honor View 20 на системный разъем/микрофон",
            price: 150,
          },
          {
            id: "0-000006034",
            name: "Шлейф для Huawei Honor View 20 на сканер отпечатка пальцев",
            price: 100,
          },
          {
            id: "0-000006035",
            name:
              "Шлейф для Huawei Honor View 20 сканер отпечатка пальцев Красный",
            price: 420,
          },
          {
            id: "0-000006036",
            name:
              "Шлейф для Huawei Honor View 20 сканер отпечатка пальцев Синий",
            price: 420,
          },
          {
            id: "0-000006037",
            name:
              "Шлейф для Huawei Honor View 20 сканер отпечатка пальцев Черный",
            price: 420,
          },
          {
            id: "0-000005161",
            name: "Шлейф для Huawei Mate 20 Lite межплатный",
            price: 120,
          },
          {
            id: "0-000004415",
            name:
              "Шлейф для Huawei Mate 20 Lite плата на системный разъем/разъем гарнитуры/микрофон",
            price: 120,
          },
          {
            id: "0-000007097",
            name:
              "Шлейф для Huawei Mate 20 Lite плата на системный разъем/разъем гарнитуры/микрофон - Ориг",
            price: 400,
          },
          {
            id: "0-000005169",
            name: "Шлейф для Huawei Mate 20 Pro на кнопки громкости/включения",
            price: 80,
          },
          {
            id: "0-000005170",
            name: "Шлейф для Huawei Mate 20 Pro на разъем SIM/MMC",
            price: 400,
          },
          {
            id: "0-000005107",
            name: "Шлейф для Huawei Mate 20 Pro на системный разъем",
            price: 200,
          },
          {
            id: "0-000005164",
            name: "Шлейф для Huawei Mate 20 на кнопки громкости/включения",
            price: 60,
          },
          {
            id: "0-000005165",
            name: "Шлейф для Huawei Mate 20 плата на системный разъем/микрофон",
            price: 120,
          },
          {
            id: "0-000007266",
            name: "Шлейф для Huawei Mate 30 Pro на системный разъем",
            price: 230,
          },
          {
            id: "0-000007265",
            name: "Шлейф для Huawei Mate 30 на системный разъем",
            price: 230,
          },
          {
            id: "0-000003118",
            name: "Шлейф для Huawei Nova 2 Plus на кнопки громкости/включения",
            price: 100,
          },
          {
            id: "0-000003111",
            name: "Шлейф для Huawei Nova 2 на системный разъем/микрофон",
            price: 130,
          },
          {
            id: "0-000004243",
            name: "Шлейф для Huawei Nova 2i на кнопки громкости/включения",
            price: 70,
          },
          {
            id: "0-000004245",
            name: "Шлейф для Huawei Nova 2i на системный разъем/микрофон",
            price: 120,
          },
          {
            id: "0-000004419",
            name:
              "Шлейф для Huawei Nova 3 на системный разъем/разъем гарнитуры/микрофон",
            price: 130,
          },
          {
            id: "0-000004923",
            name:
              "Шлейф для Huawei Nova 3i на системный разъем/разъем гарнитуры/микрофон",
            price: 70,
          },
          {
            id: "0-000002751",
            name:
              "Шлейф для Huawei Nova Lite 2017 плата на системный разъем/микрофон",
            price: 100,
          },
          {
            id: "0-000005395",
            name: "Шлейф для Huawei P Smart 2019 на кнопки громкости/включения",
            price: 50,
          },
          {
            id: "0-000005108",
            name:
              "Шлейф для Huawei P Smart 2019 плата на системный разъем/разъем гарнитуры/микрофон",
            price: 420,
          },
          {
            id: "0-000007006",
            name: "Шлейф для Huawei P Smart Z межплатный",
            price: 150,
          },
          {
            id: "0-000006908",
            name: "Шлейф для Huawei P Smart Z на кнопки громкости/включения",
            price: 70,
          },
          {
            id: "0-000007153",
            name:
              "Шлейф для Huawei P Smart Z/Honor 9X сканер отпечатка пальцев Синий",
            price: 180,
          },
          {
            id: "0-000007154",
            name:
              "Шлейф для Huawei P Smart Z/Honor 9X сканер отпечатка пальцев Черный",
            price: 200,
          },
          {
            id: "0-000006050",
            name:
              "Шлейф для Huawei P Smart Z/Honor 9X/9X Premium плата на системный разъем/разъем гарнитуры/микрофон",
            price: 150,
          },
          {
            id: "0-000004354",
            name: "Шлейф для Huawei P Smart межплатный",
            price: 150,
          },
          {
            id: "0-000004353",
            name:
              "Шлейф для Huawei P Smart плата на системный разъем/разъем гарнитуры/микрофон",
            price: 120,
          },
          {
            id: "0-000003200",
            name: "Шлейф для Huawei P10 Lite межплатный",
            price: 80,
          },
          {
            id: "0-000001227",
            name:
              "Шлейф для Huawei P10 Lite плата на системный разъем/микрофон",
            price: 100,
          },
          {
            id: "0-000001225",
            name: "Шлейф для Huawei P10 плата на системный разъем/микрофон",
            price: 120,
          },
          {
            id: "0-000004053",
            name: "Шлейф для Huawei P20 Lite межплатный",
            price: 120,
          },
          {
            id: "0-000004052",
            name: "Шлейф для Huawei P20 Lite на кнопки громкости/включения",
            price: 70,
          },
          {
            id: "0-000004058",
            name: "Шлейф для Huawei P20 Lite на кнопку HOME в сборе Золото",
            price: 100,
          },
          {
            id: "0-000004059",
            name: "Шлейф для Huawei P20 Lite на кнопку HOME в сборе Синий",
            price: 100,
          },
          {
            id: "0-000004057",
            name: "Шлейф для Huawei P20 Lite на кнопку HOME в сборе Черный",
            price: 150,
          },
          {
            id: "0-000004056",
            name: "Шлейф для Huawei P20 Lite на сенсор",
            price: 100,
          },
          {
            id: "0-000004055",
            name:
              "Шлейф для Huawei P20 Lite плата на системный разъем/разъем гарнитуры/микрофон",
            price: 120,
          },
          {
            id: "0-000004772",
            name: "Шлейф для Huawei P20 Pro в сборе с микрофоном",
            price: 80,
          },
          {
            id: "0-000004749",
            name: "Шлейф для Huawei P20 Pro на кнопки громкости/включения",
            price: 40,
          },
          {
            id: "0-000003020",
            name: "Шлейф для Huawei P20 Pro на системный разъем",
            price: 170,
          },
          {
            id: "0-000004771",
            name: "Шлейф для Huawei P20 в сборе с микрофоном",
            price: 230,
          },
          {
            id: "0-000004746",
            name: "Шлейф для Huawei P20 на кнопки громкости/включения",
            price: 50,
          },
          {
            id: "0-000003019",
            name: "Шлейф для Huawei P20 на системный разъем",
            price: 170,
          },
          {
            id: "0-000006428",
            name: "Шлейф для Huawei P30 Lite/Honor 20S межплатный",
            price: 130,
          },
          {
            id: "0-000006427",
            name:
              "Шлейф для Huawei P30 Lite/Honor 20S на кнопки громкости/включения",
            price: 70,
          },
          {
            id: "0-000006132",
            name:
              "Шлейф для Huawei P30 Lite/Honor 20S плата на системный разъем/разъем гарнитуры/микрофон",
            price: 120,
          },
          {
            id: "0-000006674",
            name: "Шлейф для Huawei P30 Pro на кнопки громкости/включения",
            price: 70,
          },
          {
            id: "0-000006673",
            name: "Шлейф для Huawei P30 Pro на разъем SIM/MMC",
            price: 770,
          },
          {
            id: "0-000006161",
            name: "Шлейф для Huawei P30 Pro на системный разъем",
            price: 420,
          },
          {
            id: "0-000006098",
            name: "Шлейф для Huawei P30 Pro сканер отпечатка пальцев",
            price: 400,
          },
          {
            id: "0-000006431",
            name: "Шлейф для Huawei P30 межплатный",
            price: 150,
          },
          {
            id: "0-000006430",
            name: "Шлейф для Huawei P30 на кнопки громкости/включения",
            price: 70,
          },
          {
            id: "0-000006131",
            name: "Шлейф для Huawei P30 на системный разъем/микрофон",
            price: 150,
          },
          {
            id: "Т-000002498",
            name: "Шлейф для Huawei P8 Lite на кнопки громкости/включения",
            price: 50,
          },
          {
            id: "0-000000824",
            name: "Шлейф для Huawei P9 Lite на системный разъем/микрофон",
            price: 120,
          },
          {
            id: "0-000002293",
            name: "Шлейф для Huawei Y3 2017 на кнопки громкости/включения",
            price: 80,
          },
          {
            id: "0-000002253",
            name: "Шлейф для Huawei Y5 2017 плата на системный разъем/микрофон",
            price: 70,
          },
          {
            id: "0-000004359",
            name:
              "Шлейф для Huawei Y5 2018 (DRA-L21)/Y5 Prime 2018 (DRA-LX2) на кнопки громкости/включения",
            price: 50,
          },
          {
            id: "0-000004358",
            name:
              "Шлейф для Huawei Y5 2018 (DRA-L21)/Y5 Prime 2018 (DRA-LX2) плата на системный разъем/микрофон",
            price: 100,
          },
          {
            id: "0-000006373",
            name:
              "Шлейф для Huawei Y5 2019 (AMN-LX9)/Honor 8S плата на системный разъем/микрофон",
            price: 170,
          },
          {
            id: "0-000006958",
            name: "Шлейф для Huawei Y5 2019 на кнопки громкости/включения",
            price: 60,
          },
          {
            id: "0-000001413",
            name:
              "Шлейф для Huawei Y5 II (CUN-U29) на кнопки громкости/включения",
            price: 70,
          },
          {
            id: "0-000004360",
            name:
              "Шлейф для Huawei Y6 2018/Y6 Prime 2018 плата на системный разъем/микрофон",
            price: 120,
          },
          {
            id: "0-000005331",
            name:
              "Шлейф для Huawei Y6 2019/Y6 Prime 2019/Honor 8A/Honor 8A Pro/Y6s плата на системный разъем/микрофон",
            price: 100,
          },
          {
            id: "0-000005334",
            name:
              "Шлейф для Huawei Y6 2019/Y6 Prime 2019/Honor 8A/Y6s межплатный",
            price: 120,
          },
          {
            id: "0-000006066",
            name: "Шлейф для Huawei Y7 2019 межплатный",
            price: 130,
          },
          {
            id: "0-000006067",
            name: "Шлейф для Huawei Y7 2019 плата на системный разъем/микрофон",
            price: 120,
          },
          {
            id: "0-000005328",
            name:
              "Шлейф для Huawei Y7 2019/Y7 Prime 2019 на кнопки громкости/включения",
            price: 50,
          },
          {
            id: "0-000004429",
            name:
              "Шлейф для Huawei Y9 2018 (FLA-LX1) на кнопки громкости/включения",
            price: 60,
          },
          {
            id: "0-000004428",
            name:
              "Шлейф для Huawei Y9 2018 (FLA-LX1) плата на системный разъем/разъем гарнитуры/микрофон",
            price: 500,
          },
        ],
      },
      {
        id: "532__Lenovo",
        name: "Lenovo",
        children: [
          {
            id: "0-000001586",
            name: "Шлейф для Lenovo A2010 на кнопки громкости/включения",
            price: 90,
          },
          {
            id: "0-000002378",
            name: "Шлейф для Lenovo A5000 на кнопки громкости/включения",
            price: 60,
          },
          {
            id: "Т-000004496",
            name: "Шлейф для Lenovo A6000 на кнопки громкости/включения",
            price: 30,
          },
          {
            id: "0-000001509",
            name: "Шлейф для Lenovo A6010 на кнопки громкости/включения",
            price: 50,
          },
          {
            id: "Т-000002977",
            name: "Шлейф для Lenovo A606 на кнопки громкости/включения",
            price: 50,
          },
          {
            id: "0-000000560",
            name: "Шлейф для Lenovo A7010 на кнопки громкости/включения",
            price: 30,
          },
          {
            id: "Т-000005083",
            name: "Шлейф для Lenovo A859 плата системный разъем/микрофон",
            price: 150,
          },
          {
            id: "0-000002159",
            name: "Шлейф для Lenovo K6 Note в сборе с микрофоном",
            price: 100,
          },
          {
            id: "Т-000001343",
            name: "Шлейф для Lenovo K900 плата системный разъем/звонок",
            price: 380,
          },
          {
            id: "Т-000000730",
            name: "Шлейф для Lenovo S860 на кнопки громкости/включения",
            price: 90,
          },
          {
            id: "Т-000003548",
            name: "Шлейф для Lenovo S90 Sisley плата системный разъем/микрофон",
            price: 130,
          },
          {
            id: "Т-000003858",
            name:
              "Шлейф для Lenovo Vibe K3 Note/A7000 на кнопки громкости/включения",
            price: 60,
          },
          {
            id: "0-000002257",
            name: "Шлейф для Lenovo Vibe S1 плата системный разъем/микрофон",
            price: 220,
          },
        ],
      },
      {
        id: "533__LG",
        name: "LG",
        children: [
          {
            id: "0-000004435",
            name: "Шлейф для LG G710 (G7) на системный разъем/микрофон",
            price: 500,
          },
          {
            id: "0-000004182",
            name: "Шлейф для LG H930DS (V30+) на кнопки громкости",
            price: 160,
          },
          {
            id: "0-000004183",
            name: "Шлейф для LG H930DS (V30+) на системный разъем/микрофон",
            price: 300,
          },
          {
            id: "0-000001514",
            name: "Шлейф для LG K100DS (K3 LTE) на разъем SIM/MMC",
            price: 150,
          },
          {
            id: "0-000004437",
            name: "Шлейф для LG Q610NM (Q7) на системный разъем",
            price: 170,
          },
          {
            id: "0-000004460",
            name: "Шлейф для LG Q710NAW на системный разъем/микрофон",
            price: 280,
          },
          {
            id: "0-000001695",
            name: "Шлейф для LG X230 (K7 2017) на кнопки громкости",
            price: 60,
          },
        ],
      },
      {
        id: "534__Meizu",
        name: "Meizu",
        children: [
          {
            id: "0-000004455",
            name:
              "Шлейф для Meizu 15 Lite на системный разъем/разъем гарнитуры/микрофон",
            price: 160,
          },
          {
            id: "Т-000005506",
            name: "Шлейф для Meizu M2 mini на системный разъем/микрофон/вибро",
            price: 130,
          },
          {
            id: "Т-000005510",
            name: "Шлейф для Meizu M2 Note на системный разъем/микрофон/вибро",
            price: 130,
          },
          {
            id: "0-000005228",
            name: "Шлейф для Meizu M3 Note (L681H) межплатный",
            price: 120,
          },
          {
            id: "0-000004399",
            name:
              "Шлейф для Meizu M3 Note (L681H) на кнопку HOME в сборе Белый",
            price: 200,
          },
          {
            id: "0-000004397",
            name:
              "Шлейф для Meizu M3 Note (L681H) на кнопку HOME в сборе Черный",
            price: 220,
          },
          {
            id: "0-000002911",
            name:
              "Шлейф для Meizu M3 Note (L681H) на системный разъем/микрофон/HOME (Ver 1.0)",
            price: 170,
          },
          {
            id: "0-000005315",
            name:
              "Шлейф для Meizu M3 Note (L681H) на системный разъем/микрофон/HOME (Ver 3.0)",
            price: 170,
          },
          {
            id: "0-000001976",
            name:
              "Шлейф для Meizu M3 Note (M681H) на кнопку HOME в сборе Белый",
            price: 200,
          },
          {
            id: "0-000001977",
            name:
              "Шлейф для Meizu M3 Note (M681H) на кнопку HOME в сборе Черный",
            price: 220,
          },
          {
            id: "Т-000005522",
            name:
              "Шлейф для Meizu M3 Note (M681H) на системный разъем/микрофон/HOME",
            price: 100,
          },
          {
            id: "Т-000005521",
            name: "Шлейф для Meizu M3 Note на кнопки громкости/включения",
            price: 50,
          },
          {
            id: "0-000001021",
            name: "Шлейф для Meizu M3s mini на кнопку HOME в сборе Белый",
            price: 200,
          },
          {
            id: "0-000001020",
            name: "Шлейф для Meizu M3s mini на кнопку HOME в сборе Черный",
            price: 130,
          },
          {
            id: "Т-000005676",
            name: "Шлейф для Meizu M3s mini на системный разъем/микрофон/вибро",
            price: 120,
          },
          {
            id: "0-000002290",
            name:
              "Шлейф для Meizu M5 на системный разъем/разъем гарнитуры/микрофон",
            price: 110,
          },
          {
            id: "0-000003100",
            name: "Шлейф для Meizu M5c на системный разъем/микрофон",
            price: 100,
          },
          {
            id: "0-000006968",
            name: "Шлейф для Meizu M5s на кнопки громкости/включения",
            price: 100,
          },
          {
            id: "0-000002372",
            name: "Шлейф для Meizu M5s на системный разъем/вибро/микрофон",
            price: 110,
          },
          {
            id: "0-000003579",
            name:
              "Шлейф для Meizu M6 Note на системный разъем/разъем гарнитуры/микрофон",
            price: 170,
          },
          {
            id: "0-000004060",
            name:
              "Шлейф для Meizu M6 на системный разъем/разъем гарнитуры/микрофон",
            price: 130,
          },
          {
            id: "0-000004063",
            name:
              "Шлейф для Meizu M6s на системный разъем/разъем гарнитуры/микрофон",
            price: 130,
          },
          {
            id: "0-000005102",
            name: "Шлейф для Meizu M6T на системный разъем/микрофон",
            price: 100,
          },
          {
            id: "0-000001519",
            name: "Шлейф для Meizu MX4 Pro на кнопку включения/микрофон/сенсор",
            price: 60,
          },
          {
            id: "0-000001520",
            name: "Шлейф для Meizu MX4 Pro плата на системный разъем/микрофон",
            price: 130,
          },
          {
            id: "0-000001523",
            name: "Шлейф для Meizu MX4 плата на системный разъем/микрофон",
            price: 100,
          },
          {
            id: "Т-000005677",
            name:
              "Шлейф для Meizu MX6 на системный разъем/разъем гарнитуры/микрофон",
            price: 200,
          },
          {
            id: "0-000000295",
            name:
              "Шлейф для Meizu U10 на системный разъем/разъем гарнитуры/микрофон",
            price: 130,
          },
          {
            id: "0-000000522",
            name: "Шлейф для Meizu U20 на системный разъем/микрофон",
            price: 120,
          },
        ],
      },
      {
        id: "535__Micromax",
        name: "Micromax",
        children: [
          {
            id: "0-000001868",
            name: "Шлейф для Micromax Q340 Selfie 2 межплатный",
            price: 50,
          },
          {
            id: "0-000001880",
            name:
              "Шлейф для Micromax Q4101 Bolt Warrior 1 Plus на системный разъем/микрофон",
            price: 100,
          },
          {
            id: "0-000001870",
            name:
              "Шлейф для Micromax Q4202 Bolt Warrior 2 на системный разъем/микрофон/вибро",
            price: 120,
          },
          {
            id: "0-000001920",
            name:
              "Шлейф для Micromax Q462 Canvas 5 Lite на системный разъем/микрофон",
            price: 120,
          },
        ],
      },
      {
        id: "536__Microsoft",
        name: "Microsoft",
        children: [
          {
            id: "Т-000000614",
            name:
              "Шлейф для Microsoft 535 Dual плата системный разъем/микрофон",
            price: 160,
          },
        ],
      },
      {
        id: "537__Nokia",
        name: "Nokia",
        children: [
          {
            id: "0-000005088",
            name: "Шлейф для Nokia 1 на системный разъем/микрофон/вибро",
            price: 240,
          },
          {
            id: "УТ-00012563",
            name: "Шлейф для Nokia 1020 на системный разъем/микрофон",
            price: 150,
          },
          {
            id: "0-000004259",
            name: "Шлейф для Nokia 2 на кнопки громкости/включения",
            price: 70,
          },
          {
            id: "0-000003964",
            name: "Шлейф для Nokia 2 на системный разъем/микрофон",
            price: 120,
          },
          {
            id: "0-000006007",
            name: "Шлейф для Nokia 2.1 (2018) межплатный",
            price: 150,
          },
          {
            id: "0-000005883",
            name: "Шлейф для Nokia 2.1 (2018) на системный разъем/микрофон",
            price: 120,
          },
          {
            id: "0-000002824",
            name: "Шлейф для Nokia 3 на кнопки громкости/включения",
            price: 70,
          },
          {
            id: "0-000002821",
            name: "Шлейф для Nokia 3 на системный разъем/микрофон",
            price: 100,
          },
          {
            id: "0-000005090",
            name: "Шлейф для Nokia 3.1 (2018) межплатный",
            price: 150,
          },
          {
            id: "0-000005089",
            name: "Шлейф для Nokia 3.1 (2018) на системный разъем/микрофон",
            price: 100,
          },
          {
            id: "0-000005253",
            name: "Шлейф для Nokia 3.1 Plus межплатный",
            price: 150,
          },
          {
            id: "0-000005249",
            name: "Шлейф для Nokia 3.1 Plus на системный разъем/микрофон",
            price: 120,
          },
          {
            id: "0-000004020",
            name: "Шлейф для Nokia 5 на кнопки громкости/включения",
            price: 80,
          },
          {
            id: "0-000003951",
            name: "Шлейф для Nokia 5 на системный разъем/микрофон",
            price: 150,
          },
          {
            id: "0-000005093",
            name: "Шлейф для Nokia 5.1 (2018) межплатный",
            price: 150,
          },
          {
            id: "0-000005094",
            name: "Шлейф для Nokia 5.1 (2018) на системный разъем/микрофон",
            price: 120,
          },
          {
            id: "0-000005095",
            name: "Шлейф для Nokia 5.1 Plus межплатный",
            price: 150,
          },
          {
            id: "0-000005096",
            name: "Шлейф для Nokia 5.1 Plus на системный разъем/микрофон",
            price: 120,
          },
          {
            id: "0-000004022",
            name: "Шлейф для Nokia 6 межплатный",
            price: 150,
          },
          {
            id: "0-000002839",
            name: "Шлейф для Nokia 6 на кнопки громкости/включения",
            price: 100,
          },
          {
            id: "0-000002339",
            name: "Шлейф для Nokia 6 плата на системный разъем/микрофон",
            price: 130,
          },
          {
            id: "0-000006417",
            name: "Шлейф для Nokia 6 сканер отпечатка пальцев Черный",
            price: 650,
          },
          {
            id: "0-000005246",
            name: "Шлейф для Nokia 6.1 (2018) межплатный",
            price: 200,
          },
          {
            id: "0-000005247",
            name: "Шлейф для Nokia 6.1 (2018) на кнопки громкости/включения",
            price: 60,
          },
          {
            id: "0-000005097",
            name: "Шлейф для Nokia 6.1 (2018) на системный разъем/микрофон",
            price: 150,
          },
          {
            id: "0-000007368",
            name: "Шлейф для Nokia 6.2/7.2 плата на системный разъем/микрофон",
            price: 150,
          },
          {
            id: "УТ-00010729",
            name: "Шлейф для Nokia 625 на кнопки громкости/включения/камеры",
            price: 170,
          },
          {
            id: "УТ-00012136",
            name: "Шлейф для Nokia 625 плата системный разъем/микрофон",
            price: 120,
          },
          { id: "УТ-00005353", name: "Шлейф для Nokia 6500S", price: 150 },
          {
            id: "УТ-00004472",
            name: "Шлейф для Nokia 6700C подложка клавиатуры с микрофоном",
            price: 420,
          },
          {
            id: "0-000004024",
            name: "Шлейф для Nokia 7 Plus межплатный",
            price: 330,
          },
          {
            id: "0-000005243",
            name: "Шлейф для Nokia 7 Plus на системный разъем/микрофон",
            price: 130,
          },
          {
            id: "0-000005100",
            name: "Шлейф для Nokia 7.1 (2018) на системный разъем/микрофон",
            price: 130,
          },
          { id: "УТ-00005369", name: "Шлейф для Nokia 7230", price: 130 },
          {
            id: "0-000004165",
            name: "Шлейф для Nokia 8 межплатный",
            price: 400,
          },
          {
            id: "0-000004255",
            name: "Шлейф для Nokia 8 на кнопки громкости/включения",
            price: 180,
          },
          {
            id: "0-000004163",
            name: "Шлейф для Nokia 8 плата системный разъем/микрофон",
            price: 150,
          },
          {
            id: "0-000005101",
            name: "Шлейф для Nokia 8.1 (2018) на системный разъем/микрофон",
            price: 150,
          },
          { id: "УТ-00005380", name: "Шлейф для Nokia 8800 Arte", price: 520 },
          {
            id: "УТ-00008667",
            name: "Шлейф для Nokia 920 на системный разъем/микрофон",
            price: 100,
          },
          {
            id: "УТ-00010702",
            name:
              "Шлейф для Nokia 925 на системный разъем/разъем гарнитуры/микрофон",
            price: 70,
          },
          {
            id: "УТ-00004483",
            name: "Шлейф для Nokia C3-01 клавиатура/SIM/MMC",
            price: 240,
          },
          {
            id: "УТ-00012588",
            name: "Шлейф для Nokia C7-00 на разъем SIM",
            price: 150,
          },
          {
            id: "0У-00000536",
            name: "Шлейф для Nokia X2 Dual на кнопки громкости/включения",
            price: 30,
          },
          {
            id: "0У-00000150",
            name: "Шлейф для Nokia XL Dual на кнопки громкости/включения",
            price: 60,
          },
        ],
      },
      {
        id: "538__OnePlus",
        name: "OnePlus",
        children: [
          {
            id: "0-000006536",
            name: "Шлейф для OnePlus 5T на системный разъем/разъем гарнитуры",
            price: 370,
          },
        ],
      },
      {
        id: "539__Samsung",
        name: "Samsung",
        children: [
          {
            id: "0-000005317",
            name:
              "Шлейф для Samsung A105 (A10) плата системный разъем/разъем гарнитуры/микрофон",
            price: 330,
          },
          {
            id: "0-000006018",
            name:
              "Шлейф для Samsung A205 (A20) плата системный разъем/разъем гарнитуры/микрофон",
            price: 150,
          },
          {
            id: "0-000005319",
            name:
              "Шлейф для Samsung A205F/A305F/A307F/A405F/A505F на кнопки громкости/включения",
            price: 70,
          },
          {
            id: "0-000007398",
            name: "Шлейф для Samsung A207F (A20s) межплатный",
            price: 120,
          },
          {
            id: "0-000007396",
            name: "Шлейф для Samsung A207F (A20s) на кнопки громкости",
            price: 50,
          },
          {
            id: "0-000007395",
            name: "Шлейф для Samsung A207F (A20s) на кнопку включения",
            price: 50,
          },
          {
            id: "0-000007117",
            name:
              "Шлейф для Samsung A207F (A20s) плата системный разъем/разъем гарнитуры/микрофон",
            price: 220,
          },
          {
            id: "Т-000000054",
            name:
              "Шлейф для Samsung A300F плата системный разъем/разъем гарнитуры/микрофон",
            price: 240,
          },
          {
            id: "0-000005320",
            name:
              "Шлейф для Samsung A305F (A30) плата системный разъем/разъем гарнитуры/микрофон",
            price: 180,
          },
          {
            id: "0-000007047",
            name: "Шлейф для Samsung A307F (A30s) межплатный",
            price: 300,
          },
          {
            id: "0-000007043",
            name:
              "Шлейф для Samsung A307F (A30s) плата системный разъем/разъем гарнитуры/микрофон",
            price: 400,
          },
          {
            id: "Т-000003208",
            name:
              "Шлейф для Samsung A310F плата системный разъем/разъем гарнитуры/микрофон/HOME",
            price: 250,
          },
          {
            id: "Т-000003924",
            name: "Шлейф для Samsung A310F/A510F/A710F в сборе с микрофоном",
            price: 60,
          },
          {
            id: "0-000002781",
            name: "Шлейф для Samsung A320F на сенсорные кнопки",
            price: 110,
          },
          {
            id: "0-000000755",
            name: "Шлейф для Samsung A320F/A520F на разъем гарнитуры",
            price: 70,
          },
          {
            id: "0-000000751",
            name:
              "Шлейф для Samsung A320F/A520F/A720F на кнопку HOME в сборе Черный",
            price: 120,
          },
          {
            id: "0-000000283",
            name: "Шлейф для Samsung A320F/A520F/A720F на спикер",
            price: 30,
          },
          {
            id: "0-000005323",
            name:
              "Шлейф для Samsung A405 (A40) плата системный разъем/разъем гарнитуры/микрофон",
            price: 280,
          },
          {
            id: "Т-000000055",
            name:
              "Шлейф для Samsung A500F плата системный разъем/разъем гарнитуры/микрофон",
            price: 230,
          },
          {
            id: "0-000007351",
            name: "Шлейф для Samsung A505F (A50) межплатный",
            price: 250,
          },
          {
            id: "0-000005324",
            name:
              "Шлейф для Samsung A505F (A50) плата системный разъем/разъем гарнитуры/микрофон",
            price: 300,
          },
          {
            id: "Т-000003209",
            name:
              "Шлейф для Samsung A510F плата системный разъем/разъем гарнитуры/микрофон/HOME",
            price: 240,
          },
          {
            id: "0-000002782",
            name: "Шлейф для Samsung A520F/A720F на сенсорные кнопки",
            price: 130,
          },
          {
            id: "0-000004029",
            name:
              "Шлейф для Samsung A530F/A730F (A8 2018/A8+ 2018) на кнопку HOME",
            price: 200,
          },
          {
            id: "0-000004030",
            name:
              "Шлейф для Samsung A600F/A605/J600F (A6 2018/A6+ 2018/J6 2018) сканер отпечатка пальцев Черный",
            price: 100,
          },
          {
            id: "0-000003973",
            name:
              "Шлейф для Samsung A600F/A605F/J415F/J600F/J610F/J810F на кнопки громкости",
            price: 50,
          },
          {
            id: "0-000006019",
            name:
              "Шлейф для Samsung A705F (A70) плата системный разъем/разъем гарнитуры/микрофон",
            price: 470,
          },
          {
            id: "Т-000003923",
            name: "Шлейф для Samsung A710F плата системный разъем",
            price: 270,
          },
          {
            id: "0-000004426",
            name: "Шлейф для Samsung A750F межплатный",
            price: 130,
          },
          {
            id: "0-000005274",
            name: "Шлейф для Samsung A750F на кнопки громкости",
            price: 100,
          },
          {
            id: "0-000004422",
            name:
              "Шлейф для Samsung A750F плата системный разъем/разъем гарнитуры/микрофон",
            price: 170,
          },
          {
            id: "0-000006918",
            name: "Шлейф для Samsung A805F (A80) в сборе с микрофоном",
            price: 80,
          },
          {
            id: "0-000006917",
            name: "Шлейф для Samsung A805F (A80) межплатный",
            price: 170,
          },
          {
            id: "0-000006916",
            name: "Шлейф для Samsung A805F (A80) на кнопки громкости",
            price: 80,
          },
          {
            id: "0-000006915",
            name: "Шлейф для Samsung A805F (A80) на кнопку включения",
            price: 50,
          },
          {
            id: "0-000006278",
            name:
              "Шлейф для Samsung A805F (A80) плата системный разъем/коннектор SIM/микрофон",
            price: 550,
          },
          {
            id: "0-000004630",
            name: "Шлейф для Samsung A920F (A9 2018) межплатный",
            price: 120,
          },
          {
            id: "0-000004508",
            name:
              "Шлейф для Samsung A920F (A9 2018) на кнопки громкости/включения",
            price: 100,
          },
          {
            id: "0-000004628",
            name:
              "Шлейф для Samsung A920F (A9 2018) плата системный разъем/разъем гарнитуры/микрофон",
            price: 440,
          },
          { id: "УТ-00005468", name: "Шлейф для Samsung C3050", price: 130 },
          { id: "УТ-00006066", name: "Шлейф для Samsung C3520", price: 150 },
          {
            id: "УТ-00011257",
            name: "Шлейф для Samsung C3592 межплатный",
            price: 150,
          },
          {
            id: "УТ-00006188",
            name: "Шлейф для Samsung C3750/C3752 - Ориг",
            price: 150,
          },
          {
            id: "УТ-00005478",
            name: "Шлейф для Samsung C6112 Ориг",
            price: 150,
          },
          { id: "УТ-00005508", name: "Шлейф для Samsung E2210", price: 100 },
          {
            id: "0-000002183",
            name: "Шлейф для Samsung G570F на кнопку HOME/разъем гарнитуры",
            price: 110,
          },
          {
            id: "0У-00000138",
            name:
              "Шлейф для Samsung G800F (S5 mini) плата системный разъем/микрофон/HOME",
            price: 170,
          },
          {
            id: "0У-00000529",
            name:
              "Шлейф для Samsung G850F (Alpha) плата системный разъем/микрофон/HOME",
            price: 150,
          },
          {
            id: "УТ-00012665",
            name:
              "Шлейф для Samsung G900F (S5) плата системный разъем/сенсор/микрофон",
            price: 220,
          },
          {
            id: "Т-000000518",
            name:
              "Шлейф для Samsung G920F/G920FD (S6/S6 Duos) плата системный разъем/разъем гарнитуры/микрофон/HOME",
            price: 220,
          },
          {
            id: "Т-000000924",
            name:
              "Шлейф для Samsung G925F (S6 Edge) плата системный разъем/разъем гарнитуры/микрофон/HOME",
            price: 250,
          },
          {
            id: "Т-000003896",
            name: "Шлейф для Samsung G930F (S7) на разъем гарнитуры",
            price: 80,
          },
          {
            id: "Т-000005463",
            name: "Шлейф для Samsung G930F (S7) на сенсор",
            price: 100,
          },
          {
            id: "Т-000003889",
            name:
              "Шлейф для Samsung G930F (S7) плата системный разъем/сенсор/микрофон",
            price: 200,
          },
          {
            id: "Т-000004754",
            name:
              "Шлейф для Samsung G935F (S7 Edge) плата системный разъем/микрофон/HOME",
            price: 150,
          },
          {
            id: "0-000000749",
            name: "Шлейф для Samsung G950F (S8) на системный разъем/микрофон",
            price: 300,
          },
          {
            id: "0-000000775",
            name: "Шлейф для Samsung G950F/G955F (S8/S8+) в сборе с сенсором",
            price: 120,
          },
          {
            id: "0-000000787",
            name:
              "Шлейф для Samsung G950F/G955F (S8/S8+) на кнопку HOME в сборе Серебро",
            price: 330,
          },
          {
            id: "0-000000790",
            name:
              "Шлейф для Samsung G950F/G955F (S8/S8+) на кнопку HOME в сборе Фиолетовый",
            price: 330,
          },
          {
            id: "0-000000791",
            name:
              "Шлейф для Samsung G950F/G955F (S8/S8+) на кнопку HOME в сборе Черный",
            price: 350,
          },
          {
            id: "0-000000784",
            name: "Шлейф для Samsung G950F/G955F (S8/S8+) на кнопку включения",
            price: 50,
          },
          {
            id: "0-000000795",
            name: "Шлейф для Samsung G950F/G955F (S8/S8+) на разъем гарнитуры",
            price: 70,
          },
          {
            id: "0-000000774",
            name:
              "Шлейф для Samsung G950F/G955F/N950F/A530F/A730F (S8/S8+/Note 8/A8 2018/A8+ 2018) на кнопки громкости",
            price: 70,
          },
          {
            id: "0-000000750",
            name: "Шлейф для Samsung G955F (S8+) на системный разъем/микрофон",
            price: 390,
          },
          {
            id: "0-000003988",
            name: "Шлейф для Samsung G960F (S9) на системный разъем/микрофон",
            price: 450,
          },
          {
            id: "0-000003991",
            name: "Шлейф для Samsung G960F/G965F (S9/S9+) на кнопки громкости",
            price: 120,
          },
          {
            id: "0-000003997",
            name:
              "Шлейф для Samsung G960F/G965F (S9/S9+) на кнопку HOME в сборе Фиолетовый",
            price: 480,
          },
          {
            id: "0-000003998",
            name:
              "Шлейф для Samsung G960F/G965F (S9/S9+) на кнопку HOME в сборе Черный",
            price: 450,
          },
          {
            id: "0-000003990",
            name: "Шлейф для Samsung G960F/G965F (S9/S9+) на кнопку включения",
            price: 80,
          },
          {
            id: "0-000004031",
            name: "Шлейф для Samsung G960F/G965F (S9/S9+) на сенсор",
            price: 100,
          },
          {
            id: "0-000004008",
            name: "Шлейф для Samsung G965F (S9+) на системный разъем/микрофон",
            price: 300,
          },
          {
            id: "0-000006978",
            name: "Шлейф для Samsung G973F (S10) на разъем гарнитуры",
            price: 100,
          },
          {
            id: "УТ-00010432",
            name: "Шлейф для Samsung i8552 на кнопку HOME",
            price: 50,
          },
          {
            id: "УТ-00005696",
            name: "Шлейф для Samsung i9100 на системный разъем/микрофон",
            price: 150,
          },
          {
            id: "УТ-00005695",
            name: "Шлейф для Samsung i9100/i9105 спикер/разъем гарнитуры/вибро",
            price: 50,
          },
          {
            id: "УТ-00010025",
            name:
              "Шлейф для Samsung i9190/i9192/i9195 системный разъем/микрофон",
            price: 150,
          },
          {
            id: "УТ-00006770",
            name: "Шлейф для Samsung i9300 на разъем SIM/MMC",
            price: 100,
          },
          {
            id: "УТ-00006778",
            name: "Шлейф для Samsung i9300/i9300I спикер/кнопки громкости",
            price: 70,
          },
          {
            id: "УТ-00009416",
            name: "Шлейф для Samsung i9500 плата системный разъем/микрофон",
            price: 180,
          },
          {
            id: "УТ-00009282",
            name: "Шлейф для Samsung i9500/i9505 на разъем SIM/MMC",
            price: 120,
          },
          {
            id: "УТ-00010717",
            name: "Шлейф для Samsung i9505 плата системный разъем/микрофон",
            price: 150,
          },
          {
            id: "0-000004025",
            name: "Шлейф для Samsung J250F на кнопку HOME",
            price: 70,
          },
          {
            id: "Т-000005474",
            name: "Шлейф для Samsung J320F на кнопку HOME",
            price: 110,
          },
          {
            id: "Т-000005473",
            name: "Шлейф для Samsung J320F на разъем гарнитуры",
            price: 80,
          },
          {
            id: "0-000001408",
            name: "Шлейф для Samsung J330F (J3 2017) на кнопку HOME",
            price: 80,
          },
          {
            id: "0-000001535",
            name:
              "Шлейф для Samsung J330F/J400F (J3 2017/J4 2018) на разъем гарнитуры/микрофон",
            price: 120,
          },
          {
            id: "0-000001353",
            name:
              "Шлейф для Samsung J330F/J530F/J730F/G570F/A600F/A605F на кнопку включения",
            price: 70,
          },
          {
            id: "0-000004070",
            name:
              "Шлейф для Samsung J415F/J600F/J810F (J6 2018/J8 2018) на кнопку включения",
            price: 40,
          },
          {
            id: "Т-000004755",
            name: "Шлейф для Samsung J510F на кнопку HOME/разъем гарнитуры",
            price: 130,
          },
          {
            id: "0-000006053",
            name:
              "Шлейф для Samsung M105 (M10) плата системный разъем/разъем гарнитуры/микрофон",
            price: 160,
          },
          {
            id: "0-000006728",
            name: "Шлейф для Samsung M205F межплатный",
            price: 150,
          },
          {
            id: "0-000006727",
            name: "Шлейф для Samsung M205F на кнопки громкости/включения",
            price: 70,
          },
          {
            id: "0-000006052",
            name:
              "Шлейф для Samsung M205F плата системный разъем/разъем гарнитуры/микрофон",
            price: 170,
          },
          {
            id: "0-000007053",
            name:
              "Шлейф для Samsung M307 (M30s) плата системный разъем/разъем гарнитуры/микрофон",
            price: 230,
          },
          {
            id: "УТ-00010020",
            name: "Шлейф для Samsung N5100 на системный разъем",
            price: 130,
          },
          {
            id: "УТ-00006272",
            name: "Шлейф для Samsung N7000/i9220 на системный разъем/микрофон",
            price: 130,
          },
          {
            id: "УТ-00007863",
            name: "Шлейф для Samsung N7100 на системный разъем/микрофон",
            price: 120,
          },
          {
            id: "УТ-00008353",
            name: "Шлейф для Samsung N8000 на разъем SIM",
            price: 150,
          },
          {
            id: "УТ-00008350",
            name: "Шлейф для Samsung N8000 системный разъем/микрофон",
            price: 150,
          },
          {
            id: "УТ-00008803",
            name: "Шлейф для Samsung N8000/P5100/P5110/P7500 на дисплей",
            price: 110,
          },
          {
            id: "0-000001572",
            name: "Шлейф для Samsung N950F (Note 8) в сборе с сенсором",
            price: 120,
          },
          {
            id: "0-000001544",
            name:
              "Шлейф для Samsung N950F (Note 8) на кнопку HOME в сборе Черный",
            price: 470,
          },
          {
            id: "0-000001543",
            name: "Шлейф для Samsung N950F (Note 8) на кнопку включения",
            price: 100,
          },
          {
            id: "0-000001546",
            name:
              "Шлейф для Samsung N950F (Note 8) на системный разъем/микрофон",
            price: 360,
          },
          {
            id: "0-000004614",
            name: "Шлейф для Samsung N960F (Note 9) на кнопки громкости",
            price: 80,
          },
          {
            id: "0-000004612",
            name: "Шлейф для Samsung N960F (Note 9) на кнопку включения",
            price: 120,
          },
          {
            id: "0-000004613",
            name:
              "Шлейф для Samsung N960F (Note 9) плата системный разъем/микрофон",
            price: 200,
          },
          {
            id: "0-000006682",
            name:
              "Шлейф для Samsung N970F (Note 10) плата системный разъем/микрофон",
            price: 400,
          },
          {
            id: "0-000006684",
            name:
              "Шлейф для Samsung N975F (Note 10+) плата системный разъем/микрофон",
            price: 560,
          },
          {
            id: "УТ-00009038",
            name:
              "Шлейф для Samsung P5100/P5110 плата системный разъем/микрофон",
            price: 170,
          },
          {
            id: "УТ-00011610",
            name:
              "Шлейф для Samsung P5200/P5210 плата системный разъем/микрофон",
            price: 160,
          },
          {
            id: "УТ-00011616",
            name: "Шлейф для Samsung P5200/P5210/T530/T531/T535 межплатный",
            price: 130,
          },
          {
            id: "УТ-00011647",
            name: "Шлейф для Samsung P600/P601/P605 на дисплей",
            price: 100,
          },
          {
            id: "УТ-00011574",
            name: "Шлейф для Samsung T311 плата системный разъем/микрофон",
            price: 150,
          },
          {
            id: "0У-00000141",
            name:
              "Шлейф для Samsung T530/T531/T535 на системный разъем/микрофон",
            price: 150,
          },
          {
            id: "Т-000002963",
            name:
              "Шлейф для Samsung T550/T555 на системный разъем/разъем гарнитуры",
            price: 170,
          },
          {
            id: "0У-00001110",
            name: "Шлейф для Samsung T800/T805 на системный разъем/разъем MMC",
            price: 200,
          },
        ],
      },
      {
        id: "540__Sony",
        name: "Sony",
        children: [
          {
            id: "УТ-00010941",
            name:
              "Шлейф для Sony C1904 (M)/C2005 (M Dual) на кнопки громкости/включения/камеру",
            price: 80,
          },
          {
            id: "УТ-00010957",
            name:
              "Шлейф для Sony C2305 (C) на кнопки громкости/включения/камеры",
            price: 170,
          },
          {
            id: "УТ-00010954",
            name: "Шлейф для Sony C2305 (C) на разъем SIM/MMC",
            price: 120,
          },
          {
            id: "УТ-00010553",
            name: "Шлейф для Sony C6503 (ZL) на кнопку камеры/микрофон",
            price: 60,
          },
          {
            id: "УТ-00009532",
            name:
              "Шлейф для Sony C6603 (Z) на кнопки громкости/включения/микрофон",
            price: 150,
          },
          {
            id: "УТ-00009533",
            name: "Шлейф для Sony C6603 (Z) на разъем гарнитуры/сенсор",
            price: 50,
          },
          {
            id: "УТ-00011348",
            name:
              "Шлейф для Sony C6903 (Z1) на кнопку включения/громкости/камера",
            price: 200,
          },
          {
            id: "УТ-00012220",
            name: "Шлейф для Sony D2302 (M2 Dual) на разъем SIM/MMC",
            price: 150,
          },
          {
            id: "УТ-00013773",
            name:
              "Шлейф для Sony D2303/D2302 (M2/M2 Dual) плата вибро/микрофон",
            price: 120,
          },
          {
            id: "0У-00001182",
            name:
              "Шлейф для Sony D2303/D2302/D2403 (M2/M2 Dual/M2 Aqua ) на кнопки громкости/включения/камеры",
            price: 50,
          },
          {
            id: "УТ-00013774",
            name: "Шлейф для Sony D2303/D2403/ (M2/M2 Aqua) на разъем SIM/MMC",
            price: 170,
          },
          {
            id: "УТ-00012734",
            name:
              "Шлейф для Sony D5503 (Z1 Compact) на кнопку включения/громкости",
            price: 110,
          },
          {
            id: "0У-00001090",
            name:
              "Шлейф для Sony D5803 (Z3 Compact) на кнопки громкости/включения/камеры/вибро",
            price: 110,
          },
          {
            id: "0У-00001091",
            name:
              "Шлейф для Sony D5803 (Z3 Compact) на разъем гарнитуры/сенсор",
            price: 70,
          },
          {
            id: "УТ-00013037",
            name:
              "Шлейф для Sony D6503 (Z2) на кнопки громкости/включения/камеры/микрофон",
            price: 390,
          },
          {
            id: "0У-00000551",
            name:
              "Шлейф для Sony D6603 (Z3) на кнопки громкости/включения/камеры/микрофон/вибро",
            price: 180,
          },
          {
            id: "0У-00000552",
            name:
              "Шлейф для Sony D6603/D6633 (Z3/Z3 Dual) на разъем гарнитуры/сенсор/микрофон",
            price: 70,
          },
          {
            id: "0У-00001265",
            name:
              "Шлейф для Sony D6633 (Z3 Dual) на кнопки громкости/включения/камеры/микрофон/вибро",
            price: 280,
          },
          {
            id: "Т-000002515",
            name: "Шлейф для Sony E2303/E2312 (M4/M4 Dual) на разъем гарнитуры",
            price: 90,
          },
          {
            id: "Т-000002516",
            name: "Шлейф для Sony E2303/E2312 (M4/M4 Dual) на системный разъем",
            price: 120,
          },
          {
            id: "Т-000002821",
            name:
              "Шлейф для Sony E2303/E2312 (M4/M4 Dual) плата в сборе с микрофоном и антенной",
            price: 90,
          },
          {
            id: "Т-000003256",
            name:
              "Шлейф для Sony E5603/E5633 (M5/M5 Dual) на системный разъем/микрофон",
            price: 110,
          },
          {
            id: "Т-000003124",
            name: "Шлейф для Sony E5823 (Z5 Compact) в сборе с микрофоном",
            price: 90,
          },
          {
            id: "Т-000003098",
            name: "Шлейф для Sony E6653/E6683 (Z5/Z5 Dual) на микрофон",
            price: 60,
          },
          {
            id: "Т-000003110",
            name: "Шлейф для Sony E6653/E6683 (Z5/Z5 Dual) на системный разъем",
            price: 150,
          },
          {
            id: "Т-000003255",
            name:
              "Шлейф для Sony E6853/E6833 (Z5 Premium/Z5 Premium Dual) на разъем гарнитуры",
            price: 150,
          },
          {
            id: "0-000000370",
            name:
              "Шлейф для Sony F3111/F3112 (XA/XA Dual) на кнопки громкости/включения/камеру/вибро",
            price: 160,
          },
          {
            id: "0-000000373",
            name:
              "Шлейф для Sony F3111/F3112 (XA/XA Dual) на разъем гарнитуры/микрофон",
            price: 170,
          },
          {
            id: "Т-000005675",
            name:
              "Шлейф для Sony F3111/F3112 (XA/XA Dual) плата вибро/микрофон/системный разъем",
            price: 180,
          },
          {
            id: "Т-000005162",
            name:
              "Шлейф для Sony F3311/F3313 (E5) плата на системный разъем/вибро/микрофон",
            price: 130,
          },
          {
            id: "Т-000004762",
            name: "Шлейф для Sony F5121/F5122 (X/X Dual) на системный разъем",
            price: 170,
          },
          {
            id: "Т-000006055",
            name: "Шлейф для Sony F8331/F8332 (XZ/XZ Dual) на системный разъем",
            price: 280,
          },
          {
            id: "0-000001026",
            name:
              "Шлейф для Sony G3121 (XA1) на системный разъем/микрофон/вибро",
            price: 150,
          },
          {
            id: "0-000001043",
            name:
              "Шлейф для Sony G3221/G3212 (XA1 Ultra/XA1 Ultra Dual) на системный разъем/микрофон",
            price: 150,
          },
          {
            id: "0-000001049",
            name:
              "Шлейф для Sony G3311/G3312 (L1/L1 Dual) плата на системный разъем/микрофон",
            price: 170,
          },
          {
            id: "0-000001046",
            name:
              "Шлейф для Sony G8231/G8232 (XZs/XZs Dual) на системный разъем",
            price: 200,
          },
          {
            id: "0-000003460",
            name: "Шлейф для Sony G8324 (XZ2 Compact) на кнопку включения",
            price: 380,
          },
          {
            id: "0-000003172",
            name:
              "Шлейф для Sony G8341/G8342 (XZ1/XZ1 Dual) на кнопки громкости/включения/камеру",
            price: 470,
          },
          {
            id: "0-000002966",
            name: "Шлейф для Sony G8441 (XZ1 Compact) на кнопку включения",
            price: 250,
          },
          {
            id: "0-000004672",
            name:
              "Шлейф для Sony H4113 (XA2 Dual) на системный разъем/микрофон/вибро",
            price: 300,
          },
          {
            id: "0-000004478",
            name:
              "Шлейф для Sony H4213 (XA2 Ultra Dual) на кнопки громкости/включения",
            price: 350,
          },
          {
            id: "0-000004682",
            name:
              "Шлейф для Sony H4213 (XA2 Ultra Dual) на системный разъем/микрофон/вибро",
            price: 230,
          },
          {
            id: "0-000003163",
            name: "Шлейф для Sony H4311 (L2 Dual) межплатный",
            price: 180,
          },
          {
            id: "0-000003158",
            name:
              "Шлейф для Sony H4311 (L2 Dual) на системный разъем/микрофон/вибро",
            price: 480,
          },
          {
            id: "0-000004892",
            name:
              "Шлейф для Sony H4413 (XA2 Plus Dual) на кнопки громкости/включения/камеру",
            price: 400,
          },
          {
            id: "0-000004548",
            name:
              "Шлейф для Sony H8166 (XZ2 Premium Dual) на кнопки громкости/включения/камеру",
            price: 360,
          },
          {
            id: "0-000005120",
            name: "Шлейф для Sony H8166 (XZ2 Premium Dual) на микрофон",
            price: 230,
          },
          {
            id: "0-000004553",
            name: "Шлейф для Sony H8166 (XZ2 Premium Dual) на системный разъем",
            price: 400,
          },
          {
            id: "0-000004692",
            name: "Шлейф для Sony H8296 (XZ2 Dual) межплатный",
            price: 80,
          },
          {
            id: "0-000004689",
            name:
              "Шлейф для Sony H8296 (XZ2/XZ2 Dual) на кнопки громкости/включения/камеру",
            price: 400,
          },
          {
            id: "0-000004690",
            name: "Шлейф для Sony H8296 (XZ2/XZ2 Dual) на микрофон",
            price: 320,
          },
          {
            id: "0-000004952",
            name:
              "Шлейф для Sony H9436 (XZ3 Dual) на кнопки громкости/включения/камеру",
            price: 420,
          },
          {
            id: "0-000006042",
            name:
              "Шлейф для Sony I4113 (10 Dual) на кнопки громкости/включения Черный",
            price: 770,
          },
          {
            id: "0-000006040",
            name: "Шлейф для Sony I4113 (10 Dual) на системный разъем",
            price: 650,
          },
          {
            id: "0-000006045",
            name: "Шлейф для Sony I4213 (10 Plus Dual) на системный разъем",
            price: 950,
          },
          {
            id: "0-000006032",
            name: "Шлейф для Sony I4312 (L3 Dual) межплатный",
            price: 170,
          },
          {
            id: "0-000006033",
            name:
              "Шлейф для Sony I4312 (L3 Dual) на кнопки громкости/включения",
            price: 150,
          },
          {
            id: "0-000006031",
            name: "Шлейф для Sony I4312 (L3 Dual) на системный разъем/микрофон",
            price: 470,
          },
          {
            id: "0-000007102",
            name: "Шлейф для Sony J9210 (5 Dual) на кнопки громкости/включения",
            price: 670,
          },
          {
            id: "0-000007103",
            name: "Шлейф для Sony J9210 (5 Dual) на разъем SIM/MMC",
            price: 320,
          },
          {
            id: "0-000007101",
            name: "Шлейф для Sony J9210 (5 Dual) на системный разъем/микрофон",
            price: 850,
          },
          {
            id: "УТ-00013775",
            name: "Шлейф для Sony Tablet Z на разъем зарядки (ДОК станции)",
            price: 270,
          },
          {
            id: "УТ-00012336",
            name: "Шлейф для Sony Tablet Z на системный разъем",
            price: 150,
          },
        ],
      },
      {
        id: "541__Xiaomi",
        name: "Xiaomi",
        children: [
          {
            id: "Т-000004747",
            name: "Шлейф для Xiaomi Mi 4 на системный разъем",
            price: 150,
          },
          {
            id: "Т-000004267",
            name: "Шлейф для Xiaomi Mi 4C плата системный разъем",
            price: 120,
          },
          {
            id: "Т-000004272",
            name: "Шлейф для Xiaomi Mi 4i плата системный разъем",
            price: 110,
          },
          {
            id: "Т-000004281",
            name: "Шлейф для Xiaomi Mi 5 на кнопки громкости/включения",
            price: 100,
          },
          {
            id: "Т-000004282",
            name: "Шлейф для Xiaomi Mi 5 плата системный разъем/микрофон",
            price: 200,
          },
          {
            id: "0-000001051",
            name: "Шлейф для Xiaomi Mi 5S плата системный разъем/микрофон",
            price: 220,
          },
          {
            id: "0-000003722",
            name: "Шлейф для Xiaomi Mi 6 на кнопки громкости/включения",
            price: 70,
          },
          {
            id: "0-000003720",
            name: "Шлейф для Xiaomi Mi 6 плата системный разъем/микрофон",
            price: 170,
          },
          {
            id: "0-000004349",
            name: "Шлейф для Xiaomi Mi 6X/Mi A2 межплатный",
            price: 120,
          },
          {
            id: "0-000004340",
            name: "Шлейф для Xiaomi Mi 6X/Mi A2 на кнопки громкости/включения",
            price: 80,
          },
          {
            id: "0-000004339",
            name:
              "Шлейф для Xiaomi Mi 6X/Mi A2 плата системный разъем/микрофон",
            price: 130,
          },
          {
            id: "0-000005041",
            name: "Шлейф для Xiaomi Mi 8 Lite межплатный",
            price: 130,
          },
          {
            id: "0-000005044",
            name: "Шлейф для Xiaomi Mi 8 Lite на кнопки громкости/включения",
            price: 60,
          },
          {
            id: "0-000005040",
            name: "Шлейф для Xiaomi Mi 8 Lite плата системный разъем/микрофон",
            price: 140,
          },
          {
            id: "0-000005076",
            name: "Шлейф для Xiaomi Mi 8 SE межплатный",
            price: 150,
          },
          {
            id: "0-000005070",
            name: "Шлейф для Xiaomi Mi 8 SE на кнопки громкости/включения",
            price: 70,
          },
          {
            id: "0-000005067",
            name: "Шлейф для Xiaomi Mi 8 SE плата системный разъем/микрофон",
            price: 170,
          },
          {
            id: "0-000004710",
            name: "Шлейф для Xiaomi Mi 8 межплатный",
            price: 100,
          },
          {
            id: "0-000004711",
            name: "Шлейф для Xiaomi Mi 8 плата системный разъем/микрофон",
            price: 170,
          },
          {
            id: "0-000006903",
            name: "Шлейф для Xiaomi Mi 9 Lite плата системный разъем/микрофон",
            price: 150,
          },
          {
            id: "0-000006922",
            name: "Шлейф для Xiaomi Mi 9 SE на кнопки громкости/включения",
            price: 80,
          },
          {
            id: "0-000006419",
            name: "Шлейф для Xiaomi Mi 9 на кнопки громкости/включения",
            price: 80,
          },
          {
            id: "0-000006541",
            name: "Шлейф для Xiaomi Mi 9T Pro межплатный",
            price: 150,
          },
          {
            id: "0-000006543",
            name:
              "Шлейф для Xiaomi Mi 9T Pro плата системный разъем/разъем SIM",
            price: 250,
          },
          {
            id: "0-000006414",
            name: "Шлейф для Xiaomi Mi 9T межплатный",
            price: 170,
          },
          {
            id: "0-000006413",
            name: "Шлейф для Xiaomi Mi 9T на кнопки громкости/включения",
            price: 60,
          },
          {
            id: "0-000006685",
            name: "Шлейф для Xiaomi Mi 9T плата системный разъем/разъем SIM",
            price: 220,
          },
          {
            id: "0-000003942",
            name: "Шлейф для Xiaomi Mi A1/Mi 5X межплатный",
            price: 110,
          },
          {
            id: "0-000003943",
            name: "Шлейф для Xiaomi Mi A1/Mi 5X на кнопки громкости/включения",
            price: 30,
          },
          {
            id: "0-000003936",
            name:
              "Шлейф для Xiaomi Mi A1/Mi 5X плата на системный разъем/разъем гарнитуры/микрофон",
            price: 150,
          },
          {
            id: "0-000003992",
            name:
              "Шлейф для Xiaomi Mi A1/Mi 5X сканер отпечатка пальцев Золото",
            price: 160,
          },
          {
            id: "0-000003994",
            name:
              "Шлейф для Xiaomi Mi A1/Mi 5X сканер отпечатка пальцев Розовый",
            price: 150,
          },
          {
            id: "0-000003993",
            name:
              "Шлейф для Xiaomi Mi A1/Mi 5X сканер отпечатка пальцев Черный",
            price: 160,
          },
          {
            id: "0-000005203",
            name: "Шлейф для Xiaomi Mi A2 Lite/Redmi 6 Pro межплатный",
            price: 110,
          },
          {
            id: "0-000004336",
            name:
              "Шлейф для Xiaomi Mi A2 Lite/Redmi 6 Pro на кнопки громкости/включения",
            price: 30,
          },
          {
            id: "0-000004335",
            name:
              "Шлейф для Xiaomi Mi A2 Lite/Redmi 6 Pro плата на системный разъем/микрофон",
            price: 120,
          },
          {
            id: "0-000006644",
            name:
              "Шлейф для Xiaomi Mi A2 Lite/Redmi 6 Pro сканер отпечатка пальцев Черный",
            price: 430,
          },
          {
            id: "0-000007061",
            name: "Шлейф для Xiaomi Mi A3 межплатный",
            price: 150,
          },
          {
            id: "0-000007434",
            name: "Шлейф для Xiaomi Mi A3 на дисплей",
            price: 160,
          },
          {
            id: "0-000007062",
            name: "Шлейф для Xiaomi Mi A3 на кнопки громкости/включения",
            price: 70,
          },
          {
            id: "0-000006333",
            name: "Шлейф для Xiaomi Mi A3 плата системный разъем/микрофон",
            price: 170,
          },
          {
            id: "0-000002455",
            name: "Шлейф для Xiaomi Mi Max 2 плата системный разъем/микрофон",
            price: 150,
          },
          {
            id: "0-000005084",
            name: "Шлейф для Xiaomi Mi Max 3 межплатный",
            price: 160,
          },
          {
            id: "0-000005082",
            name: "Шлейф для Xiaomi Mi Max 3 на кнопки громкости/включения",
            price: 70,
          },
          {
            id: "0-000005083",
            name: "Шлейф для Xiaomi Mi Max 3 плата системный разъем/микрофон",
            price: 150,
          },
          {
            id: "Т-000005840",
            name: "Шлейф для Xiaomi Mi Max на кнопки громкости/включения",
            price: 60,
          },
          {
            id: "Т-000005839",
            name: "Шлейф для Xiaomi Mi Max плата системный разъем/микрофон",
            price: 80,
          },
          {
            id: "0-000005986",
            name: "Шлейф для Xiaomi Mi Mix 2S на кнопки громкости/включения",
            price: 70,
          },
          {
            id: "0-000005992",
            name: "Шлейф для Xiaomi Mi Mix 2S плата системный разъем/микрофон",
            price: 150,
          },
          {
            id: "0-000005988",
            name: "Шлейф для Xiaomi Mi Mix 2S сканер отпечатка пальцев Белый",
            price: 170,
          },
          {
            id: "0-000005989",
            name: "Шлейф для Xiaomi Mi Mix 2S сканер отпечатка пальцев Черный",
            price: 170,
          },
          {
            id: "0-000006006",
            name: "Шлейф для Xiaomi Mi Mix 3 плата системный разъем/микрофон",
            price: 300,
          },
          {
            id: "0-000002572",
            name: "Шлейф для Xiaomi Mi Note 3 плата системный разъем/микрофон",
            price: 150,
          },
          {
            id: "0-000006282",
            name: "Шлейф для Xiaomi Mi Play плата системный разъем/микрофон",
            price: 110,
          },
          {
            id: "0-000005296",
            name: "Шлейф для Xiaomi Pocophone F1 межплатный",
            price: 100,
          },
          {
            id: "0-000004338",
            name: "Шлейф для Xiaomi Pocophone F1 на кнопки громкости/включения",
            price: 50,
          },
          {
            id: "0-000004337",
            name:
              "Шлейф для Xiaomi Pocophone F1 плата системный разъем/микрофон",
            price: 150,
          },
          {
            id: "Т-000004309",
            name: "Шлейф для Xiaomi Redmi 2 плата системный разъем/микрофон",
            price: 70,
          },
          {
            id: "Т-000005811",
            name: "Шлейф для Xiaomi Redmi 3 межплатный",
            price: 50,
          },
          {
            id: "Т-000005814",
            name:
              "Шлейф для Xiaomi Redmi 3/Redmi 3 Pro плата системный разъем/микрофон",
            price: 100,
          },
          {
            id: "Т-000005812",
            name:
              "Шлейф для Xiaomi Redmi 3/Redmi 3S на кнопки громкости/включения",
            price: 30,
          },
          {
            id: "Т-000005816",
            name: "Шлейф для Xiaomi Redmi 3S плата системный разъем/микрофон",
            price: 80,
          },
          {
            id: "0-000000277",
            name: "Шлейф для Xiaomi Redmi 3S сканер отпечатка пальцев Серебро",
            price: 150,
          },
          {
            id: "0-000000455",
            name:
              "Шлейф для Xiaomi Redmi 4 Pro (Prime) на кнопки громкости/включения",
            price: 50,
          },
          {
            id: "0-000002220",
            name:
              "Шлейф для Xiaomi Redmi 4 Pro (Prime) плата системный разъем/микрофон",
            price: 80,
          },
          {
            id: "Т-000005912",
            name: "Шлейф для Xiaomi Redmi 4 на кнопки громкости/включения",
            price: 50,
          },
          {
            id: "Т-000005908",
            name: "Шлейф для Xiaomi Redmi 4 плата на системный разъем/микрофон",
            price: 90,
          },
          {
            id: "0-000000296",
            name: "Шлейф для Xiaomi Redmi 4A на кнопку включения/громкости",
            price: 30,
          },
          {
            id: "Т-000005917",
            name:
              "Шлейф для Xiaomi Redmi 4A плата на системный разъем/микрофон",
            price: 80,
          },
          {
            id: "0-000001978",
            name: "Шлейф для Xiaomi Redmi 4X на кнопки громкости/включения",
            price: 50,
          },
          {
            id: "0-000001050",
            name:
              "Шлейф для Xiaomi Redmi 4X плата на системный разъем/микрофон",
            price: 90,
          },
          {
            id: "0-000004010",
            name: "Шлейф для Xiaomi Redmi 5 Plus межплатный",
            price: 80,
          },
          {
            id: "0-000004009",
            name: "Шлейф для Xiaomi Redmi 5 Plus на кнопку включения/громкости",
            price: 30,
          },
          {
            id: "0-000003905",
            name:
              "Шлейф для Xiaomi Redmi 5 Plus плата системный разъем/микрофон",
            price: 100,
          },
          {
            id: "0-000004001",
            name: "Шлейф для Xiaomi Redmi 5 межплатный",
            price: 60,
          },
          {
            id: "0-000004000",
            name: "Шлейф для Xiaomi Redmi 5 на кнопку включения/громкости",
            price: 30,
          },
          {
            id: "0-000003999",
            name: "Шлейф для Xiaomi Redmi 5 плата на системный разъем/микрофон",
            price: 80,
          },
          {
            id: "0-000004004",
            name: "Шлейф для Xiaomi Redmi 5A межплатный",
            price: 70,
          },
          {
            id: "0-000004005",
            name: "Шлейф для Xiaomi Redmi 5A на кнопку включения/громкости",
            price: 30,
          },
          {
            id: "0-000004003",
            name: "Шлейф для Xiaomi Redmi 5A плата системный разъем/микрофон",
            price: 80,
          },
          {
            id: "0-000004342",
            name: "Шлейф для Xiaomi Redmi 6/6A межплатный",
            price: 110,
          },
          {
            id: "0-000004343",
            name: "Шлейф для Xiaomi Redmi 6/6A на кнопку включения/громкости",
            price: 50,
          },
          {
            id: "0-000004341",
            name:
              "Шлейф для Xiaomi Redmi 6/6A плата на системный разъем/микрофон",
            price: 100,
          },
          {
            id: "0-000004345",
            name: "Шлейф для Xiaomi Redmi 6/6A сканер отпечатка пальцев Золото",
            price: 270,
          },
          {
            id: "0-000004344",
            name: "Шлейф для Xiaomi Redmi 6/6A сканер отпечатка пальцев Серый",
            price: 230,
          },
          {
            id: "0-000004346",
            name: "Шлейф для Xiaomi Redmi 6/6A сканер отпечатка пальцев Черный",
            price: 220,
          },
          {
            id: "0-000006137",
            name: "Шлейф для Xiaomi Redmi 7 плата на системный разъем/микрофон",
            price: 80,
          },
          {
            id: "0-000006924",
            name: "Шлейф для Xiaomi Redmi 7A на кнопки громкости/включения",
            price: 60,
          },
          {
            id: "0-000006284",
            name:
              "Шлейф для Xiaomi Redmi 7A плата на системный разъем/микрофон",
            price: 100,
          },
          {
            id: "0-000007267",
            name:
              "Шлейф для Xiaomi Redmi 8/Redmi 8A на кнопки громкости/включения",
            price: 70,
          },
          {
            id: "0-000006139",
            name: "Шлейф для Xiaomi Redmi Go плата системный разъем/микрофон",
            price: 100,
          },
          {
            id: "0-000001269",
            name: "Шлейф для Xiaomi Redmi Note 2 межплатный",
            price: 80,
          },
          {
            id: "Т-000004307",
            name: "Шлейф для Xiaomi Redmi Note 2 на кнопки громкости/включения",
            price: 30,
          },
          {
            id: "Т-000004308",
            name:
              "Шлейф для Xiaomi Redmi Note 2 плата системный разъем/микрофон",
            price: 100,
          },
          {
            id: "Т-000005684",
            name:
              "Шлейф для Xiaomi Redmi Note 3 (24 pin) плата системный разъем/микрофон",
            price: 100,
          },
          {
            id: "0-000006129",
            name:
              "Шлейф для Xiaomi Redmi Note 3 Pro (30 pin) плата системный разъем/микрофон",
            price: 110,
          },
          {
            id: "Т-000005818",
            name:
              "Шлейф для Xiaomi Redmi Note 3 Pro SE (30 pin) плата системный разъем/микрофон",
            price: 160,
          },
          {
            id: "0-000001401",
            name:
              "Шлейф для Xiaomi Redmi Note 3 Pro/Redmi Note 3 Pro SE межплатный",
            price: 100,
          },
          {
            id: "Т-000005683",
            name: "Шлейф для Xiaomi Redmi Note 3 межплатный",
            price: 100,
          },
          {
            id: "Т-000005685",
            name:
              "Шлейф для Xiaomi Redmi Note 3/Redmi Note 3 Pro на кнопки громкости/включения",
            price: 50,
          },
          {
            id: "0-000000276",
            name:
              "Шлейф для Xiaomi Redmi Note 3/Redmi Note 3 Pro сканер отпечатка пальцев Золото",
            price: 150,
          },
          {
            id: "0-000003762",
            name:
              "Шлейф для Xiaomi Redmi Note 3/Redmi Note 3 Pro сканер отпечатка пальцев Серый",
            price: 150,
          },
          {
            id: "0-000000449",
            name: "Шлейф для Xiaomi Redmi Note 4 межплатный",
            price: 100,
          },
          {
            id: "0-000000058",
            name: "Шлейф для Xiaomi Redmi Note 4 на кнопки громкости/включения",
            price: 30,
          },
          {
            id: "Т-000005686",
            name:
              "Шлейф для Xiaomi Redmi Note 4 плата системный разъем/микрофон",
            price: 100,
          },
          {
            id: "0-000004072",
            name: "Шлейф для Xiaomi Redmi Note 4X (3GB/32GB) межплатный",
            price: 60,
          },
          {
            id: "0-000001053",
            name:
              "Шлейф для Xiaomi Redmi Note 4X (3GB/32GB) плата системный разъем/микрофон",
            price: 90,
          },
          {
            id: "0-000001975",
            name: "Шлейф для Xiaomi Redmi Note 4X (4GB/64GB) межплатный",
            price: 80,
          },
          {
            id: "0-000004071",
            name:
              "Шлейф для Xiaomi Redmi Note 4X (4GB/64GB) плата системный разъем/микрофон",
            price: 100,
          },
          {
            id: "0-000002485",
            name:
              "Шлейф для Xiaomi Redmi Note 4X на кнопки громкости/включения",
            price: 50,
          },
          {
            id: "0-000001984",
            name:
              "Шлейф для Xiaomi Redmi Note 4X сканер отпечатка пальцев Золото",
            price: 150,
          },
          {
            id: "0-000001983",
            name:
              "Шлейф для Xiaomi Redmi Note 4X сканер отпечатка пальцев Черный",
            price: 170,
          },
          {
            id: "0-000004385",
            name:
              "Шлейф для Xiaomi Redmi Note 5 сканер отпечатка пальцев Золото",
            price: 200,
          },
          {
            id: "0-000004386",
            name:
              "Шлейф для Xiaomi Redmi Note 5 сканер отпечатка пальцев Синий",
            price: 220,
          },
          {
            id: "0-000004387",
            name:
              "Шлейф для Xiaomi Redmi Note 5 сканер отпечатка пальцев Черный",
            price: 230,
          },
          {
            id: "0-000004019",
            name: "Шлейф для Xiaomi Redmi Note 5/Note 5 Pro межплатный",
            price: 110,
          },
          {
            id: "0-000004018",
            name:
              "Шлейф для Xiaomi Redmi Note 5/Note 5 Pro на кнопки громкости/включения",
            price: 30,
          },
          {
            id: "0-000004017",
            name:
              "Шлейф для Xiaomi Redmi Note 5/Note 5 Pro плата системный разъем/микрофон",
            price: 120,
          },
          {
            id: "0-000004014",
            name:
              "Шлейф для Xiaomi Redmi Note 5A Prime сканер отпечатка пальцев Розовый",
            price: 150,
          },
          {
            id: "0-000004015",
            name:
              "Шлейф для Xiaomi Redmi Note 5A/Redmi Note 5A Prime межплатный",
            price: 110,
          },
          {
            id: "0-000004011",
            name:
              "Шлейф для Xiaomi Redmi Note 5A/Redmi Note 5A Prime на кнопки громкости/включения",
            price: 30,
          },
          {
            id: "0-000002812",
            name:
              "Шлейф для Xiaomi Redmi Note 5A/Redmi Note 5A Prime плата системный разъем/микрофон",
            price: 100,
          },
          {
            id: "0-000005086",
            name: "Шлейф для Xiaomi Redmi Note 6 Pro межплатный",
            price: 120,
          },
          {
            id: "0-000005087",
            name:
              "Шлейф для Xiaomi Redmi Note 6 Pro на кнопки громкости/включения",
            price: 60,
          },
          {
            id: "0-000005085",
            name:
              "Шлейф для Xiaomi Redmi Note 6 Pro плата системный разъем/микрофон",
            price: 120,
          },
          {
            id: "0-000005321",
            name: "Шлейф для Xiaomi Redmi Note 7 межплатный",
            price: 110,
          },
          {
            id: "0-000005322",
            name: "Шлейф для Xiaomi Redmi Note 7 на кнопки громкости/включения",
            price: 50,
          },
          {
            id: "0-000005325",
            name:
              "Шлейф для Xiaomi Redmi Note 7 плата системный разъем/микрофон",
            price: 130,
          },
          {
            id: "0-000006976",
            name:
              "Шлейф для Xiaomi Redmi Note 8 Pro плата системный разъем/разъем гарнитуры/микрофон",
            price: 150,
          },
          {
            id: "0-000006975",
            name:
              "Шлейф для Xiaomi Redmi Note 8 плата системный разъем/разъем гарнитуры/микрофон",
            price: 170,
          },
          {
            id: "0-000004352",
            name: "Шлейф для Xiaomi Redmi S2 межплатный",
            price: 70,
          },
          {
            id: "0-000004351",
            name: "Шлейф для Xiaomi Redmi S2 на кнопки громкости/включения",
            price: 50,
          },
          {
            id: "0-000004350",
            name:
              "Шлейф для Xiaomi Redmi S2 плата на системный разъем/микрофон",
            price: 100,
          },
        ],
      },
      {
        id: "542__ZTE",
        name: "ZTE",
        children: [
          {
            id: "0-000003312",
            name: "Шлейф для ZTE Blade A510 на кнопки громкости/включения",
            price: 80,
          },
          {
            id: "0-000002338",
            name: "Шлейф для ZTE Blade A510 плата на системный разъем/микрофон",
            price: 170,
          },
          {
            id: "0-000002761",
            name:
              "Шлейф для ZTE Blade A6/A6 Lite на кнопки громкости/включения",
            price: 80,
          },
          {
            id: "0-000002758",
            name:
              "Шлейф для ZTE Blade A6/A6 Lite плата на системный разъем/микрофон/вибро",
            price: 180,
          },
          {
            id: "0-000002617",
            name:
              "Шлейф для ZTE Blade A610/A610C на кнопки громкости/включения",
            price: 70,
          },
          {
            id: "0-000002616",
            name:
              "Шлейф для ZTE Blade A610/A610C плата на системный разъем/микрофон",
            price: 150,
          },
          {
            id: "0-000002122",
            name: "Шлейф для ZTE Blade V8 Lite на кнопки громкости",
            price: 80,
          },
          {
            id: "0-000003947",
            name:
              "Шлейф для ZTE Blade V8 Lite плата на системный разъем/микрофон",
            price: 170,
          },
          {
            id: "0-000003651",
            name: "Шлейф для ZTE Blade V8 Mini плата на системный разъем",
            price: 150,
          },
          {
            id: "0-000006416",
            name: "Шлейф для ZTE Blade V8 межплатный",
            price: 170,
          },
          {
            id: "0-000006128",
            name: "Шлейф для ZTE Blade V8 на кнопки громкости/включения",
            price: 70,
          },
          {
            id: "0-000002619",
            name: "Шлейф для ZTE Blade V8 плата на системный разъем/микрофон",
            price: 150,
          },
          {
            id: "0-000001585",
            name:
              "Шлейф для ZTE Blade X7/Blade Z7 плата на системный разъем/микрофон",
            price: 170,
          },
        ],
      },
    ],
  },
]
