export default [
  {
    id: "460__Микросхемы, контроллеры, усилители и т.п.",
    name: "Микросхемы, контроллеры, усилители и т.п.",
    children: [
      {
        id: "461__Apple",
        name: "Apple",
        children: [
          {
            id: "Т-000000101",
            name: "Микросхема PM8019 (Контроллер питания для iPhone 6/6 Plus)",
            price: 120,
          },
          {
            id: "0-000007222",
            name: "Микросхема SN2600B1 (Контроллер питания для iPhone)",
            price: 180,
          },
          {
            id: "0-000007223",
            name: "Микросхема SN2600B2 (Контроллер питания для iPhone)",
            price: 150,
          },
          {
            id: "Т-000005595",
            name: "Микросхема для iPhone (NAND FLASH для iPhone 5/5s/6 32GB)",
            price: 550,
          },
          {
            id: "УТ-00011291",
            name:
              "Микросхема для iPhone 1608A1 (Контроллер питания USB для iPhone 5 - 36 pin)",
            price: 150,
          },
          {
            id: "УТ-00012205",
            name:
              "Микросхема для iPhone 1610A3B [совместима с 1610A1/1610A2/1610A3]} (Контроллер USB 36 pin)",
            price: 180,
          },
          {
            id: "0-000002350",
            name:
              "Микросхема для iPhone 1612A1 (Контроллер USB для iPhone 8/8 Plus/X 56 pin)",
            price: 200,
          },
          {
            id: "Т-000003049",
            name:
              "Микросхема для iPhone 338S00105 (Аудио-контроллер для iPhone 6S/7/7 Plus)",
            price: 220,
          },
          {
            id: "Т-000002703",
            name:
              "Микросхема для iPhone 338S00120 (Контроллер питания для iPhone 6S)",
            price: 170,
          },
          {
            id: "0-000000321",
            name:
              "Микросхема для iPhone 338S00225-A1 (Контроллер питания для iPhone 7/7 Plus)",
            price: 220,
          },
          {
            id: "0-000006118",
            name:
              "Микросхема для iPhone 338S00248 ( Аудио-контроллер X/Xs/Xs Max/Xr )",
            price: 220,
          },
          {
            id: "0-000006197",
            name:
              "Микросхема для iPhone 338S00295 (Контроллер питания для iPhone 8/8 Plus/X)",
            price: 160,
          },
          {
            id: "0-000006117",
            name:
              "Микросхема для iPhone 338S00309 (Контроллер питания для iPhone 8/8 Plus)",
            price: 270,
          },
          {
            id: "0-000006196",
            name:
              "Микросхема для iPhone 338S00341 (Контроллер питания для iPhone X)",
            price: 270,
          },
          {
            id: "0-000006202",
            name:
              "Микросхема для iPhone 338S00375 (Контроллер питания для iPhone Xr/Xs/Xs Max)",
            price: 250,
          },
          {
            id: "0-000006200",
            name:
              "Микросхема для iPhone 338S00383-A0 (Контроллер питания для iPhone Xr/Xs)",
            price: 250,
          },
          {
            id: "0-000006199",
            name:
              "Микросхема для iPhone 338S00411 ( Аудио-контроллер Xr/Xs/Xs Max )",
            price: 200,
          },
          {
            id: "0-000006201",
            name:
              "Микросхема для iPhone 338S00456 (Контроллер питания для iPhone Xs Max)",
            price: 360,
          },
          {
            id: "УТ-00011479",
            name:
              "Микросхема для iPhone 338S1131-B2 (Контроллер питания для iPhone 5)",
            price: 100,
          },
          {
            id: "Т-000000122",
            name:
              "Микросхема для iPhone 338S1201 (Аудио-контроллер для 5S/6/6 Plus)",
            price: 100,
          },
          {
            id: "УТ-00012209",
            name:
              "Микросхема для iPhone 338S1202 (Аудио-контроллер для 5S/6/6 Plus)",
            price: 80,
          },
          {
            id: "УТ-00012204",
            name:
              "Микросхема для iPhone 338S1216 (Контроллер питания для iPhone 5S)",
            price: 120,
          },
          {
            id: "Т-000000100",
            name:
              "Микросхема для iPhone 338S1251-AZ (Контроллер питания для iPhone 6/6 Plus)",
            price: 200,
          },
          {
            id: "Т-000003053",
            name:
              "Микросхема для iPhone 338S1285 (Аудио-контроллер для iPhone 6S)",
            price: 120,
          },
          {
            id: "Т-000002702",
            name:
              "Микросхема для iPhone 339S00043 (Wi-Fi модуль для iPhone 6S)",
            price: 230,
          },
          {
            id: "0-000000320",
            name:
              "Микросхема для iPhone 339S00201 (Wi-Fi модуль для iPhone 7/7 Plus)",
            price: 230,
          },
          {
            id: "0-000006119",
            name:
              "Микросхема для iPhone 339S00397 (Wi-Fi модуль для iPhone 8/X)",
            price: 270,
          },
          {
            id: "0-000006120",
            name:
              "Микросхема для iPhone 339S00540 (Wi-Fi модуль для iPhone Xs/Xs Max)",
            price: 400,
          },
          {
            id: "УТ-00012210",
            name:
              "Микросхема для iPhone 339S0204/339S0205 (Wi-Fi модуль для iPhone 5S/5C)",
            price: 120,
          },
          {
            id: "УТ-00009480",
            name: "Микросхема для iPhone 343S0561-A1 (Контроллер питания)",
            price: 100,
          },
          {
            id: "УТ-00011118",
            name: "Микросхема для iPhone 343S0593-A5 (Контроллер питания)",
            price: 250,
          },
          {
            id: "УТ-00013611",
            name: "Микросхема для iPhone 343S0622-A1 (Контроллер питания)",
            price: 460,
          },
          {
            id: "УТ-00011481",
            name:
              "Микросхема для iPhone 343S0628 (Контроллер сенсорного экрана для iPhone 5)",
            price: 130,
          },
          {
            id: "УТ-00012206",
            name:
              "Микросхема для iPhone 343S0645 (Контроллер сенсорного экрана 5S/5C [черная]})",
            price: 150,
          },
          {
            id: "Т-000000104",
            name:
              "Микросхема для iPhone 343S0694 (Контроллер сенсорного экрана 6/6 Plus [черная]})",
            price: 420,
          },
          {
            id: "Т-000000119",
            name:
              "Микросхема для iPhone 49C5371 (Контроллер питания USB для iPhone 6 [черная]} - 35 pin)",
            price: 110,
          },
          {
            id: "Т-000000123",
            name: "Микросхема для iPhone 6 (Защитный фильтр подсветки 12 pin)",
            price: 170,
          },
          {
            id: "УТ-00012212",
            name:
              "Микросхема для iPhone 65730A0P (Защитный фильтр дисплея для iPhone 5С/5S/6/6 Plus/6S 20 pin)",
            price: 70,
          },
          {
            id: "0-000003447",
            name:
              "Микросхема для iPhone AD7149 (Контроллер Home для iPhone 7/7Plus)",
            price: 80,
          },
          {
            id: "0-000006198",
            name:
              "Микросхема для iPhone BCM59355 (Контроллер беспроводной зарядки для iPhone 8/8 Plus/X)",
            price: 320,
          },
          {
            id: "УТ-00012207",
            name:
              "Микросхема для iPhone BCM5976 (Контроллер сенсорного экрана 5S/6/6 Plus/iPad Air/... [серебристая]})",
            price: 130,
          },
          {
            id: "Т-000000108",
            name:
              "Микросхема для iPhone MDM9625M (LTE модем для iPhone 6/6 Plus)",
            price: 150,
          },
          {
            id: "УТ-00011684",
            name:
              "Микросхема для iPhone PM8018 (Контроллер питания для iPhone 5/5S)",
            price: 170,
          },
          {
            id: "0-000000322",
            name:
              "Микросхема для iPhone PMD9645 (Контроллер питания для iPhone 7/7 Plus)",
            price: 350,
          },
          {
            id: "0-000006195",
            name:
              "Микросхема для iPhone PMD9655 (Контроллер питания для iPhone 8/8 Plus/X)",
            price: 200,
          },
          {
            id: "Т-000000121",
            name:
              "Микросхема для iPhone QFE1000/QFE1100 (Контроллер питания для iPhone 6/6 Plus/6S/Samsung N910C)",
            price: 50,
          },
          {
            id: "0-000007121",
            name:
              "Микросхема для iPhone SN2501A1 (Контроллер питания для iPhone 8/8 Plus/X 63 pin)",
            price: 150,
          },
          {
            id: "0-000003779",
            name:
              "Микросхема для iPhone U4020/3539 (Защитный фильтр подсветки 16 pin 6S/6S Plus/7/7 Plus/SE)",
            price: 100,
          },
        ],
      },
      {
        id: "462__Asus",
        name: "Asus",
        children: [
          {
            id: "0-000003445",
            name: "Микросхема SMB1357 006 (Контроллер питания для Asus)",
            price: 100,
          },
          {
            id: "0-000006124",
            name: "Микросхема SMB1381 (Контроллер питания)",
            price: 250,
          },
          {
            id: "0-000003446",
            name: "Микросхема SMB347 (Контроллер питания для Asus)",
            price: 150,
          },
        ],
      },
      {
        id: "463__HTC",
        name: "HTC",
        children: [
          {
            id: "УТ-00013363",
            name: "Микросхема PM8921 (Контроллер питания HTC/Samsung/…)",
            price: 50,
          },
        ],
      },
      {
        id: "464__Nokia",
        name: "Nokia",
        children: [
          {
            id: "УТ-00011493",
            name: "Микросхема PM8029 (Контроллер питания Nokia/HTC/…)",
            price: 50,
          },
          {
            id: "0У-00000437",
            name: "Микросхема PM8038 (Контроллер питания Nokia 520/525/1320)",
            price: 60,
          },
        ],
      },
      {
        id: "465__Samsung",
        name: "Samsung",
        children: [
          {
            id: "Т-000000151",
            name:
              "Микросхема 136S (Контроллер питания для Samsung P1000/ P1010/ P3100/ P3110/ P6200)",
            price: 130,
          },
          {
            id: "Т-000000149",
            name:
              "Микросхема 347S (Контроллер зарядки для Samsung P5110/ P5100/ N8000)",
            price: 120,
          },
          {
            id: "Т-000000148",
            name: "Микросхема 358S (Контроллер питания для Samsung)",
            price: 130,
          },
          {
            id: "0-000003403",
            name:
              "Микросхема 9895B (Контроллер питания для Samsung A300/A500/A700)",
            price: 120,
          },
          {
            id: "УТ-00011499",
            name:
              "Микросхема KLMAG2GE4A-A002 (NAND FLASH N8000/P5100/P6800...)",
            price: 320,
          },
          {
            id: "УТ-00011497",
            name: "Микросхема KMV3W000LM (NAND FLASH i9500/...)",
            price: 320,
          },
          {
            id: "УТ-00009465",
            name:
              "Микросхема MAX77686 (Контроллер питания для Samsung i9300/N7100...)",
            price: 130,
          },
          {
            id: "УТ-00009477",
            name:
              "Микросхема MAX77693 (Контроллер питания для Samsung i9300/...)",
            price: 100,
          },
          {
            id: "Т-000000133",
            name:
              "Микросхема MAX77843 (Контроллер питания для Samsung N910C/G920F)",
            price: 150,
          },
          {
            id: "УТ-00008262",
            name:
              "Микросхема MAX8997 (Контроллер питания для Samsung N7000/i9100/P6800/i9220)",
            price: 100,
          },
          {
            id: "0-000006681",
            name:
              "Микросхема MPB02 ( Контроллер питания для Samsung N950F/G930F/G935F... )",
            price: 170,
          },
          {
            id: "Т-000000159",
            name: "Микросхема PM8226/PM8926 (Контроллер питания для Samsung)",
            price: 120,
          },
          {
            id: "УТ-00011483",
            name:
              "Микросхема PM8917 (Контроллер питания для Samsung i9505/i9500/i9200/i9195/i9295…)",
            price: 150,
          },
          {
            id: "Т-000000105",
            name:
              "Микросхема PM8941 (Контроллер питания Samsung/Sony M8/Z/Z1/Z2...)",
            price: 60,
          },
          {
            id: "Т-000002442",
            name: "Микросхема S2MPS15A0 (Контроллер питания для Samsung G920F)",
            price: 150,
          },
          {
            id: "0-000007216",
            name:
              "Микросхема S515 (Контроллер питания для Samsung G930F/G935F/J530F/J701F/J710F)",
            price: 230,
          },
          {
            id: "0-000004815",
            name:
              "Микросхема SM5504 (Контроллер зарядки для Samsung A310/G360/J100/J320/J330)",
            price: 120,
          },
          {
            id: "0-000003442",
            name:
              "Микросхема SM5701 (Контроллер питания для Samsung J120/J320)",
            price: 60,
          },
          {
            id: "0-000003443",
            name:
              "Микросхема SM5703 (Контроллер питания для Samsung J500/J700)",
            price: 180,
          },
          {
            id: "0-000003444",
            name:
              "Микросхема SM5705 (Контроллер питания для Samsung A510/J500)",
            price: 150,
          },
          {
            id: "0-000007386",
            name:
              "Микросхема SM5713 (Контроллер зарядки для Samsung A305/A505/G973/G975)",
            price: 380,
          },
          {
            id: "Т-000000150",
            name:
              "Микросхема TWL6032 (Контроллер питания для Samsung P3100/ P3110/ P5100/ P5110)",
            price: 100,
          },
        ],
      },
      {
        id: "466__Xiaomi",
        name: "Xiaomi",
        children: [
          {
            id: "0-000006123",
            name: "Микросхема K318 ( Аудио-контроллер для для Xiaomi )",
            price: 110,
          },
        ],
      },
      {
        id: "467__Универсальный",
        name: "Универсальный",
        children: [
          {
            id: "0-000003218",
            name: "Микросхема 358S 1939 (Контроллер питания)",
            price: 150,
          },
          {
            id: "0-000003219",
            name: "Микросхема 358S 1947 (Контроллер питания)",
            price: 120,
          },
          {
            id: "0-000003221",
            name: "Микросхема 358S 2122 (Контроллер питания)",
            price: 130,
          },
          {
            id: "0-000003222",
            name: "Микросхема 358S 2166 (Контроллер питания)",
            price: 130,
          },
          {
            id: "0-000003223",
            name: "Микросхема 358S 2225 (Контроллер питания)",
            price: 150,
          },
          {
            id: "0-000003224",
            name: "Микросхема 358S 2295 (Контроллер питания)",
            price: 120,
          },
          {
            id: "0-000003225",
            name: "Микросхема 8767-60 (Контроллер питания)",
            price: 170,
          },
          {
            id: "0-000003404",
            name: "Микросхема AXP188 (Контроллер питания)",
            price: 30,
          },
          {
            id: "0-000003405",
            name: "Микросхема AXP192 (Контроллер питания)",
            price: 120,
          },
          {
            id: "0-000003406",
            name: "Микросхема AXP193 (Контроллер питания)",
            price: 70,
          },
          {
            id: "0-000003407",
            name: "Микросхема AXP199 (Контроллер питания)",
            price: 50,
          },
          {
            id: "0-000003409",
            name: "Микросхема AXP221 (Контроллер питания)",
            price: 60,
          },
          {
            id: "0-000003234",
            name: "Микросхема AXP288 (Контроллер питания)",
            price: 130,
          },
          {
            id: "0-000003235",
            name: "Микросхема AXP288C (Контроллер питания)",
            price: 170,
          },
          {
            id: "0-000003411",
            name: "Микросхема BQ24133 (Контроллер питания)",
            price: 50,
          },
          {
            id: "0-000003239",
            name: "Микросхема BQ24157A (Контроллер питания)",
            price: 100,
          },
          {
            id: "0-000003241",
            name: "Микросхема BQ24158 (Контроллер питания)",
            price: 80,
          },
          {
            id: "0-000003243",
            name: "Микросхема BQ24196 (Контроллер питания)",
            price: 90,
          },
          {
            id: "0-000003245",
            name: "Микросхема BQ24296 (Контроллер питания)",
            price: 130,
          },
          {
            id: "0-000002818",
            name:
              "Микросхема BQ24296M (Контроллер питания для Lenovo/Meizu/Philips)",
            price: 100,
          },
          {
            id: "0-000003412",
            name: "Микросхема BQ24703PW (Контроллер питания)",
            price: 50,
          },
          {
            id: "0-000003413",
            name: "Микросхема BQ24715 (Контроллер питания)",
            price: 50,
          },
          {
            id: "0-000003414",
            name: "Микросхема BQ24721 (Контроллер питания)",
            price: 50,
          },
          {
            id: "0-000003415",
            name: "Микросхема BQ24725 (Контроллер питания)",
            price: 100,
          },
          {
            id: "0-000003416",
            name: "Микросхема BQ24726 (Контроллер питания)",
            price: 50,
          },
          {
            id: "0-000003417",
            name: "Микросхема BQ24727 (Контроллер питания)",
            price: 50,
          },
          {
            id: "0-000003418",
            name: "Микросхема BQ24728 (Контроллер питания)",
            price: 50,
          },
          {
            id: "0-000003419",
            name: "Микросхема BQ24736 (Контроллер питания)",
            price: 50,
          },
          {
            id: "0-000003420",
            name: "Микросхема BQ24737 (Контроллер питания)",
            price: 50,
          },
          {
            id: "0-000003421",
            name: "Микросхема BQ24738 (Контроллер питания)",
            price: 50,
          },
          {
            id: "0-000003422",
            name: "Микросхема BQ24741 (Контроллер питания)",
            price: 50,
          },
          {
            id: "0-000003423",
            name: "Микросхема BQ24745 (Контроллер питания)",
            price: 50,
          },
          {
            id: "0-000003424",
            name: "Микросхема BQ24751 (Контроллер питания)",
            price: 50,
          },
          {
            id: "0-000003425",
            name: "Микросхема BQ24765 (Контроллер питания)",
            price: 50,
          },
          {
            id: "0-000003426",
            name: "Микросхема BQ27425 (Контроллер питания)",
            price: 120,
          },
          {
            id: "0-000006122",
            name: "Микросхема BQ27426 (Контроллер питания)",
            price: 150,
          },
          {
            id: "0-000003428",
            name: "Микросхема BQ51221 (Контроллер питания)",
            price: 50,
          },
          {
            id: "0-000003430",
            name: "Микросхема FAN5405 (Контроллер питания для Lenovo)",
            price: 80,
          },
          {
            id: "0-000003431",
            name: "Микросхема Hi1101 (Wi-Fi модуль для Huawei)",
            price: 120,
          },
          {
            id: "0-000003434",
            name: "Микросхема HI6551 (Контроллер питания для Huawei)",
            price: 200,
          },
          {
            id: "0-000003435",
            name: "Микросхема KMVTU000LM-B503 (NAND FLASH)",
            price: 320,
          },
          {
            id: "Т-000000156",
            name: "Микросхема MT6320GA (Контроллер питания Fly/Huawe)i",
            price: 70,
          },
          {
            id: "Т-000001707",
            name: "Микросхема MT6323GA (Контроллер питания Fly/Lenovo/Explay)",
            price: 120,
          },
          {
            id: "0-000003436",
            name: "Микросхема MT6325V (Контроллер питания для Sony)",
            price: 130,
          },
          {
            id: "0-000002910",
            name: "Микросхема MT6328V (Контроллер питания)",
            price: 130,
          },
          {
            id: "УТ-00012569",
            name:
              "Микросхема MT6329A (Контроллер питания Fly/ZTE/Explay/Meizu)",
            price: 30,
          },
          {
            id: "0-000003437",
            name: "Микросхема MT6329BA (Контроллер питания для Lenovo)",
            price: 80,
          },
          {
            id: "0-000003438",
            name: "Микросхема MT6331P (Контроллер питания Meizu/Xiaomi)",
            price: 50,
          },
          {
            id: "0-000003439",
            name: "Микросхема MT6332P (Контроллер питания Meizu/Xiaomi)",
            price: 50,
          },
          {
            id: "0-000003440",
            name: "Микросхема MT6350V (Контроллер питания)",
            price: 180,
          },
          {
            id: "0-000001998",
            name: "Микросхема MT6351V (Контроллер питания Meizu/Xiaomi)",
            price: 160,
          },
          {
            id: "0-000005192",
            name: "Микросхема MT6353V (Контроллер питания Meizu/Xiaomi)",
            price: 200,
          },
          {
            id: "0-000003246",
            name: "Микросхема MU005X02 (Контроллер питания)",
            price: 300,
          },
          {
            id: "Т-000000164",
            name:
              "Микросхема PM8110 (Контроллер питания для Huawei/LG/Nokia/Sony)",
            price: 100,
          },
          {
            id: "0-000003248",
            name: "Микросхема PM8841 (Контроллер питания)",
            price: 50,
          },
          {
            id: "0-000003253",
            name: "Микросхема PM8916 (Контроллер питания)",
            price: 140,
          },
          {
            id: "0-000003257",
            name: "Микросхема PM8937 (Контроллер питания)",
            price: 150,
          },
          {
            id: "0-000006121",
            name: "Микросхема PM8940 (Контроллер питания)",
            price: 150,
          },
          {
            id: "0-000003262",
            name: "Микросхема PM8952 (Контроллер питания)",
            price: 170,
          },
          {
            id: "0-000003263",
            name: "Микросхема PM8953 (Контроллер питания)",
            price: 150,
          },
          {
            id: "0-000003264",
            name: "Микросхема PM8956 (Контроллер питания)",
            price: 100,
          },
          {
            id: "Т-000005841",
            name:
              "Микросхема PM8994 (Контроллер питания Sony/Xiaomi/Meizu/Huawei)",
            price: 130,
          },
          {
            id: "0-000001800",
            name: "Микросхема PMI8952 (Контроллер питания для Xiaomi)",
            price: 170,
          },
          {
            id: "0-000003265",
            name: "Микросхема PMI8994 (Контроллер питания)",
            price: 160,
          },
          {
            id: "0-000006316",
            name: "Микросхема S2MU005X03 (Контроллер питания)",
            price: 280,
          },
          {
            id: "0-000003267",
            name: "Микросхема SGM3803DF (Контроллер питания)",
            price: 70,
          },
        ],
      },
    ],
  },
]
