export default [
  {
    id: 'Оборудование, инструменты, расходные материалы_456',
    name: 'Оборудование, инструменты, расходные материалы',
    children: [
      {
        id: 'Инструменты_457',
        name: 'Инструменты',
        children: [
          {
            id: 'Apple_458',
            name: 'Apple',
            children: [
              {
                id: 'УТ-00009429',
                name: 'Набор адаптеров SIM/NanoSIM/MicroSIM',
                price: '20'
              }
            ]
          },
          {
            id: 'Baku_459',
            name: 'Baku',
            children: [
              {
                id: '0-000001314',
                name: 'Бокорезы BAKU BK-109',
                price: '200'
              },
              {
                id: '0-000001312',
                name: 'Ёмкость для жидкостей BAKU BK-402 (с дозатором)',
                price: '180'
              },
              {
                id: 'УТ-00004289',
                name: 'Набор вскрывателей BAKU BK-212 (медиаторы)',
                price: '100'
              },
              {
                id: '0-000001847',
                name: 'Набор вскрывателей BAKU BK-7278 (лопатки)',
                price: '200'
              },
              {
                id: '0-000002866',
                name: 'Набор инструмента BAKU BK-3336 (7 шт.)',
                price: '340'
              },
              {
                id: '0-000002867',
                name: 'Набор инструмента BAKU BK-3337 (4 шт.)',
                price: '360'
              },
              {
                id: 'Т-000003698',
                name: 'Набор инструмента BAKU BK-6000/BK-6001 (8 шт.)',
                price: '220'
              },
              {
                id: 'Т-000003699',
                name: 'Набор инструмента BAKU BK-621A (12 шт.)',
                price: '350'
              },
              {
                id: '0-000001324',
                name: 'Набор инструмента BAKU BK-7296 (для iPhone)',
                price: '60'
              },
              {
                id: 'Т-000004145',
                name: 'Набор отверток BAKU BK-3335A (6шт.)',
                price: '420'
              },
              {
                id: '0-000001303',
                name: 'Набор отверток BAKU BK-5530 (5шт.)',
                price: '200'
              },
              {
                id: '0-000001304',
                name: 'Набор отверток BAKU BK-6108 (8шт.)',
                price: '200'
              },
              {
                id: 'Т-000004220',
                name: 'Намагничиватель отверток BAKU BK-210',
                price: '170'
              },
              {
                id: 'Т-000004219',
                name: 'Оловоотсос BAKU BK-106',
                price: '130'
              },
              {
                id: '0-000002871',
                name: 'Отвертка BAKU BA-3037 (36 насадок)',
                price: '750'
              },
              {
                id: '0-000002877',
                name: 'Отвертка BAKU BK-3020 (20 насадок)',
                price: '270'
              },
              {
                id: '0-000006998',
                name: 'Отвертка BAKU BK-338 ( для внутренних болтов iPhone )',
                price: '200'
              },
              {
                id: '0-000006996',
                name: 'Отвертка BAKU BK-338 SL1.5',
                price: '200'
              },
              {
                id: '0-000006997',
                name: 'Отвертка BAKU BK-338 SL2.0',
                price: '200'
              },
              {
                id: '0-000006999',
                name: 'Отвертка BAKU BK-338 T2',
                price: '150'
              },
              {
                id: '0-000007000',
                name: 'Отвертка BAKU BK-338 T3',
                price: '200'
              },
              {
                id: '0-000007001',
                name: 'Отвертка BAKU BK-338 T4',
                price: '150'
              },
              {
                id: '0-000007002',
                name: 'Отвертка BAKU BK-338 T5',
                price: '150'
              },
              {
                id: '0-000001302',
                name: 'Отвертка iPhone BAKU BK-7275-B (5 насадок)',
                price: '330'
              },
              {
                id: '0-000001805',
                name: 'Отвертка iPhone BAKU BK-7276 для iPhone (6 насадок)',
                price: '500'
              },
              {
                id: '0-000001305',
                name:
                  'Отвертка iPhone Y BAKU BK-338 (0,6mm iPhone 7/7 Plus/8/8 Plus)',
                price: '200'
              },
              {
                id: 'УТ-00004304',
                name:
                  'Отвертка iPhone звездочка BAKU BK-338 (0,8x25mm iPhone 4/5/6/6s)',
                price: '180'
              },
              {
                id: '0-000001308',
                name: 'Отвертка PH00 BAKU BK-338 (тонкий крестик)',
                price: '180'
              },
              {
                id: '0-000002869',
                name: 'Отвертка PH00 BAKU BK-351 (тонкий крестик)',
                price: '200'
              },
              {
                id: '0-000002870',
                name: 'Отвертка PH00 BAKU BK-352 (тонкий крестик)',
                price: '320'
              },
              {
                id: '0-000001309',
                name: 'Очиститель жал паяльника BAKU BK-222 (латунная стружка)',
                price: '280'
              },
              {
                id: '0-000002878',
                name: 'Пинцет изогнутый BAKU 7-sa',
                price: '90'
              },
              {
                id: '0-000007003',
                name: 'Пинцет прямой BAKU 34-sa-15',
                price: '300'
              },
              {
                id: '0-000007004',
                name: 'Пинцет прямой BAKU BA-2A-16',
                price: '300'
              },
              {
                id: '0-000002879',
                name: 'Пинцет прямой BAKU SS-sa',
                price: '90'
              },
              {
                id: '0-000001325',
                name: 'Присоска для снятия дисплея BAKU BK-7259 (с зажимом)',
                price: '180'
              }
            ]
          },
          {
            id: 'Xiaomi_460',
            name: 'Xiaomi',
            children: [
              {
                id: '0-000002789',
                name: 'Отвертка Xiaomi Wiha (24 насадок)',
                price: '1400'
              },
              {
                id: '0-000006228',
                name: 'Отвертка Xiaomi Wiha (8 в 1)',
                price: '1350'
              }
            ]
          },
          {
            id: 'Универсальный_461',
            name: 'Универсальный',
            children: [
              {
                id: '0-000001248',
                name: 'BGA трафарет 3D для iPhone 6/6 Plus',
                price: '700'
              },
              {
                id: '0-000001249',
                name: 'BGA трафарет 3D для iPhone 6S/6S Plus',
                price: '700'
              },
              {
                id: '0-000001250',
                name: 'BGA трафарет 3D для iPhone 7/7 Plus',
                price: '700'
              },
              {
                id: '0-000006412',
                name: 'BGA трафарет 3D для iPhone Xs/Xs Max/Xr',
                price: '770'
              },
              {
                id: 'Т-000000466',
                name: 'BGA трафарет MTK (A89)',
                price: '100'
              },
              {
                id: '0-000002434',
                name: 'BGA трафарет MTK (A97)',
                price: '130'
              },
              {
                id: '0-000002563',
                name: 'BGA трафарет MTK (A98)',
                price: '100'
              },
              {
                id: 'Т-000002632',
                name: 'BGA трафарет для iPhone 5G',
                price: '100'
              },
              {
                id: '0-000004703',
                name: 'BGA трафарет для iPhone 5S',
                price: '70'
              },
              {
                id: 'Т-000005874',
                name: 'BGA трафарет для iPhone 6/6 Plus',
                price: '100'
              },
              {
                id: 'Т-000005875',
                name: 'BGA трафарет для iPhone 6S/6S Plus',
                price: '100'
              },
              {
                id: 'Т-000005876',
                name: 'BGA трафарет для iPhone 7/7 Plus',
                price: '100'
              },
              {
                id: '0-000002195',
                name: 'BGA трафарет для iPhone 8/8 Plus',
                price: '100'
              },
              {
                id: '0-000002196',
                name: 'BGA трафарет для iPhone X',
                price: '100'
              },
              {
                id: '0-000007229',
                name: 'BGA трафарет для iPhone Xs/iPhone Xs Max/iPhone Xr',
                price: '100'
              },
              {
                id: '0-000001329',
                name: 'BGA трафарет для LG',
                price: '60'
              },
              {
                id: '0-000001974',
                name: 'BGA трафарет для Samsung J120F/J320F',
                price: '80'
              },
              {
                id: 'УТ-00012361',
                name:
                  'Инструмент для обрезки SIM 3 in1 (для всех видов сим-карт)',
                price: '300'
              },
              {
                id: 'УТ-00002115',
                name: 'Ключ для извлечения SIM (шило)',
                price: '10'
              },
              {
                id: '0-000007221',
                name: 'Магнитный держатель для отверток',
                price: '370'
              },
              {
                id: '0-000007547',
                name: 'Магнитный коврик для iPhone 5S',
                price: '150'
              },
              {
                id: '0-000007548',
                name: 'Магнитный коврик для iPhone 6',
                price: '150'
              },
              {
                id: '0-000007112',
                name: 'Магнитный коврик для iPhone 6 Plus',
                price: '150'
              },
              {
                id: '0-000007549',
                name: 'Магнитный коврик для iPhone 6S Plus',
                price: '130'
              },
              {
                id: '0-000007108',
                name: 'Магнитный коврик для iPhone 8',
                price: '150'
              },
              {
                id: '0-000007550',
                name: 'Магнитный коврик для iPhone 8 Plus',
                price: '150'
              },
              {
                id: '0-000007111',
                name: 'Магнитный коврик для iPhone X',
                price: '150'
              },
              {
                id: '0-000002780',
                name: 'Набор инструмента Kaisi KS-3801 (38 шт.)',
                price: '660'
              },
              {
                id: '0-000002790',
                name:
                  'Подсветка ламповая для микроскопа YA XUN (диаметр до 64мм)',
                price: '750'
              },
              {
                id: 'УТ-00002114',
                name: 'Присоска для снятия дисплея (обычная)',
                price: '50'
              },
              {
                id: 'УТ-00012363',
                name: 'Присоска для снятия дисплея (с зажимом)',
                price: '120'
              }
            ]
          },
          {
            id: 'Разное__X1000',
            name: 'Разное',
            children: [
              {
                id: 'УТ-00009375',
                name: 'Шпатель для наклейки защитных пленок',
                price: '50'
              },
              {
                id: '0-000002054',
                name: 'Держатель дисплея',
                price: '450'
              },
              {
                id: '0-000001338',
                name: 'Держатель для струны',
                price: '80'
              },
              {
                id: '0-000006231',
                name:
                  'Держатель плат для iPhone 5/5C/5S/6/6 Plus/6S/6S Plus/7/7 Plus/SE/8/8 Plus',
                price: '1650'
              },
              {
                id: 'УТ-00009488',
                name: 'Инструмент для вскрытия (лопатка металлическая)',
                price: '70'
              },
              {
                id: '0-000001849',
                name: 'Инструмент для вскрытия BK-7279 (лезвие)',
                price: '120'
              },
              {
                id: 'Т-000002616',
                name:
                  'Коврик для радиомонтажных работ (23*18 см) (жаропрочный)',
                price: '230'
              },
              {
                id: '0-000000451',
                name:
                  'Коврик для радиомонтажных работ (32*20см) (жаропрочный с ячейками)',
                price: '600'
              },
              {
                id: '0-000001354',
                name: 'Магнитный коврик YOU-1501',
                price: '300'
              },
              {
                id: '0-000000387',
                name: 'Набор лопаток для снятия микросхем MY-100',
                price: '300'
              },
              {
                id: 'УТ-00012362',
                name: 'Отвертка FK-6036 20314 (30 насадок)',
                price: '200'
              },
              {
                id: 'Т-000005725',
                name: 'Отвертка IPhone Y (0.6 iPhone 7/7 Plus/8/8 Plus)',
                price: '100'
              },
              {
                id: 'УТ-00010216',
                name:
                  'Отвертка iPhone звездочка Rhino (0,8x25mm iPhone 4/5/6/6s)',
                price: '270'
              },
              {
                id: 'УТ-00012364',
                name: 'Отвертка NO:6688, (5 насадок)',
                price: '150'
              },
              {
                id: 'УТ-00004305',
                name: 'Отвертка PH00 RHINO 113-1 (тонкий крестик)',
                price: '200'
              },
              {
                id: 'УТ-00004330',
                name: 'Пинцет изогнутый Rhino RH-15',
                price: '250'
              },
              {
                id: 'УТ-00004331',
                name: 'Пинцет прямой Rhino RH-11',
                price: '250'
              },
              {
                id: '0-000006949',
                name: 'Пластиковая карта для разбора телефона JF-855',
                price: '50'
              },
              {
                id: 'Т-000004387',
                name: 'Плоскогубцы с присосками для разборки телефонов',
                price: '250'
              },
              {
                id: '0-000000848',
                name: 'Прищепка (85 мм*55 мм)',
                price: '70'
              },
              {
                id: 'Т-000000474',
                name: 'Резиновый коврик для станции TH-528',
                price: '130'
              },
              {
                id: 'Т-000005657',
                name: 'Струбцина Pholder 2.0',
                price: '200'
              },
              {
                id: 'УТ-00010225',
                name: 'Струна для разделения дисплейных модулей',
                price: '80'
              },
              {
                id: '0-000000386',
                name:
                  'Струна с держателями MY318 (для разделения дисплейных модулей)',
                price: '200'
              },
              {
                id: 'УТ-00009375',
                name: 'Шпатель для наклейки защитных пленок',
                price: '50'
              }
            ]
          }
        ]
      },
      {
        id: 'Оборудование для сборки/разборки дисплейных модулей_462',
        name: 'Оборудование для сборки/разборки дисплейных модулей',
        children: [
          {
            id: 'Baku_463',
            name: 'Baku',
            children: [
              {
                id: '0-000002868',
                name: 'Анализатор батарей BAKU BA-19A',
                price: '8800'
              },
              {
                id: '0-000002056',
                name: 'Анализатор батарей BAKU DBT-2012',
                price: '11800'
              },
              {
                id: '0-000002566',
                name: 'Ванна ультразвуковая BAKU BK-9050 (0.5л 30/50Вт)',
                price: '1550'
              },
              {
                id: '0-000003178',
                name: 'Источник питания BAKU BK-1502D+ (0-15V 2A)',
                price: '1950'
              },
              {
                id: '0-000001317',
                name: 'Источник питания BAKU BK-305D (0-30V 5A)',
                price: '3700'
              },
              {
                id: 'УТ-00004288',
                name: 'Мультиметр BAKU BK-9205A',
                price: '470'
              },
              {
                id: '0-000001326',
                name: 'Мультиметр BAKU BK-A830L',
                price: '420'
              },
              {
                id: '0-000001311',
                name: 'Фен строительный BAKU BK-8033',
                price: '800'
              }
            ]
          },
          {
            id: 'Разное__X1001',
            name: 'Разное',
            children: [
              {
                id: '0-000001333',
                name:
                  'Матрица для сборки дисплейного модуля для Samsung J320F (J3 2016)',
                price: '150'
              },
              {
                id: 'Т-000002596',
                name:
                  'Матрица для сборки дисплейного модуля для Samsung A300F (A3)',
                price: '130'
              },
              {
                id: '0-000001334',
                name:
                  'Матрица для сборки дисплейного модуля для Samsung A310F (A3 2016)',
                price: '120'
              },
              {
                id: '0-000001335',
                name:
                  'Матрица для сборки дисплейного модуля для Samsung A510F (A5 2016)',
                price: '130'
              },
              {
                id: '0-000002872',
                name:
                  'Матрица для сборки дисплейного модуля для Samsung G950F (S8)',
                price: '420'
              },
              {
                id: '0-000001333',
                name:
                  'Матрица для сборки дисплейного модуля для Samsung J320F (J3 2016)',
                price: '150'
              }
            ]
          }
        ]
      },
      {
        id: 'Паяльное оборудование_464',
        name: 'Паяльное оборудование',
        children: [
          {
            id: 'УТ-00004299',
            name: 'Нагревательный элемент для паяльника Lukey 936 (керамика)',
            price: '130'
          },
          {
            id: 'УТ-00005953',
            name: 'Ручка паяльника Lukey 936A/702',
            price: '480'
          }
        ]
      },
      {
        id: 'Расходные материалы_465',
        name: 'Расходные материалы',
        children: [
          {
            id: 'Универсальный_466',
            name: 'Универсальный',
            children: [
              {
                id: '0-000006423',
                name: 'Клей двухкомпонентный 2 г',
                price: '30'
              },
              {
                id: '0-000007228',
                name: 'Термопаста GD900 (3 гр.)',
                price: '80'
              }
            ]
          },
          {
            id: 'Разное_467',
            name: 'Разное',
            children: [
              {
                id: '0-000000076',
                name: 'Флюс FluxPlus EFD 6-415-A (США, 10 гр.)',
                price: '850'
              },
              {
                id: 'УТ-00000609',
                name: 'Губка для паяльника',
                price: '20'
              },
              {
                id: 'УТ-00001650',
                name: 'Жало паяльника Hakko 900-T-1',
                price: '350'
              },
              {
                id: 'УТ-00001651',
                name: 'Жало паяльника Lukey 900-T-1',
                price: '100'
              },
              {
                id: 'УТ-00001652',
                name: 'Жало паяльника Mechanic 900-T-1C',
                price: '150'
              },
              {
                id: 'УТ-00001653',
                name: 'Жало паяльника Rhino 900-T-1',
                price: '480'
              },
              {
                id: 'Т-000003692',
                name: 'Запасная лампа UV (9W, 365 nm)',
                price: '100'
              },
              {
                id: 'Т-000002600',
                name: 'Клей B-7000 110 мл. (прозрачный)',
                price: '150'
              },
              {
                id: '0-000000384',
                name: 'Клей B-7000 15 мл. (прозрачный)',
                price: '80'
              },
              {
                id: '0-000002936',
                name: 'Клей T-5000 110 мл. (белый)',
                price: '200'
              },
              {
                id: '0-000002937',
                name: 'Клей T-5000 15 мл. (белый)',
                price: '80'
              },
              {
                id: '0-000001321',
                name: 'Клей T-7000 110 мл. (черный)',
                price: '150'
              },
              {
                id: '0-000001322',
                name: 'Клей T-7000 15 мл. (черный)',
                price: '80'
              },
              {
                id: 'УТ-00010224',
                name: 'Клей UV TP-1000',
                price: '500'
              },
              {
                id: 'УТ-00010842',
                name: 'Клей UV TP-2500F',
                price: '550'
              },
              {
                id: 'УТ-00009428',
                name: 'Клей двухкомпонентный 10 г',
                price: '130'
              },
              {
                id: 'Т-000002617',
                name: 'Клей токопроводящий',
                price: '150'
              },
              {
                id: '0-000002265',
                name: 'Концентрат для ультразвуковых ванн Solins US (500 мл.)',
                price: '230'
              },
              {
                id: 'УТ-00009374',
                name: 'Лезвия для скальпеля (10шт.)',
                price: '50'
              },
              {
                id: 'УТ-00009373',
                name: 'Лента термостойкая (10 мм.)',
                price: '120'
              },
              {
                id: 'УТ-00010215',
                name: 'Лента термостойкая (6 мм.)',
                price: '50'
              },
              {
                id: '0-000000077',
                name: 'Паста паяльная EFD 62NCLR-A (США, 35 гр.)',
                price: '1300'
              },
              {
                id: 'УТ-00004321',
                name: 'Паста паяльная Mechanic XG-50 (50 гр.)',
                price: '200'
              },
              {
                id: 'УТ-00004412',
                name: 'Поглотитель олова gootwick (2 мм.)',
                price: '150'
              },
              {
                id: 'УТ-00004681',
                name: 'Припой MAYUAN 0,3 мм. (30 гр.)',
                price: '130'
              },
              {
                id: '0-000002466',
                name:
                  'Салфетки для обезжиривания и протирки дисплеев (100 шт.)',
                price: '200'
              },
              {
                id: 'Т-000002841',
                name: 'Салфетки для обезжиривания и протирки дисплеев (2 шт.)',
                price: '10'
              },
              {
                id: '0-000002707',
                name:
                  'Салфетки для обезжиривания и протирки дисплеев (200 шт.)',
                price: '300'
              },
              {
                id: 'УТ-00010220',
                name: 'Салфетки для протирки дисплеев Micro fiber (100 шт.)',
                price: '1650'
              },
              {
                id: 'УТ-00010221',
                name: 'Салфетки для протирки дисплеев цветные (100 шт.)',
                price: '180'
              },
              {
                id: 'УТ-00010316',
                name: 'Салфетки для чистки дисплеев одноразовые (400 шт.)',
                price: '400'
              },
              {
                id: '0-000006205',
                name: 'Скотч алюминиевый (80 мм*150 м)',
                price: '270'
              },
              {
                id: 'УТ-00004917',
                name: 'Скотч двусторонний 3M (черный, 3мм.)',
                price: '80'
              },
              {
                id: 'УТ-00004918',
                name: 'Скотч двусторонний 3M (черный, 5мм.)',
                price: '100'
              },
              {
                id: 'УТ-00012360',
                name: 'Скотч двусторонний акриловый 3M (прозрачный 5мм.)',
                price: '100'
              },
              {
                id: 'УТ-00012359',
                name: 'Скотч двусторонний акриловый 3M (прозрачный, 3мм.)',
                price: '110'
              },
              {
                id: '0-000002314',
                name:
                  'Скотч двусторонний акриловый 3M 9088F (прозрачный, 5мм.) - Ориг',
                price: '290'
              },
              {
                id: '0-000002483',
                name: 'Скотч двусторонний вспененный (0,5 мм*30 мм*5 м)',
                price: '120'
              },
              {
                id: 'Т-000003977',
                name: 'Скотч двусторонний вспененный (1 мм*12 мм*5 м)',
                price: '70'
              },
              {
                id: 'Т-000004784',
                name: 'Скотч двусторонний вспененный (1 мм*3 мм*5 м)',
                price: '40'
              },
              {
                id: 'Т-000003978',
                name: 'Скотч двусторонний вспененный (1 мм*30 мм*5 м)',
                price: '120'
              },
              {
                id: 'Т-000003976',
                name: 'Скотч двусторонний вспененный (1 мм*8 мм*5 м)',
                price: '50'
              },
              {
                id: 'Т-000003703',
                name: 'Скотч для защиты / очистки дисплеев (60 мм*150 м.)',
                price: '180'
              },
              {
                id: 'Т-000003701',
                name: 'Скотч для защиты / очистки дисплеев (80 мм*150 м)',
                price: '310'
              },
              {
                id: '0-000001703',
                name: 'Сплав Розе (гранулы) 50г.',
                price: '160'
              },
              {
                id: '0-000002582',
                name: 'Спрей-охладитель Solins Freezer (400 мл.)',
                price: '190'
              },
              {
                id: 'Т-000000248',
                name: 'Спрей-очиститель Cramolin CLEANER (400 мл.)',
                price: '650'
              },
              {
                id: 'УТ-00011444',
                name: 'Спрей-очиститель Cramolin FLUX-OFF (400 мл.)',
                price: '750'
              },
              {
                id: '0-000002057',
                name: 'Спрей-очиститель Solins CLEANER (400 мл.)',
                price: '200'
              },
              {
                id: '0-000002058',
                name: 'Спрей-очиститель Solins DEGREASER (400 мл.)',
                price: '200'
              },
              {
                id: '0-000002060',
                name: 'Спрей-очиститель Solins FLUX-OFF (400 мл.)',
                price: '200'
              },
              {
                id: '0-000002264',
                name: 'Спрей-очиститель Solins LABEL-OFF (200 мл.)',
                price: '200'
              },
              {
                id: '0-000002059',
                name:
                  'Спрей-пылеудалитель Solins Duster (сжатый воздух, 400 мл.)',
                price: '200'
              },
              {
                id: '0-000002792',
                name: 'Термопаста КПТ-8 (17 гр.)',
                price: '60'
              },
              {
                id: 'УТ-00005166',
                name: 'Флюс Amtech RMA-223 (Китай, 10 гр.)',
                price: '150'
              },
              {
                id: '0-000000075',
                name: 'Флюс FluxPlus EFD 6-411-A (США, 10 гр.)',
                price: '800'
              },
              {
                id: 'УТ-00005164',
                name: 'Флюс FluxPlus EFD 6-412-A (США, 10 гр.)',
                price: '970'
              },
              {
                id: '0-000001119',
                name: 'Флюс FluxPlus EFD 6-412-AA (США, 3 гр.)',
                price: '600'
              },
              {
                id: '0-000000076',
                name: 'Флюс FluxPlus EFD 6-415-A (США, 10 гр.)',
                price: '850'
              }
            ]
          }
        ]
      },
      {
        id: 'Электрическое и измерительное оборудование_468',
        name: 'Электрическое и измерительное оборудование',
        children: [
          {
            id: '0-000003177',
            name: 'Источник питания Yaxun PS-1502DD (0-15V 2A)',
            price: '1400'
          },
          {
            id: 'Т-000000249',
            name: 'Кабель питания для iPhone от источника питания (все модели)',
            price: '320'
          },
          {
            id: '0-000006410',
            name: 'Коврик с подогревом ZJ-1805 (30см*21см)',
            price: '3850'
          },
          {
            id: '0-000002384',
            name: 'Лупа с подсветкой MG6B-1B',
            price: '200'
          },
          {
            id: '0-000002791',
            name: 'Машинка для удаления клея OCA',
            price: '700'
          },
          {
            id: '0-000001850',
            name:
              'Микроскоп YA XUN YX-AK01 (бинокулярный, стереоскопический, с подсветкой)',
            price: '5900'
          },
          {
            id: '0-000001851',
            name:
              'Микроскоп YA XUN YX-AK03 (бинокулярный, стереоскопический, с подсветкой)',
            price: '6500'
          },
          {
            id: '0-000001852',
            name:
              'Микроскоп YA XUN YX-AK04 (бинокулярный, стереоскопический, с подсветкой)',
            price: '7500'
          },
          {
            id: 'Т-000002704',
            name: 'Плата для активации и зарядки АКБ для IPhone ( все модели )',
            price: '800'
          },
          {
            id: 'Т-000005854',
            name:
              'Плата для активации и зарядки АКБ для IPhone 4/,,../7 Plus (от USB и источника питания)',
            price: '480'
          },
          {
            id: 'Т-000001116',
            name: 'Тестер зарядного устройства USB',
            price: '300'
          },
          {
            id: 'Т-000000468',
            name: 'Щупы для мультиметра (остроконечные)',
            price: '190'
          }
        ]
      }
    ]
  }
]
