<template lang="pug">
  v-container
    v-row
      v-col(cols="12")
        v-card(light)
          v-toolbar(color="primary darken-3" dark)
            v-toolbar-title Ремонт
          v-card-text
            p В этом разделе мы постарались собрать для Вас полезную информацию по вопросам ремонта мобильных телефонов, планшетов, ноутбуков и иной цифровой техники.
            p Ищите ремонт поблизости от Вас, нужен ремонт айфона или другого устройства на Пионерской? Вашему смартфону пора бы заменить стекло или защитный экран? Хотите чтобы ваш планшет снова работал, даже после того, как Вы случайно уронили его в ванной?
            p Мы с радостью Вам поможем! Мы расскажем Вам, что сломалось и как это починить. Сколько потребуется времени и сколько это будет стоить.
            p Наши специалисты знают и могут рассказать Вам гораздо больше, чем возможно разместить на страницах данного раздела. Но не волнуйтесь, если после прочтения у Вас останутся какие-то вопросы, Вы всегда сможете задать их по электронной почте, позвонив потелефону, написав в группах в социальных сетях или при личном посещении нашего сервисного центра.
            p Перечислим основные виды работ по ремонту смартфонов:
            ul
              li Замена экрана (тачскрина), дисплея или дисплейного модуля;
              li Замена шлейфа;
              li Ремонт или замена кнопки, джойстика, разъёма;
              li Замена корпуса смартфона (полная или частичная);
              li Ремонт или замена любой платы (процессора, контроллера питания и др.);
              li Восстановление boot записи (системного загрузчика);
              li Восстановление телефона после после падения или попадания воды (залития);
              li Замена прошивки телефона (перепрошивка);
              li Восстановление данных на телефоне;
            h3(class="mt-4") Выберите компанию производитель Вашего устройства:
            ul
              li: a(href="/repair/apple") Apple
              li: a(href="/repair/acer") Acer
              li: a(href="/repair/asus") Asus
              li: a(href="/repair/alcatel") Alcatal
              li: a(href="/repair/htc") HTC
              li: a(href="/repair/huawei") Huawei
              li: a(href="/repair/lenovo") Lenovo
              li: a(href="/repair/lg") LG
              li: a(href="/repair/meizu") Meizu
              li: a(href="/repair/microsoft") Microsoft
              li: a(href="/repair/motorola") Motorola
              li: a(href="/repair/nokia") Nokia
              li: a(href="/repair/oppo") Oppo
              li: a(href="/repair/prestigio") Prestigio
              li: a(href="/repair/samsung") Samsung
              li: a(href="/repair/sony") Sony
              li: a(href="/repair/xiaomi") Xiaomi
              li: a(href="/repair/zte") ZTE
            p В данном списке, конечно же, перечислены далеко не все марки смартфонов. Мы берёмся за ремонт телефона, планшета или ноутбука практически любой из известных миру марок и любой модели.
            p Приходите к нам и лично оцените уровень нашего сервиса, профессионализм наших мастеров и ассортимент продаваемых аксессуаров.
            p Пишите нам на электронную почту или звоните по телефону. Мы всегда рады помочь и ответить на любые Ваши вопросы о ремонте мобильных телефонов, планшетов, ноутбуков или другой цифровой техники.
            p Не забудьте также вступить в наши группы в социальных сетях ВКонтакте и Инстаграм.

      v-col(cols="12")
        listContacts
</template>

<script>
import listContacts from '@/components/list-contacts.vue'
export default {
  components: {
    listContacts
  }
}
</script>
