<template>
  <v-container>
    <v-row>
      <v-col cols="12">
        <v-card light>
          <v-toolbar color="primary darken-3" dark>
            <v-toolbar-title>
              О нас
            </v-toolbar-title>
          </v-toolbar>
          <v-card-text>
            <p>
              Наш магазин работает для вас уже более 10 лет.
            </p>
            <p>
              За это время наши мастера успели столкнуться со всеми возможными
              поломками телефонов, ноутбуков, планшетов, электронных часов, и
              могут справиться с любой из них.
            </p>
            <p>
              Каждый день в мастерской производится более 10 ремонтов различной
              сложности всех существующих марок и моделей, что гарантирует вам
              большой опыт мастеров, аккуратный и бережный ремонт.
            </p>
            <p>
              У нас вы не столкнетесь с хамством и безразличием к вашей
              проблеме.
            </p>
            <p>
              Для наших клиентов в магазине всегда действуют приятные акции на
              защитные стекла, чехлы, наушники - цены на аксессуары вас приятно
              удивят.
            </p>
            <p>
              Цена ремонта складывается из работы и стоимости запчасти - все
              цифры прозрачные.
            </p>
          </v-card-text>
        </v-card>
      </v-col>
      <v-col cols="12">
        <list-contacts></list-contacts>
      </v-col>
    </v-row>
  </v-container>
</template>

<script>
import listContacts from '~/components/list-contacts.vue'
export default {
  components: {
    listContacts
  },
  head() {
    return {
      title: 'О нас',
      meta: [
        {
          hid: 'description',
          name: 'description',
          content:
            'Подробная информация о компания Евросвязь, Санкт-Петербург, м.Политехническая. Компания Евросвязь предлагает качественный и быстрый ремонт телефонов и другой цифровой техники. Высокий уровень сервиса и умеренные цены. НА этой странице Вы также найдёте наши контактные данные: фактический адрес расположения сервисного центра, номер телефона компании Евросвязь, часы работы сервисного центра и адрес электронной почты.'
        }
      ]
    }
  }
}
</script>

<style></style>
