<template lang="pug">
  v-container
    v-row
      v-col(cols="12")
        v-card(light)

          v-toolbar(color="primary darken-3" dark)
            v-toolbar-title Ремонт

          v-breadcrumbs(:items="breadcrumbs")

          v-card-text
            v-card-title О ремонте устройств фирмы Apple

            p В этом разделе Вы найдёте полезную информацию по ремонту смартфонов и планшетов Apple.

            p Ищите ремонт поблизости от Вас, нужен ремонт айфона или другого устройства на Пионерской? Вашему смартфону пора бы заменить стекло или защитный экран? Хотите чтобы ваш планшет снова работал, даже после того, как Вы случайно уронили его в ванной?

            p Мы с радостью Вам поможем! Мы расскажем Вам, что сломалось и как это починить. Сколько потребуется времени и сколько это будет стоить.

            p Наши специалисты знают и могут рассказать Вам гораздо больше, чем возможно разместить на страницах данного раздела. Но не волнуйтесь, если после прочтения у Вас останутся какие-то вопросы, Вы всегда сможете задать их по электронной почте, позвонив по телефону, написав в группах в социальных сетях или при личном посещении нашего сервисного центра.

            p Перечислим модели смартфонов Apple с которыми мы чаще всего имеем дело:
            ul
              li: nuxt-link(to="/repair/apple/iphone-4") Apple iPhone 4
              li: nuxt-link(to="/repair/apple/iphone-4S") Apple iPhone 4S
              li: nuxt-link(to="/repair/apple/iphone-5") Apple iPhone 5
              li: nuxt-link(to="/repair/apple/iphone-5s") Apple iPhone 5S

            p В данном списке, конечно же, перечислены далеко не все модели смартфонов и планшетов Apple. Мы берёмся за ремонт телефона, планшета или ноутбука практически любой из известных миру марок и любой модели.

            p Приходите к нам и лично оцените уровень нашего сервиса, профессионализм наших мастеров и ассортимент продаваемых аксессуаров.

            p Пишите нам на электронную почту или звоните по телефону. Мы всегда рады помочь и ответить на любые Ваши вопросы о ремонте мобильных телефонов, планшетов, ноутбуков или другой цифровой техники.

            p Не забудьте также вступить в наши группы в социальных сетях #[a(href="https://vk.com/eurosvaz") ВКонтакте] и #[a(href="https://www.instagram.com/evrosvyaz_spb/") Инстаграм].

      v-col(cols="12")
        listContacts
</template>

<script>
import listContacts from '@/components/list-contacts.vue'

export default {
  components: {
    listContacts
  },

  data() {
    return {
      breadcrumbs: [
        {
          text: 'Ремонт',
          disabled: false,
          exact: true,
          link: true,
          to: '/repair/'
        },
        {
          text: 'Apple',
          disabled: true
        }
      ]
    }
  }
}
</script>
