<template lang="pug">
  v-container
    v-row
      v-col(cols="12")
        v-card(light)

          v-toolbar(color="primary darken-3" dark)
            v-toolbar-title Ремонт iPhone 4 в Петербурге

          v-breadcrumbs(:items="breadcrumbs")

          v-card-text
            p Сервисный центр «Евросвязь» осуществляет ремонт этого смартфона с начала продаж. За время работы мы накопили большой объем знаний по диагностике и ремонту, поэтому большая часть неисправностей устраняется в течении одного двух рабочих дней. Все работы проводятся на профессиональном оборудовании, с использованием высококачественных комплектующих. На ремонтные работы действует гарантия. Оцените качество работы наших специалистов, привлекательные цены, высокую скорость работы. Приходите в наш сервисный центр, который находится недалеко от станции метро «Пионерская» у аптеки «Фиалка», или звоните по контактным телефонам.

            p Подавляющее большинство обращений в ремонт происходит из-за неаккуратной эксплуатации: залитие, падение аппарата и так далее. Мы рекомендуем не использовать телефон в условиях высоких температур и влажности. Сбои аппарата могут произойти, если телефона работает в густом тумане, во время моросящего дождя. Обязательно приобретайте специальные защитные чехлы.

            p Не пытайтесь ремонтировать этот смартфон самостоятельно, не отдавайте аппарат в мастерские, где обещают устранить любые неполадки за символическую плату. В наш сервисный центр приносили аппараты, отремонтированные такими «специалистами». Как правило, это заканчивалось дорогостоящим ремонтом с использованием оригинальных микросхем. Аппарат необходимо аккуратно разбирать. Очень легко сорвать шлицы крепежных элементов, оторвать шлейфы, сбить элементы на системной плате, раздавить дисплей или тачскрин.

            p У Apple iPhone 4 сенсорное стекло невозможно поменять отдельно от дисплея. Обе детали поставляются единым модулем. Так что будьте аккуратны при эксплуатации аппарата. Ведь в подавляющем большинстве случаев неисправности с дисплейным модулем возникают, если аппарат уронили, утопили, поцарапали сенсорное стекло.

      v-col(cols="12")
        ListContacts
</template>

<script>
import ListContacts from '@/components/list-contacts.vue'

export default {
  components: {
    ListContacts
  },
  data() {
    return {
      breadcrumbs: [
        {
          text: 'Ремонт',
          disabled: false,
          exact: true,
          link: true,
          to: '/repair/'
        },
        {
          text: 'Apple',
          disabled: false,
          exact: true,
          link: true,
          to: '/repair/apple/'
        },
        {
          text: 'iPhone 4',
          disabled: true
        }
      ]
    }
  }
}
</script>
