<template lang="pug">
  v-container
    v-row
      v-col(cols="12")
        v-card(light)

          v-toolbar(color="primary darken-3" dark)
            v-toolbar-title Ремонт iPhone 5S в Петербурге

          v-breadcrumbs(:items="breadcrumbs")

          v-card-text
            v-card-title Замена защитного стекла и дисплея на iPhone 5S

            p Это наиболее распространенная причина обращения в наш сервисный центр. Чаще всего поломка возникает в результате падения устройства, чрезвычайно сильного нажатия на экран, попадания большого количества жидкости внутрь корпуса. Еще одна причина обращения – попытка самостоятельного ремонта смартфона, а также обращения к неквалифицированным мастерам, которые привлекают недорогой ценой.

            p Неисправность очень легко обнаружить:
            ul
              li После включения телефона изображение отсутствует или включается только подсветка.
              li На экране видны цветные полосы, пятна, квадраты и прочие дефекты изображения.
              li Сенсор медленно реагирует на команды, срабатывания происходит только в некоторых частях экрана. В случае серьезных повреждений реакция на команды отсутствует полностью.
              li Экран расколот, по нему пошли трещины.

            p Наши мастера быстро заменят дисплей iPhone 5S и его стекло. Отметим, что они являются частями единого дисплейного модуля, поэтому замена по отдельности не осуществляется. Стоимость работ можно узнать здесь.

            p При выборе мастерской обращайте внимание не только на стоимость работ. Низкая цена достигается только за счет использование некачественных комплектующих. В итоге, на отремонтированном устройстве обнаруживается некачественная передача цветов, недостаточная контрастность. Также вы рискуете получить сенсор с медленной реакцией на прикосновения к экрану. Обращайтесь в наш сервис! Мы используем только качественные комплектующие, работы выполняются опытными мастерами на профессиональном оборудовании. На все виды ремонта действуют гарантийные обязательства.

            v-card-title Ремонт и замена кнопки включения на iPhone 5S

            p Это важный элемент управления смартфоном, который отвечает не только за выключение и включение, но и за блокировку устройства.

            p Неисправность очень легко обнаружить самостоятельно.
            ul
              li Для нажатия кнопки power приходится прилагать усилия. В большинстве случаев к этому приводит деформацию корпуса из-за падения устройства. Иногда, даже видно, что она как бы утоплена в корпус.
              li Нет реакции на нажатия или она проявляется не с первого раза. Всего скорее, неисправность возникла из-за повреждения шлейфа. Диагностика позволит точно определить причину поломки.
              li Смартфон не включается. Такая ситуация может возникнуть в случае серьезной поломки самой кнопки или шлейфа. Также не исключена возможность проблем с аккумуляторной батареей или зарядным разъемом. Без диагностики в данном случае не обойтись.

              v-card-title Замена корпуса на iPhone 5S

              p Падение – злейший враг для корпусов смартфонов от корпорации Apple. Алюминий – мягкий металл, поэтому даже падение с незначительной высоты вполне достаточно для появления царапин и вмятин. В этом случае Вы рискуете только «товарным» видом Вашего смартфона. Сильный удар способен причинить более серьезные неприятности. Очень часто из-за него происходит деформация корпуса.

              p Это влечет следующие неисправности:
              ul
                li Кнопки регулировки громкости и включения приходится нажимать с большим трудом. Иногда они оказываются утопленными внутрь корпуса.
                li Происходит повреждения внутренних компонентов телефона: платы, шлейфов и так далее. Очень часто повреждается дисплейный модуль.
                li Довольно часто после падения стекло неплотно прилегает к рамке, образуется щель, через которую внутрь устройства попадает пыль, грязь, влага.

              p Заметим, что в очень редких случаях удается восстановить геометрию корпуса. В большинстве случаев требуется провести замену корпуса на iPhone 5S. Это кропотливая работа, которую лучше доверить опытным мастерам. Вам вернут полностью исправный телефон, с гарантией на проделанные работы. Сервис-центр расположен в шаговой доступности от метро Пионерская.

              v-card-title Замена фотокамеры на iPhone 5S

              p Данная модель от компании Apple комплектуется двумя фото-видеокамерами: фронтальной и основной. В случае возникновения неисправности поможет только замена неисправного компонента.

              p Выделим основные симптомы неисправности:
              ul
                li Камера не выходит из режима ожидания, не включается.
                li На фото или видео появляются графические дефекты (полосы, цветные пятна, искажается цветопередача и так далее).
                li Фото и видео становятся расплывчатыми, нечеткими.

              p Основные причины, по которым требуется замена камеры на iPhone 5S, следующие.
              ul
                li Прежде всего, это неаккуратное обращение. Смартфон уронили, неудачно бросили на стол, положили в пакет с другими вещами. Этого достаточно, чтобы повредить мягкий алюминиевый корпус телефона и фотокамеру.Основная камера может похвастаться прочным стеклом, которое иногда спасает от повреждения. Фронтальная камера прикрыта только стеклом лицевой части телефона.
                li Попадание жидкости в корпус смартфона. Из-за этого может произойти множество поломок: камера не работает, после просушки фото и видеоизображения получаются размытыми.
                li Редко, но такие случаи встречались, к поломке может привести установка стороннего софта, отвечающего за работу камеры.

              p В нашем сервисном центре работы выполняются в кратчайшие сроки. Если в наличии есть все необходимые комплектующие, то работы могут быть произведены в день обращения.

              v-card-title Замена или ремонт динамиков на iPhone 5S

              p В смартфоне установлено 2 динамика: слуховой и полифонический. Первый отвечает за воспроизведение речи собеседника, второй за воспроизведение мелодий входящих звонков, сообщений, звука во время просмотра видео, игр.

              p Неисправность любого из этих компонентов очень легко определяется. В случае со слуховым динамиком возникают проблемы с его громкостью (резко понижается), во время разговора появляются посторонние звуки, часть речи собеседника «проглатывается». Неполадки с полифоническим выражаются в снижении громкости воспроизводимых звуков, в случае серьезной неисправности они могут вообще не воспроизводится, при воспроизведении слышны помехи. Для окончательного определения причины неисправности необходимо провести диагностику устройства. В большинстве случаев проблемы связаны с неисправными динамиками, но иногда проблема в поломке аудио-кодека (микросхема, которая расположена на основной плате, отвечает за прием и обработку звука).

              p В большинстве случаев неисправность появляется:
              ul
                li Из-за падения телефона или сильного нажатия.
                li Попадания воды и других жидкостей внутрь корпуса телефона.
                li Из-за неаккуратной эксплуатации выходные отверстия забиваются пылью и грязью, которая попадает в корпус устройства.

              v-card-service Замена микрофона на iPhone 5S

              p Неисправность очень легко обнаружить самостоятельно:
              ul
                li Собеседник плохо Вас слышит, жалуется, что часть слов как будто проглатывается.
                li Во время разговора появляются посторонние звуки, слышно эхо собственных фраз.

              p Весьма вероятно, что неисправность связана именно с микрофоном. В нашем сервисном центре всегда проводят диагностику для окончательной локализации поломки. Заметим, что схожие симптомы могут проявляться при поломке аудиокодека (микросхема на плате). На все работы распространяются гарантии. Дополнительную информацию о сроках исполнения работ можно получить по контактным телефонам. Наш сервисный центр расположен в шаговой доступности от станции метро «Комендантский проспект».

              p Перечислим основные причины, по которым возникает неисправность:
              ul
                li Защитная сетка забивается пылью, которая попадает внутрь корпуса. Из-за этого может существенно понизиться громкость микрофона. Незначительное загрязнение можно без труда удалить самостоятельно. Если загрязнение серьезное, то для проведения чистки необходимо разобрать телефон.
                li Падение смартфона, попадание жидкости внутрь корпуса.

              v-card-title Прошивка iPhone 5S

              p Каждый владелец смартфона стремится настроить его «под себя». Этот процесс сопровождается установкой и удалением множества приложений, обновлением операционной системы. Иногда это приводит к сбоям программного обеспечения, что приводит к снижению быстродействия телефона. Если самостоятельно найти решение не получается, или во время очередного обновления смартфон вообще перестал включаться, обращайтесь в «Евросвязь». Опытные мастера восстановят загрузочный сектор, установят наиболее стабильную версию операционной системы. Работы проводятся очень быстро. Чаще всего, исправный телефон Вам вернут в день обращения.

      v-col(cols="12")
        ListContacts
</template>

<script>
import ListContacts from '@/components/list-contacts.vue'

export default {
  components: {
    ListContacts
  },
  data() {
    return {
      breadcrumbs: [
        {
          text: 'Ремонт',
          disabled: false,
          exact: true,
          link: true,
          to: '/repair/'
        },
        {
          text: 'Apple',
          disabled: false,
          exact: true,
          link: true,
          to: '/repair/apple/'
        },
        {
          text: 'iPhone 5S',
          disabled: true
        }
      ]
    }
  }
}
</script>
