<template lang="pug">
  v-container
    v-row
      v-col(cols="12")
        v-card(light)

          v-toolbar(color="primary darken-3" dark)
            v-toolbar-title Ремонт iPhone 4S в Петербурге

          v-breadcrumbs(:items="breadcrumbs")

          v-card-text
            p Сервисный центр «Евросвязь» осуществляет ремонт этого смартфона с начала продаж. За время работы мы накопили большой объем знаний по диагностике и ремонту, поэтому большая часть неисправностей устраняется в течении одного двух рабочих дней. Все работы проводятся на профессиональном оборудовании, с использованием высококачественных комплектующих. На ремонтные работы действует гарантия. Оцените качество работы наших специалистов, привлекательные цены, высокую скорость работы. Приходите в наш сервисный центр, который находится недалеко от станции метро «Пионерская» у аптеки «Фиалка», или звоните по контактным телефонам.

            p Подавляющее большинство обращений в ремонт происходит из-за неаккуратной эксплуатации: залитие, падение аппарата и так далее. Мы рекомендуем не использовать телефон в условиях высоких температур и влажности. Сбои аппарата могут произойти, если телефона работает в густом тумане, во время моросящего дождя. Обязательно приобретайте специальные защитные чехлы.

            p Не пытайтесь ремонтировать этот смартфон самостоятельно, не отдавайте аппарат в мастерские, где обещают устранить любые неполадки за символическую плату. В наш сервисный центр приносили аппараты, отремонтированные такими «специалистами». Как правило, это заканчивалось дорогостоящим ремонтом с использованием оригинальных микросхем. Аппарат необходимо аккуратно разбирать. Очень легко сорвать шлицы крепежных элементов, оторвать шлейфы, сбить элементы на системной плате, раздавить дисплей или тачскрин.

            p Телефон iPhone 4S сохранил почти все конструктивные особенности предшествующей модели. У новой модели нет возможности поменять отдельно сенсорное стекло и дисплей, они идут в составе дисплейного модуля. Так как задняя крышка телефона стеклянная, то во время падения она будет часто разбиваться. Советуем приобретать специальные защитные чехлы, которые помогут дольше не менять хрупкие части корпуса. Аппарат по-прежнему не рекомендуется активно использовать в условиях высокой влажности и во время жары.

            p Доверьте работы по ремонту смартфона iPhone 4S профессионалам. По словам наших технических специалистов, аппарат стал значительно сложнее своего предшественника. Риски сорвать крепеж, шлейфы, повредить системную плату и дисплейный модуль возросли многократно. Без технических знаний и специального оборудования собрать и разобрать телефон достаточно проблематично. В нашем центре на все работы распространяется гарантия.

      v-col(cols="12")
        ListContacts
</template>

<script>
import ListContacts from '@/components/list-contacts.vue'

export default {
  components: {
    ListContacts
  },
  data() {
    return {
      breadcrumbs: [
        {
          text: 'Ремонт',
          disabled: false,
          exact: true,
          link: true,
          to: '/repair/'
        },
        {
          text: 'Apple',
          disabled: false,
          exact: true,
          link: true,
          to: '/repair/apple/'
        },
        {
          text: 'iPhone 4S',
          disabled: true
        }
      ]
    }
  }
}
</script>
