<template lang="pug">
  v-container
    v-row
      v-col(cols="12")
        v-card(light)

          v-toolbar(color="primary darken-3" dark)
            v-toolbar-title Ремонт iPhone 5 в Петербурге

          v-breadcrumbs(:items="breadcrumbs")

          v-card-text
            v-card-title О ремонте iPhone 5 в нашей компании

            p Сервисный центр «Евросвязь» осуществляет ремонт этого смартфона с начала продаж. За время работы мы накопили большой объем знаний по диагностике и ремонту, поэтому большая часть неисправностей устраняется в течении одного двух рабочих дней. Все работы проводятся на профессиональном оборудовании, с использованием высококачественных комплектующих. На ремонтные работы действует гарантия. Оцените качество работы наших специалистов, привлекательные цены, высокую скорость работы. Приходите в наш сервисный центр, который находится недалеко от станции метро «Пионерская» у аптеки «Фиалка», или звоните по контактным телефонам.

            p Подавляющее большинство обращений в ремонт происходит из-за неаккуратной эксплуатации: залитие, падение аппарата и так далее. Мы рекомендуем не использовать телефон в условиях высоких температур и влажности. Сбои аппарата могут произойти, если телефона работает в густом тумане, во время моросящего дождя. Обязательно приобретайте специальные защитные чехлы.

            p Не пытайтесь ремонтировать этот смартфон самостоятельно, не отдавайте аппарат в мастерские, где обещают устранить любые неполадки за символическую плату. В наш сервисный центр приносили аппараты, отремонтированные такими «специалистами». Как правило, это заканчивалось дорогостоящим ремонтом с использованием оригинальных микросхем. Аппарат необходимо аккуратно разбирать. Очень легко сорвать шлицы крепежных элементов, оторвать шлейфы, сбить элементы на системной плате, раздавить дисплей или тачскрин.

            v-card-title Замена стекла и дисплея на iPhone 5

            p Это самый популярный вид ремонта среди владельцев айфона в Санкт-Петербурге. Причины обращения: падение, сильное нажатие, залитие водой или другой жидкостью, неквалифицированный ремонт. Стекло и дисплей являются частью неразборного дисплейного модуля, поэтому заменяется все вместе.

            p Симптомы поломки следующие:

            ul
              li Полное или частичное отсутствие изображения.
              li Цветные полосы, квадраты и другие графические артефакты на экране, изображение может стать расплывчатым, появляется рябь.
              li Сенсор не реагирует или неадекватно реагирует на команды при отсутствии каких-либо внешних повреждений.
              li Сенсорное стекло разбито или расколото.

            p При выборе мастерской рекомендуем обращать внимание не только дешево или дорого. Низкая стоимость обеспечивается за счет дешевых китайских деталей с низкой контрастностью, некачественной передачей цветов, заниженной яркостью дисплея. Очень часто попадаются некачественные сенсорные стекла с медленной реакцией. В нашем сервисном центре вы найдете самые дешевые цены в Приморском районе Санкт-Петербурга у метро Комендантский проспект. Ознакомьтесь с прайс-листом на все виды ремонта. Отдельно хочется остановиться на вопросе оригинальных комплектующих. Для начала ознакомьтесь с фирменной гарантией Apple. Они не ремонтируют свою технику, а меняют с доплатой поврежденный айфон на новый. Да, оригинальные дисплейные модули встречаются в незначительных количествах. Их снимают со сломанных телефонов. Но это единичные случаи. Все остальное представленное на рынке - это более или менее качественные копии из Китая.

            v-card-title Как заменяют стекло и дисплей iPhone 5 в нашей мастерской

            p Ниже приведена пошаговая инструкция для тех, кто хочет попытаться провести замену самостоятельно.

            ul
              li Айфон уронили с приличной высоты на твердую поверхность. Экран покрыт трещинами, управлять таким телефоном невозможно, есть риск порезаться о битое стекло.
              li Начинаем разбирать телефон. Для начала необходимо снять заднюю крышку.
              li Теперь можно поднять дисплейный модуль, чтобы получить доступ внутрь корпуса.
              li Отсоединяем шлейф от аккумулятора. Неподготовленный человек может оборвать этот шлейф. По крайней мере, айфоны с такими повреждениями к нам регулярно приносят.
              li Дисплейный модуль присоединен к плате шлейфами, не стоит резко дергать экран, до того как эти шлейфы будут отсоединены. Иначе, есть риск их оборвать.
              li Теперь защитный экран демонтирован, самое время аккуратно отсоединить шлейф дисплейного модуля от платы.
              li То, что многие называют экраном, на iPhone 5 - дисплейный модуль. Теперь он снят и надо отсоединить фронтальную камеру и кнопку Home, чтобы успешно провести замену.
              li Теперь дисплейный модуль полностью разобран. Самое время заменить неисправную деталь на новую и начать сборку айфона.
              li Разбитый экран заменён, айфон нормально работает. Отметим, что замена стекла и дисплея на iPhone 5S и 5C осуществляется аналогичным образом, так как их конструкция полностью идентична.

            v-card-title Замена аккумулятора на iPhone 5 в Санкт-Петербурге

            p Неисправности чаще всего выражаются следующим образом:

            ul
              li Айфон очень быстро разряжается или не заряжается. Это наиболее распространенная жалоба владельцев телефона. Без диагностики не обойтись. Неисправность может быть связана как с поломкой аккумулятора, так и с поломкой зарядного разъема. По результатам диагностики мастер предложит подходящий способ ремонта.
              li Некорректно работает индикатор заряда батареи: то показывается, что аккумулятор полностью заряжен, а через небольшой промежуток времени он уже полностью разряжен. Это свидетельствует о проблемах с аккумулятором, поможет только замена неисправного компонента.
              li iPhone работает только от электрической сети. Если отключить зарядное устройство, то телефон перестает работать или показывает очень низкий уровень заряда.

            p Если один из этих симптомов проявляется в работе вашего смартфона, рекомендуем обратиться в сервисный центр за диагностикой устройства. У нас эта процедура осуществляется бесплатно.

            p Обозначим основные причины, из-за которых аккумулятор выходит из строя:

            ul
              li Скачки напряжения в электросети. К сожалению, в нашей стране это распространенное явление. Лучше всего проводить зарядку смартфона через источники бесперебойного питания. Ведь достаточно одно сильного перепада напряжения, чтобы вывести из строя Ваш iPhone.
              li Если Вы заряжаете смартфон в автомобиле, то рекомендуем это делать при стабильно работающем двигателе. При его запуске или остановке генератор вырабатывает нестабильное напряжение, что может повредить компоненты телефона. При включении и отключении двигателя iPhone лучше отключить от зарядного устройства.
              li Резкое выдергивание зарядного устройства может привести к расшатыванию зарядного устройства. В итоге, телефон перестанет заряжаться.
              li Использование некачественных зарядных устройств. Покупая дешевые образчики китайского производства, Вы серьезно рискуете. Низкое качество компонентов, неправильное расположение контактов могут привести к поломке зарядного разъема или аккумулятора.

            v-card-title Заменить аккумулятор на iPhone 5 самостоятельно?

            p Довольно часто нам приходится слышать аргумент, а чего там аккумуляторную батарею заменить, раз-два и готово! Зачем обращаться в сервисный центр? Есть ряд аргументов, почему лучше доверить эту работу опытным мастерам. Во-первых, iphone может быстро разряжаться не из-за проблем с АКБ. Точно такие же симптомы проявляются в случае поломки зарядного (он же системный) разъема, в случае повреждения контроллеров питания (у айфона их 2 штуки) на плате. В этом случае замена батареи ничего не даст. Телефон как разряжался быстро, так и будет разряжаться быстро. Во-вторых, надо купить качественный аккумулятор. Задача не простая. Ведь предложений на рынке очень много. Среди них часто встречаются некачественные экземпляры. Как роскошно горит некачественная батарея, можете посмотреть на картинке в этой статье. От такого ущерб телефону наносится колоссальный. Довольно часто смартфон после таких происшествий не подлежит восстановлению. В-третьих, iphone надо грамотно разобрать. Для этого придется демонтировать дисплейный модуль, отсоединить шлейфы этого модуля от платы. Далее надо снять защитную пластину, и отсоединить шлейф от аккумулятора к плате телефона. После этого батарею можно заменить. К нам регулярно приносят айфоны с оторванными шлейфами. Где-то поспешили и забыли все отсоединить, где-то приложили излишние усилия. И все, владелец сам себе обеспечил дорогостоящий ремонт. Проще доверить замену аккумулятора опытным мастерам. Мы вернем вам полностью исправный телефон с гарантией на все проделанные работы.

            p Обращение в нашу мастерскую имеет следующие преимущества

            ul
              li доступная цена на замену аккумулятора на iPhone 5
              li бесплатная диагностика телефона, возможно, проблемы быстрой разрядки связаны не с батареей, а с зарядным разъемом или контроллером питания.
              li быстрое исполнение работ, если необходимые комплектующие есть на складе сервисного центра.
              li На все работы распространяются гарантии.
              li Наш сервисный центр удачно расположен в Санкт-Петербурге в 300 метрах от станции метро "Пионерская".

            v-card-title Ремонт и замена кнопки включения на iPhone 5

            p Эта кнопка играет важную роль в управлении смартфоном. Она отвечает за включение и выключение аппарата, а также блокировку устройства.

            p Симптомы неисправности следующие:
            ul
              li Чтобы нажать на кнопку power, приходится прилагать достаточно серьезные усилия. Такое часто случается после падения телефона, когда из за повреждения корпуса происходит смещение компонентов.
              li Кнопка реагирует на нажатия не с первого раза. Это может свидетельствовать о проблемах с верхним шлейфом. Локализовать неисправность позволит диагностика.
              li Смартфон вообще не включается. В данном случае без диагностики обойтись невозможно. Причина может быть как в поломке кнопки включения, так и в неисправности зарядного разъема и/или аккумулятора. Также телефон может не включаться из-за неудачного обновления операционной системы.

            p Причины, по которым кнопка power на iPhone 5 ломается:
            ul
              li Падение телефона. В результате очень часто повреждается верхний шлейф, что сказывается на работе кнопки включения/выключения.
              li Попадание жидкости внутрь корпуса смартфона.
              li Пыль и грязь, которые попадают под кнопки, из-за чего их становится трудно нажимать.

            v-card-title Цена ремонта кнопки Home на iPhone 5

            p Это один из самых важных элементов управления смартфоном, который отвечает за закрытие запущенных приложений, быстрый выход в главное меню, переключение между работающими программами и ряд других функций. Если возникают проблемы, то управлять телефоном становится очень и очень сложно. В нашей мастерской, расположенной в Приморском районе Санкт-Петербурга у метро "Комендантский проспект" все необходимые работы выполнят опытные мастера. Цена (#[nuxt-link(to="/calculator/") можно узнать тут]) включает в себя все необходимые работы.

            p Неисправность проявляется следующим образом:
            ul
              li Нет ответа на нажатия или срабатывание происходит не каждый раз.
              li Для нажатия приходится прилагать чрезмерные усилия.
              li Происходят произвольные срабатывания (такое довольно часто происходит после залития).

            p Причины замены кнопки домой на iPhone 5
            ul
              li Механический износ. Кнопка используется регулярно, поэтому удивляться износу деталей не приходится.
              li Залитие телефона. Попадание жидкости внутрь корпуса приводит к серьезным повреждением всех компонентов смартфона. Из-за коррозии контактов часто отсутствует реакция на нажатие.
              li Падение или сильный удар приводят к отрыву шлейфов, а также деформации всего корпуса телефонов. Например, довольно часто отрывается шлейф (нет реакции на нажатия), или осколки разбитого стекла препятствуют нажатию.

            v-card-title Замена нижнего шлейфа на iPhone 5

            p Этот компонент отвечает за работу зарядного разъема, микрофонов (верхнего и нижнего), разъема для наушников, также к нему присоединяется шлейф кнопки «Home». В нашем центре выполнят все необходимые работы, цены уточняйте здесь.

            p При поломке нижнего шлейфа могут появляться следующие неисправности смартфона:
            ul
              li Телефон быстро разряжается или не заряжается. Эта проблема может возникнуть не только из-за шлейфа, поэтому без диагностики не обойтись.
              li При подключении к компьютеру или ноутбуку устройство не определяется. Иногда эта проблема исчезает, а потом проявляется снова. Если такое случается регулярно, имеет смысл принести смартфон в наш сервисный центр на бесплатную диагностику.
              li При подключении наушников через 3.5 миллиметровый разъем нет звука, или он воспроизводится с перерывами или посторонними шумами.

            p Из-за чего возникает потребность в замене нижнего шлейфа на iPhone 5?
            ul
              li В нашей электросети нестабильное напряжение, поэтому при его резких перепадах могут возникнуть проблемы. Мы рекомендуем использование автомобильного зарядного устройства при стабильно работающем двигателе. При запуске или остановке мотора вырабатывается нестабильный ток, который может привести к повреждению многих компонентов телефона.
              li При неаккуратном обращении (падение телефона, резкое выдергивание зарядного устройства или usb-кабеля) можно повредить шлейф или его компоненты. В этом случаем поможет только его полная замена.
              li При попадании жидкости внутрь корпуса возможно короткое замыкание, окисление контактов.

            p Работы по замене нижнего шлейфа на смартфоне iPhone 5 не являются сложными с технической точки зрения. Если на складе есть все необходимые комплектующие, ремонт может быть выполнен в день обращения. На все работы распространяется гарантия. Ознакомьтесь с прайс-листом на #[nuxt-link(to="/calculator/") другие виды ремонтных работ этого смартфона].

            v-card-title Замена корпуса на iPhone 5

            p Корпус этого смартфона выглядит очень солидно и привлекательно. Но есть у алюминия и существенные недостатки. Это мягкий металл, поэтому на нем быстро появляются царапины, а от падения даже с небольшой высоты остаются вмятины. Многие владельцы жалуются на краску, которая легко царапается и быстро облезает. Ничего удивительного, что одной из самых востребованных работ является замена задней крышки на iPhone 5. В нашем сервисном центре работы проводятся в кратчайшие сроки, если на складе есть необходимые детали, замену могут выполнить в Вашем присутствии. Стоимость работ уточняйте по контактным телефонам.

            p Чаще всего замена корпуса смартфона iPhone 5 требуется:
            ul
              li Внешний вид телефона категорически не устраивает владельца.
              li Тюнинг устройства, когда устанавливаются задняя крышка и рамка нестандартных цветов.
              li Деформация корпуса смартфона, которая появилась в результате сильного падения телефона. Из-за этого могут перестать работать кнопки регулировки громкости, кнопка включения и выключения. Возможен обрыв шлейфов и повреждение других компонентов смартфона.

            p Мягкий алюминиевый корпус практически никогда не удается восстановить до нормального состояния. Поэтому требуется его полная замена. Очень часто корпус приходится заменять вместе с дисплейным модулем. Новый модуль не удается установить на деформированный телефон, так как защитное стекло должно плотно прилегать к рамке.

            p Замена корпуса на iPhone 5 это кропотливый труд, который требует большого практического опыта и профессионального оборудования. Лучше обратиться в сервисный центр. Чтобы успешно провести замену телефон придется полностью разобрать, снять все компоненты и перенести их в новый корпус. На все работы распространяется гарантия.

            v-card-title Замена фото камеры на iPhone 5

            p Эта модель смартфона оснащена 2 фото-видеокамерами. Фронтальная расположена рядом с дисплеем, а основная на задней крышке. В нашем центре опытные мастера выполнят все необходимые работы. Стоимость утоняйте здесь. В эту цену входит качественная деталь. В отдельных случаях есть возможность заменить стекла камеры, приносите телефон на диагностику.

            p Поломка фотокамеры чаще всего проявляется следующим образом:
            ul
              li Камера постоянно находится в режиме ожидания или вообще не включается.
              li На фотографиях или видеозаписях появляются точки.
              li Теряется фокусировка.
              li Фотоснимки и видеозаписи получаются мутными, расплывчатыми и нечеткими.

            p Из-за чего требуется замена фотокамеры на iPhone 5?
            ul
              li Неаккуратное обращение является основной причиной. Телефон уронили с большой высоты, неудачно бросили на стол. Алюминиевый корпус фотокамер легко повреждается. Если фронтальная камера обладает прочным стеклом из сапфира, которая при определенных обстоятельствах может защитить от удара, то фронтальную камеру защищает только стекло лицевой панели смартфона.
              li Попадание воды или другой жидкости внутрь корпуса телефона. От этого страдают все компоненты телефона. Иногда, после просушки аппарата в домашних условиях фотографии и видео все равно получаются размытыми и нечеткими.
              li Редко, но к повреждению камеры может привести установка стороннего программного обеспечения, которое отвечает за ее работу.

            p Работы по замене неисправной фронтальной или основной фотокамеры не являются сложными с технической точки зрения, и выполняются в кратчайшие сроки. Если на складе есть необходимые детали, ремонт может быть произведен в день обращения или в Вашем присутствии. На все работы распространяется гарантия.

            v-card-title Ремонт или замена вибромотора на iPhone 5

            p Трудно представить себе современный телефон без функции виброзвонка. Если вибровызов при получении текстовых сообщений и входящих звонков не включается, и это не связано с настройками телефона, самое время обратиться в сервисный центр.

            p Вот основные причины возникновения этой неисправности:
            ul
              li Падение смартфона с большой высоты, сильный удар об твердую поверхность. Из-за этого могут отойти контакты на шлейфе. Для устранения неисправности достаточно подсоединить вибромотор к шлейфу. Иногда, может быть поврежден верхний шлейф, из-за чего виброзвонок также не будет работать. Диагностика позволит локализовать неисправность.
              li Залитие смартфона. Попадание жидкости внутрь корпуса может привести к поломке многих компонентов телефона.
              li Износ. Как и любой компонент, вибромоторчик рассчитан на определенный срок службы. Поэтому после длительной эксплуатации может выйти из строя.
              li Попадания в вибромотор пыли и грязи. Из-за этого может быть нарушена работа механизма вибрации. Мастер откроет телефон и определит, необходимо замена или достаточно провести чистку.

            p Работа по замене вибромотора на iPhone 5 не являются сложными с технической точки зрения. Как правило, на складе есть необходимые комплектующие, поэтому ремонт может быть осуществлен в день обращения. На все работы распространяется гарантия.

            v-card-title Замена или ремонт голосового динамика на iPhone 5

            p Если собеседника вообще не слышно, громкость динамика неожиданно сильно снизилась, по ходу разговора появляются различные шумы, самое время принести смартфон в сервисный центр «СЕ-СЕРВИС» на бесплатную диагностику. Неисправность может быть связана с динамиком или с аудио-кодеком (микросхема, которая расположена на основной плате, отвечает за прием и обработку звука).

            p Чаще всего потребность в замене разговорного динамика на iPhone 5 возникает из-за:
            ul
              li Падения телефона, при этом может повредиться динамик или системная плата.
              li Попадания пыли и грязи внутрь корпуса. В этом случае для устранения неисправности достаточно прочистки.
              li Залития смартфона водой или другой жидкостью.

            p Работы по замене динамика не являются сложными с технической точки зрения. Он расположен на лицевой стороне телефона, рядом с дисплеем. Для защиты от пыли и грязи динамик защищен металлической сеточкой. Если на складе сервисного центра есть все необходимые комплектующие, ремонт может быть выполнен в Вашем присутствии.

            v-card-title Замена полифонического динамика на iPhone 5

            p Этот компонент воспроизводит музыку, мелодии входящих звонков и текстовых сообщений, а также речь собеседника в случае разговора по громкой связи.

            p Следующие неисправности свидетельствуют о поломке полифонического динамика:
            ul
              li Не воспроизводится мелодия на входящий звонок или текстовое сообщение, а вибровызов работает нормально.
              li При воспроизведении аудио-видео файлов слышны посторонние шумы (треск, хрип, и так далее).
              li Динамик неожиданно стал работать очень тихо.

            p Если что-то из вышеперечисленного случилось с вашим смартфоном, приносите его на бесплатную диагностику.

            p Чаще всего поломки возникают по следующим причинам:
            ul
              li Устройство испытывает сильное механическое воздействие. Полифонический динамик расположен в нижней части корпуса, практически вплотную к его краям. Малейшая деформация алюминиевой рамки может вызвать сбои в работе этого компонента.
              li Попадание воды или другой жидкости внутрь корпуса смартфона.
              li Внутри телефона скапливается грязь и пыль, которые могут вызвать шумы и другие искажения звука. Чистка и замена металлической сетки поможет устранить неисправность.

            p Замена или ремонт полифонического динамика на iPhone 5 не является сложной с технической точки зрения. Цена с учетом качественной детали можно узнать здесь. Если на складе сервисного центра есть необходимые комплектующие, работы могут быть проведены в Вашем присутствии. На них распространяется гарантия.

            v-card-title Замена микрофона на iPhone 5

            p На этой модели смартфона их два. Нижний используется во время разговоров, а также для записи на диктофон. Верхний используется при общении через интернет-сервиса типа Skype, при включении режима громкой связи.

            p Неисправность проявляется следующим образом:
            ul
              li Собеседника не слышно.
              li Звук стал очень тихим, и это не связано с настройками телефона.
              li При разговоре появляются посторонние шумы, слышно эхо собственного голоса.

            p Чаще всего поломка вызвана следующими причинами:
            ul
              li Внутрь корпуса попадает жидкость. Из-за этого возможно повреждение основной платы, а также верхнего шлейфа.
              li Падение телефона или сильное нажатие.
              li Вокруг микрофона скапливается пыль и грязь.

            v-card-title Замена верхнего шлейфа на iPhone 5

            p Это важный компонент телефона, который отвечает за работу кнопки «Power», кнопок регулировки громкости, работу виброзвонка, переход в беззвучный режим и некоторые другие функции.

            p Следующие неисправности могут свидетельствовать о проблемах со шлейфом:
            ul
              li Кнопка включения нажимается с трудом или при нажатии на нее аппарат не включается/выключается, не блокируется экран.
              li Кнопки регулировки громкости срабатывают только после нескольких нажатий или вообще не срабатывают, на кнопки приходится нажимать с большим усилием.
              li Виброзвонок не реагирует на входящие звонки и текстовые сообщения.
              li При видеозаписи отсутствует звук, нет звука или возникают помехи при общении через такие интернет-сервисы как Skype и другие.
              li Не происходит переключения в беззвучный режим.

            p Если что-либо из перечисленного выше происходит с Вашим смартфоном, рекомендуем принести аппарат на бесплатную диагностику в наш сервисный центр. По ее результатам мастер предложит подходящий способ ремонта или замену неисправного компонента. Цену замены уточняйте по контактным телефонам.

            p Почему приходится заменять верхний шлейф на iPhone 5:
            ul
              li Падение смартфона и другие сильные механические воздействия. Достаточно неудачно бросить телефон на стол или на диван, чтобы отошли крепления или оторвались контакты.
              li Попадания пыли и грязи под клавиши и переключатели. Именно из-за этого их приходится нажимать с большой силой.
              li Попадание воды или другой жидкости внутрь корпуса телефона. Из-за этого возможно короткое замыкание, коррозия соединительных контактов.

            v-card-title Замена контроллера питания U2 на iPhone 5

            p Если телефон не включается или включается только при подключении электросети, сильно греется, то эти проблемы могут быть связаны с некорректной работой контроллера питания. Диагностика позволит локализовать неисправность и подобрать подходящий способ ремонта. Эту работу надо доверять только профессионалам. Самостоятельные попытки заменить контроллер всего скорее сделают смартфон не пригодным для последующего ремонта. В нашем сервисном центре apple на все работы распространяется гарантия.

            p Схожие неисправности вызывает поломка микросхемы USB U2 Tristar NXP 2012. Причины неисправности - перепады напряжения, попытка зарядки телефона от прикуривателя автомобиля или неоригинального зарядного устройства. Для проведения ремонта требуется новая микросхема, специальное оборудование и профессиональные знания и навыки. Самостоятельная замена в домашних условиях может привести к повреждению платы телефона.

            v-card-title Замена модуля wifi на iPhone 5

            p Узнать актуальную цену можно тут. Большинство владельцев телефонов Apple используют беспроводные сети для выхода в интернет. Смартфоном становится пользоваться не очень удобно, когда по каким-то причинам не удается подключиться к вай-фай. В большинстве случаев причина неисправности – поломка модуля wifi, которая чаще всего происходит из-за неаккуратной эксплуатации устройства: падения, удара, залития, попытки разобрать iPhone 5 поколения самостоятельно.

            p Симптомы неисправности:
            ul
              li Беспроводные сети не определяются.
              li Переключатель wi-fi всегда находится в неактивном положении, нет возможности его переключить.
              li Соединение с интернетом нестабильно, часто происходят обрывы связи, страницы очень долго загружаются.

            p После предварительной диагностики (в нашем центре она бесплатна), которая позволит окончательно установить причину неисправности, вам предложат заменить неисправную микросхему wifi. Это очень сложный процесс, который включает в себя следующие этапы.

            p Во-первых, вне зависимости от версии iPhone телефон придется полностью разобрать, чтобы снять плату. Если посмотреть ролики в интернете, то кажется, что это просто. На самом деле все не так. К нам довольно часто приносят айфоны с оторванными шлейфами, поврежденными wi-fi антеннами и другими поломками, которые возникли в ходе самостоятельной разборки и сборки устройства.

            p Самый сложный этап работы – отпаять от платы старый модуль и припаять новый. Это требует очень высокой квалификации мастера, а также наличия профессионального оборудования. Что называется, не пытайтесь повторить это в домашних условиях. После неудачной попытки айфон, может быть, удастся продать на запчасти. Значительно проще, дешевле и безопаснее доверить выполнение работы опытным специалистам. В нашей мастерской предлагаются адекватные цены на замену модуля wi-fi на iPhone 5 поколения, на все работы распространяются гарантии. Мы проводим ремонт любой техники Apple.

      v-col(cols="12")
        ListContacts
</template>

<script>
import ListContacts from '@/components/list-contacts.vue'

export default {
  components: {
    ListContacts
  },
  data() {
    return {
      breadcrumbs: [
        {
          text: 'Ремонт',
          disabled: false,
          exact: true,
          link: true,
          to: '/repair/'
        },
        {
          text: 'Apple',
          disabled: false,
          exact: true,
          link: true,
          to: '/repair/apple/'
        },
        {
          text: 'iPhone 5',
          disabled: true
        }
      ]
    }
  }
}
</script>
